{
  "livro": "1 Coríntios",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quanto à coleta para os santos, fazei vós também como ordenei às igrejas da Galácia.",
      "reflexao": "Paulo nos ensina sobre o valor da generosidade e da responsabilidade com a comunidade cristã. A igreja é chamada a viver em cuidado mútuo, sustentando uns aos outros, especialmente os que estão em necessidade."
    },
    {
      "numero": "2",
      "texto": "No primeiro dia da semana, cada um de vós ponha de parte o que puder ajuntar, conforme a sua prosperidade, para que não se façam coletas quando eu chegar.",
      "reflexao": "A contribuição deve ser planejada, constante e proporcional àquilo que Deus tem nos dado. Isso nos ensina a viver a generosidade como um princípio de vida, não apenas como resposta ocasional às emergências."
    },
    {
      "numero": "3",
      "texto": "E, quando tiver chegado, enviarei com cartas os que aprovardes, para levar a vossa dádiva a Jerusalém.",
      "reflexao": "A transparência na administração das ofertas também é um princípio bíblico. Paulo mostra que tudo deve ser feito com ordem, responsabilidade e confiança, para que Deus seja honrado em cada detalhe da obra."
    },
    {
      "numero": "4",
      "texto": "E, se valer a pena que eu também vá, irão comigo.",
      "reflexao": "Paulo demonstra disposição em se envolver diretamente quando necessário. Isso nos ensina que servir no Reino de Deus é estar pronto a agir, apoiar e caminhar junto, quando isso for para o bem da obra e dos irmãos."
    },
    {
      "numero": "5",
      "texto": "Irei, porém, ter convosco, depois de passar pela Macedônia (porque pela Macedônia passarei).",
      "reflexao": "A obra de Deus também envolve planejamento e organização. Paulo mostra que, mesmo sendo guiado pelo Espírito, é necessário ter disciplina, definir rotas, prazos e objetivos no trabalho missionário."
    },
    {
      "numero": "6",
      "texto": "E bem pode ser que fique convosco, ou mesmo passe o inverno, para que me encaminheis para onde quer que eu for.",
      "reflexao": "A comunhão na igreja envolve não apenas momentos rápidos, mas também a disposição para compartilhar vida, tempo, recursos e apoio. Paulo desejava estar com eles, fortalecendo os laços da fé e da amizade cristã."
    },
    {
      "numero": "7",
      "texto": "Porque não vos quero agora ver de passagem, mas espero ficar convosco algum tempo, se o Senhor o permitir.",
      "reflexao": "Paulo nos ensina sobre depender da vontade de Deus em nossos planos. Mais do que simplesmente seguir agendas pessoais, é essencial estar atento à direção do Senhor, buscando sempre viver debaixo do Seu querer."
    },
    {
      "numero": "8",
      "texto": "Ficarei, porém, em Éfeso até ao Pentecostes.",
      "reflexao": "A vida cristã também exige períodos de permanência, de trabalho contínuo em um lugar, investindo na edificação da igreja e no crescimento do Reino, até que se complete o propósito de Deus para aquele tempo e lugar."
    },
    {
      "numero": "9",
      "texto": "Porque uma porta grande e eficaz se me abriu; e há muitos adversários.",
      "reflexao": "Oportunidades e desafios caminham juntos. Quando Deus abre portas para Sua obra, também surgem resistências. Mas isso não deve nos desanimar, e sim fortalecer nossa fé e nossa disposição em perseverar."
    },
    {
      "numero": "10",
      "texto": "Ora, se Timóteo for, vede que esteja sem receio convosco; porque trabalha na obra do Senhor, como também eu.",
      "reflexao": "Paulo nos lembra da importância de honrar e acolher aqueles que servem no Reino, especialmente os mais jovens na fé. A igreja deve ser um ambiente de cuidado, apoio e encorajamento mútuo no serviço cristão."
    },
    {
      "numero": "11",
      "texto": "Portanto, ninguém o despreze, mas encaminhai-o em paz, para que venha até mim, pois o espero com os irmãos.",
      "reflexao": "A maturidade espiritual se expressa em respeito e cuidado com cada membro do corpo, independente de sua idade ou experiência. Desprezar alguém que serve é desprezar o próprio chamado de Deus na vida daquela pessoa."
    },
    {
      "numero": "12",
      "texto": "Acerca do irmão Apolo, roguei-lhe muito que fosse até vós com os irmãos; mas de maneira nenhuma quis ir agora; irá, porém, quando se lhe oferecer boa ocasião.",
      "reflexao": "Deus também respeita os tempos e os processos de cada servo. Nem sempre as agendas se alinham, mas isso não significa falta de amor ou compromisso. O Reino de Deus se constrói com liberdade, respeito e discernimento mútuo."
    },
    {
      "numero": "13",
      "texto": "Vigiai, estai firmes na fé; portai-vos varonilmente, e fortalecei-vos.",
      "reflexao": "Paulo nos chama à vigilância espiritual, à firmeza na fé e à coragem. A caminhada cristã exige posicionamento, força e disposição para resistir ao mal, permanecer firmes e avançar com determinação no propósito de Deus."
    },
    {
      "numero": "14",
      "texto": "Todas as vossas coisas sejam feitas com amor.",
      "reflexao": "O amor é o fio que deve costurar cada palavra, cada ação, cada decisão na vida cristã. Sem amor, qualquer esforço perde seu valor eterno. Com amor, até os menores atos se tornam expressão viva do Reino de Deus."
    },
    {
      "numero": "15",
      "texto": "Agora, irmãos, rogo-vos que sabeis que a família de Estéfanas é as primícias da Acaia, e que se dedicaram ao serviço dos santos,",
      "reflexao": "Deus se alegra com aqueles que se dedicam de coração ao serviço no Reino. Famílias inteiras podem ser levantadas como testemunhas vivas de amor, serviço, generosidade e comprometimento com a obra do Senhor."
    },
    {
      "numero": "16",
      "texto": "Que também vos sujeiteis aos tais, e a todo aquele que auxilia na obra e trabalha.",
      "reflexao": "O Reino é feito de cooperação, submissão mútua e respeito. Honrar aqueles que se dedicam ao serviço da igreja é um princípio de unidade, amor e valorização do que Deus faz por meio dos Seus servos."
    },
    {
      "numero": "17",
      "texto": "Folgo, porém, com a vinda de Estéfanas, de Fortunato e de Acaico; porque estes supriram o que da vossa parte me faltava.",
      "reflexao": "Deus usa pessoas para suprir necessidades que nem sempre percebemos. A comunhão cristã é esse espaço onde uns completam os outros, fortalecendo, ajudando e sendo instrumentos da provisão de Deus na vida dos irmãos."
    },
    {
      "numero": "18",
      "texto": "Porque recrearam o meu espírito e o vosso. Reconhecei, pois, aos tais.",
      "reflexao": "Existem pessoas que são verdadeiros presentes de Deus, que trazem ânimo, encorajamento e refrigério espiritual. Paulo nos incentiva a reconhecer, valorizar e honrar esses irmãos que são canais da graça e do amor de Deus entre nós."
    },
    {
      "numero": "19",
      "texto": "As igrejas da Ásia vos saúdam. Áquila e Priscila, com a igreja que está em sua casa, vos saudam muito no Senhor.",
      "reflexao": "A igreja é uma família global, conectada pelo amor de Cristo. Mesmo distantes fisicamente, somos um só povo, unidos pela fé. Isso nos encoraja a viver uma comunhão que transcende barreiras geográficas e culturais."
    },
    {
      "numero": "20",
      "texto": "Todos os irmãos vos saúdam. Saudai-vos uns aos outros com ósculo santo.",
      "reflexao": "O amor e o carinho no relacionamento entre irmãos é uma marca da igreja. Demonstrar afeto, cuidado e proximidade faz parte da cultura do Reino, onde somos chamados a viver como uma verdadeira família espiritual."
    },
    {
      "numero": "21",
      "texto": "A saudação da minha própria mão, de Paulo.",
      "reflexao": "Paulo faz questão de deixar sua marca pessoal, demonstrando carinho e proximidade. Isso nos lembra que o evangelho não é impessoal; ele se manifesta em relações reais, afetuosas e comprometidas uns com os outros."
    },
    {
      "numero": "22",
      "texto": "Se alguém não ama ao Senhor Jesus Cristo, seja anátema. Maranata!",
      "reflexao": "Este versículo expressa a urgência e a seriedade da fé cristã. A expectativa da volta de Cristo — Maranata — deve encher nosso coração de esperança, reverência e compromisso com o amor ao Senhor acima de todas as coisas."
    },
    {
      "numero": "23",
      "texto": "A graça do Senhor Jesus Cristo seja com vocês.",
      "reflexao": "Que a graça de Jesus — favor imerecido, amor constante e cuidado fiel — seja a fonte de sustento, força e esperança para cada dia da nossa caminhada. A graça é o maior presente que Deus nos oferece."
    },
    {
      "numero": "24",
      "texto": "O meu amor em Cristo Jesus seja com todos vós. Amém.",
      "reflexao": "Paulo encerra sua carta reafirmando seu amor em Cristo por todos. Que nossas palavras, ações e relacionamentos sempre sejam permeados por esse amor que vem de Jesus — sincero, profundo e transformador."
    }
  ]
}
