{
  "livro": "1 Coríntios",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Geralmente se ouve que há entre vós fornicação, e fornicação tal, qual nem ainda entre os gentios, como é haver quem abuse da mulher de seu pai.",
      "reflexao": "Este versículo nos alerta que, quando a imoralidade não é confrontada dentro da comunidade cristã, ela destrói vidas e testemunhos. Deus nos chama à santidade, não por opressão, mas para proteção, restauração e dignidade."
    },
    {
      "numero": "2",
      "texto": "E estais ensoberbecidos, e nem ao menos vos entristecestes, por não ter sido dentre vós tirado quem cometeu tal ação.",
      "reflexao": "Quando a comunidade espiritual se acostuma com o pecado, há um grave sinal de adormecimento espiritual. Este versículo nos convida a desenvolver um coração sensível, que se entristece pelo pecado, mas que busca a restauração e não a condenação."
    },
    {
      "numero": "3",
      "texto": "Eu, na verdade, ainda que ausente no corpo, mas presente no espírito, já determinei, como se estivesse presente, que o que tal ato praticou,",
      "reflexao": "A responsabilidade espiritual vai além da presença física. Paulo nos mostra que, mesmo à distância, há um zelo pela pureza da igreja e pela restauração dos que erram. Isso nos lembra que amar também é corrigir com verdade e compaixão."
    },
    {
      "numero": "4",
      "texto": "Em nome de nosso Senhor Jesus Cristo, juntos vós e o meu espírito, pelo poder de nosso Senhor Jesus Cristo,",
      "reflexao": "A disciplina dentro do corpo de Cristo não é feita com base em opiniões humanas, mas em alinhamento com a autoridade e o amor do Senhor Jesus. Quando feita com oração e unidade, gera restauração, não destruição."
    },
    {
      "numero": "5",
      "texto": "Seja entregue a Satanás para destruição da carne, para que o espírito seja salvo no dia do Senhor Jesus.",
      "reflexao": "Este é um dos versículos mais fortes e, ao mesmo tempo, cheio de amor. A correção, mesmo severa, tem como fim a salvação, não a condenação. Deus permite que algumas consequências sirvam de alerta, para que a alma seja despertada e volte para Ele."
    },
    {
      "numero": "6",
      "texto": "Não é boa a vossa jactância. Não sabeis que um pouco de fermento leveda toda a massa?",
      "reflexao": "O pecado tolerado contamina toda a comunidade. Deus nos chama à vigilância, não por legalismo, mas porque a pureza preserva, protege e honra o nome de Cristo. O bem-estar espiritual de todos depende da integridade de cada um."
    },
    {
      "numero": "7",
      "texto": "Alimpai-vos, pois, do fermento velho, para que sejais uma nova massa, assim como estais sem fermento. Porque Cristo, nossa páscoa, foi sacrificado por nós.",
      "reflexao": "Deus nos chama a abandonar o velho homem — os velhos hábitos, pecados e pensamentos — para viver como nova criatura. Cristo, que se entregou por nós, nos convida a viver uma vida limpa, santa e cheia de significado nEle."
    },
    {
      "numero": "8",
      "texto": "Por isso façamos a festa, não com o fermento velho, nem com o fermento da maldade e da malícia, mas com os ázimos da sinceridade e da verdade.",
      "reflexao": "Deus deseja que nossa caminhada seja marcada pela sinceridade e pela verdade. Abandonar a hipocrisia, a malícia e a aparência, e viver uma vida transparente, onde o amor, a verdade e a graça sejam evidentes em cada atitude."
    },
    {
      "numero": "9",
      "texto": "Já por carta vos tenho escrito, que não vos associeis com os que se prostituem;",
      "reflexao": "Paulo nos alerta que nossas associações influenciam diretamente nossa caminhada espiritual. Isso não é um chamado à indiferença, mas um lembrete de que devemos zelar pelas nossas conexões, para não sermos arrastados para práticas que desagradam a Deus."
    },
    {
      "numero": "10",
      "texto": "Isto não quer dizer totalmente com os devassos deste mundo, ou com os avarentos, ou com os roubadores, ou com os idólatras; porque então vos seria necessário sair do mundo.",
      "reflexao": "Não se trata de se afastar das pessoas do mundo, pois é justamente a elas que levamos o evangelho. A separação aqui é dos que se dizem irmãos, mas vivem conscientemente no pecado, sem arrependimento. O objetivo é preservar o testemunho e estimular a restauração."
    },
    {
      "numero": "11",
      "texto": "Mas agora vos escrevi que não vos associeis com aquele que, dizendo-se irmão, for devasso, ou avarento, ou idólatra, ou maldizente, ou beberrão, ou roubador; com o tal nem ainda comais.",
      "reflexao": "A disciplina dentro da igreja visa proteger o corpo de Cristo. Isso não é sobre condenar, mas sobre chamar à reflexão, ao arrependimento e à mudança. Deus leva a sério a santidade do Seu povo, não como opressão, mas como proteção e amor."
    },
    {
      "numero": "12",
      "texto": "Porque, que tenho eu em julgar também os que estão de fora? Não julgais vós os que estão dentro?",
      "reflexao": "O juízo da igreja não é sobre os que estão no mundo, mas sobre aqueles que fazem parte da família da fé. É um cuidado interno, onde o amor corrige, orienta e zela pela saúde espiritual de cada irmão e da comunidade como um todo."
    },
    {
      "numero": "13",
      "texto": "Mas Deus julga os que estão de fora. Tirai, pois, dentre vós, a esse iníquo.",
      "reflexao": "A disciplina na igreja é, antes de tudo, um ato de amor. Não é rejeição, mas uma oportunidade de levar aquele que caiu a refletir, se arrepender e voltar ao caminho da verdade. Enquanto isso, Deus se encarrega de julgar o mundo. À igreja cabe zelar pela pureza, pelo amor e pela integridade do corpo de Cristo."
    }
  ]
}
