{
  "livro": "1 Coríntios",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E eu, irmãos, não vos pude falar como a espirituais, mas como a carnais, como a crianças em Cristo.",
      "reflexao": "Este versículo nos leva a refletir sobre nosso próprio crescimento espiritual. Permanecer na imaturidade espiritual impede que experimentemos a plenitude que Deus preparou. É um chamado para amadurecermos na fé, deixando práticas e pensamentos que não condizem com uma vida em Cristo."
    },
    {
      "numero": "2",
      "texto": "Com leite vos criei, e não com carne; porque ainda não podíeis, nem ainda agora podeis;",
      "reflexao": "Deus, em Sua misericórdia, nos alimenta conforme nossa capacidade espiritual. Porém, chega um momento em que Ele nos convida a crescer, a buscar alimento sólido — verdades mais profundas, responsabilidades maiores e uma fé mais firme e consistente."
    },
    {
      "numero": "3",
      "texto": "Porque ainda sois carnais; pois, havendo entre vós inveja, contendas e dissensões, não sois porventura carnais e não andais segundo os homens?",
      "reflexao": "Quando permitimos que inveja, divisões e brigas habitem nosso coração, estamos agindo como o mundo age, não como filhos de Deus. Este versículo nos desafia a fazer uma análise sincera: nossas atitudes refletem a carne ou o Espírito?"
    },
    {
      "numero": "4",
      "texto": "Porque, dizendo um: Eu sou de Paulo; e outro: Eu sou de Apolo; porventura não sois carnais?",
      "reflexao": "Quando nos apegamos mais a pessoas, líderes ou denominações do que ao próprio Cristo, caímos na armadilha da imaturidade espiritual. Somos de Cristo, e Ele deve ser sempre o centro da nossa fé, não importa quem seja o mensageiro."
    },
    {
      "numero": "5",
      "texto": "Pois quem é Paulo, e quem é Apolo, senão ministros pelos quais crestes, e conforme o que o Senhor deu a cada um?",
      "reflexao": "Os líderes são instrumentos de Deus, mas não são a fonte. Este versículo nos lembra de que toda honra, toda glória e todo reconhecimento pertencem exclusivamente ao Senhor. Devemos valorizar os instrumentos, mas adorar apenas a Deus."
    },
    {
      "numero": "6",
      "texto": "Eu plantei, Apolo regou; mas Deus deu o crescimento.",
      "reflexao": "Aqui está uma lição poderosa: cada um tem um papel, mas o resultado final depende de Deus. Isso nos ensina humildade e cooperação, sabendo que o Reino de Deus não é construído por méritos humanos, mas pela graça e pelo agir divino."
    },
    {
      "numero": "7",
      "texto": "Pelo que nem o que planta é alguma coisa, nem o que rega, mas Deus, que dá o crescimento.",
      "reflexao": "Isso quebra todo orgulho espiritual. Somos apenas instrumentos nas mãos do Senhor. O crescimento, a transformação e a obra pertencem a Deus. Quando entendemos isso, trabalhamos sem vaidade, sabendo que tudo é para a glória dEle."
    },
    {
      "numero": "8",
      "texto": "Ora, o que planta e o que rega são um; mas cada um receberá o seu galardão segundo o seu trabalho.",
      "reflexao": "Deus valoriza nosso trabalho, mesmo que aos olhos humanos pareça pequeno. Cada semente plantada e cada gota de cuidado regada será recompensada. O que importa é a fidelidade no que Deus nos confiou, não o tamanho da tarefa."
    },
    {
      "numero": "9",
      "texto": "Porque nós somos cooperadores de Deus; vós sois lavoura de Deus e edifício de Deus.",
      "reflexao": "Que privilégio maravilhoso: somos cooperadores de Deus! Isso dá sentido à nossa existência. Não somos espectadores, mas participantes da construção do Reino. Nossa vida é terreno fértil, onde Deus planta, cuida e transforma."
    },
    {
      "numero": "10",
      "texto": "Segundo a graça de Deus que me foi dada, pus eu, como sábio arquiteto, o fundamento, e outro edifica sobre ele. Mas veja cada um como edifica sobre ele.",
      "reflexao": "Cada escolha, cada ação, cada palavra está construindo algo. Este versículo nos desafia: que tipo de construção espiritual estamos erguendo? Que nossas vidas sejam edificadas sobre Cristo, com materiais que resistem ao fogo das provações — fé, amor, obediência e verdade."
    },
    {
      "numero": "11",
      "texto": "Porque ninguém pode pôr outro fundamento além do que já está posto, o qual é Jesus Cristo.",
      "reflexao": "Se tentarmos construir nossa vida sobre qualquer coisa que não seja Cristo, mais cedo ou mais tarde tudo desmorona. Ele é o único alicerce seguro. Tudo o que não estiver firmado nEle é passageiro e sem valor eterno."
    },
    {
      "numero": "12",
      "texto": "E, se alguém sobre este fundamento formar um edifício de ouro, prata, pedras preciosas, madeira, feno, palha,",
      "reflexao": "Cada um escolhe os materiais com os quais constrói sua vida espiritual. Ouro e pedras preciosas representam obras feitas com amor, fé e fidelidade. Madeira, feno e palha são escolhas superficiais, sem profundidade. Que possamos construir com aquilo que tem valor eterno."
    },
    {
      "numero": "13",
      "texto": "A obra de cada um se manifestará; na verdade, o dia a declarará, porque pelo fogo será descoberta; e o fogo provará qual seja a obra de cada um.",
      "reflexao": "Haverá um dia em que tudo será revelado. As intenções, os esforços, os frutos. O fogo das provações e, futuramente, o juízo de Deus provará o que é verdadeiro e o que foi apenas aparência. Que nossa vida seja construída para permanecer e glorificar a Deus."
    },
    {
      "numero": "14",
      "texto": "Se a obra que alguém edificou nessa parte permanecer, esse receberá galardão.",
      "reflexao": "Deus é justo. Tudo o que fizermos para Ele, com sinceridade e amor, terá recompensa. Nenhuma boa obra, nenhuma lágrima, nenhum sacrifício feito por amor a Deus é em vão. Ele vê, se alegra e recompensa no tempo certo."
    },
    {
      "numero": "15",
      "texto": "Se a obra de alguém se queimar, sofrerá detrimento; mas o tal será salvo, todavia como pelo fogo.",
      "reflexao": "Este versículo é um alerta amoroso. Podemos ser salvos, mas perder recompensas eternas se construirmos uma vida espiritual superficial. Deus deseja mais do que nossa salvação — Ele deseja que produzamos frutos duradouros."
    },
    {
      "numero": "16",
      "texto": "Não sabeis vós que sois templo de Deus e que o Espírito de Deus habita em vós?",
      "reflexao": "Este é um dos maiores lembretes da nossa identidade: somos morada do Deus vivo! Isso muda tudo. Nos convida a viver com santidade, reverência e gratidão, pois o próprio Espírito Santo habita em nós."
    },
    {
      "numero": "17",
      "texto": "Se alguém destruir o templo de Deus, Deus o destruirá; porque o templo de Deus, que sois vós, é santo.",
      "reflexao": "Deus leva muito a sério a nossa vida, nosso corpo e nossa espiritualidade. Este versículo nos alerta contra tudo o que pode corromper, enfraquecer ou destruir nossa caminhada com Ele. Zele pela sua vida espiritual como quem guarda um tesouro sagrado."
    },
    {
      "numero": "18",
      "texto": "Ninguém se engane a si mesmo. Se alguém dentre vós se tem por sábio neste mundo, faça-se louco para ser sábio.",
      "reflexao": "A sabedoria de Deus é completamente diferente da sabedoria do mundo. Para o mundo, perdoar, amar os inimigos e viver pela fé parece loucura. Mas quem escolhe esse caminho, encontra a verdadeira vida, a verdadeira sabedoria e o verdadeiro sentido de existir."
    },
    {
      "numero": "19",
      "texto": "Porque a sabedoria deste mundo é loucura diante de Deus; pois está escrito: Ele apanha os sábios na sua própria astúcia.",
      "reflexao": "O orgulho humano leva à queda. Deus conhece os pensamentos, as intenções e os planos dos homens. Tudo o que é baseado na astúcia, no ego e na soberba está fadado ao fracasso. Somente a sabedoria que vem do alto permanece e conduz à vida."
    },
    {
      "numero": "20",
      "texto": "E outra vez: O Senhor conhece os pensamentos dos sábios, que são vãos.",
      "reflexao": "Nada escapa dos olhos de Deus. Muitos se vangloriam de suas conquistas, seu intelecto e seus planos, mas tudo isso é vazio sem Deus. Somente uma mente alinhada com os pensamentos do Senhor encontra propósito verdadeiro."
    },
    {
      "numero": "21",
      "texto": "Portanto, ninguém se glorie nos homens; porque tudo é vosso;",
      "reflexao": "Este versículo é libertador: não precisamos buscar validação nos homens. Tudo o que é verdadeiramente necessário, Deus já nos deu. Somos herdeiros com Cristo, e essa verdade nos livra da necessidade de aprovação do mundo."
    },
    {
      "numero": "22",
      "texto": "Seja Paulo, seja Apolo, seja Cefas, seja o mundo, seja a vida, seja a morte, seja o presente, seja o futuro, tudo é vosso;",
      "reflexao": "Tudo coopera para aqueles que estão em Cristo. A vida, a morte, o presente e o futuro estão nas mãos de Deus e fazem parte do Seu plano perfeito para nós. Isso nos dá segurança, paz e esperança diante de qualquer circunstância."
    },
    {
      "numero": "23",
      "texto": "E vós sois de Cristo, e Cristo é de Deus.",
      "reflexao": "Nossa identidade está selada: pertencemos a Cristo. Isso é maior que qualquer título, conquista ou posição. Saber que somos dEle e que Ele está no Pai nos dá segurança, alegria e esperança. Não estamos sozinhos. Somos amados, cuidados e guardados pelo Deus eterno."
    }
  ]
}
