{
  "livro": "1 Coríntios",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Sigam o caminho do amor e busquem com dedicação os dons espirituais, principalmente o dom de profecia.",
      "reflexao": "O amor continua sendo o fundamento de tudo, mas Paulo nos incentiva a buscar os dons, especialmente o de profetizar, pois ele edifica, consola e exorta a igreja. É um chamado a desejar aquilo que realmente abençoa e transforma vidas."
    },
    {
      "numero": "2",
      "texto": "Porque o que fala em línguas não fala aos homens, senão a Deus; porque ninguém o entende, e em espírito fala mistérios.",
      "reflexao": "O dom de línguas é uma linguagem espiritual direta com Deus, que edifica quem ora, mas não comunica edificação direta à igreja, a menos que haja interpretação. Isso nos ensina sobre a importância do equilíbrio entre experiências pessoais e a edificação coletiva."
    },
    {
      "numero": "3",
      "texto": "Mas o que profetiza fala aos homens para edificação, exortação e consolação.",
      "reflexao": "O dom de profecia tem um papel precioso na vida da igreja: levantar, fortalecer, corrigir com amor e trazer consolo. Deus deseja que sejamos instrumentos que abençoam, curam e inspiram uns aos outros através de palavras cheias de vida."
    },
    {
      "numero": "4",
      "texto": "O que fala em línguas edifica-se a si mesmo, mas o que profetiza edifica a igreja.",
      "reflexao": "Há espaço tanto para edificação pessoal quanto para a edificação da comunidade. Deus nos ensina que, enquanto buscamos crescimento pessoal em oração, nosso maior propósito deve ser sempre servir e fortalecer a igreja, o corpo de Cristo."
    },
    {
      "numero": "5",
      "texto": "E eu quisera que todos vós falásseis em línguas, mas muito mais que profetizásseis; porque o que profetiza é maior do que o que fala em línguas, a não ser que também interprete, para que a igreja receba edificação.",
      "reflexao": "O foco sempre deve ser o bem coletivo. Paulo não desvaloriza o dom de línguas, mas destaca que os dons que abençoam a comunidade, como a profecia e a interpretação, têm um impacto muito maior no fortalecimento espiritual da igreja."
    },
    {
      "numero": "6",
      "texto": "E agora, irmãos, se eu for ter convosco, falando em línguas, que vos aproveitarei, se não vos falar por meio da revelação, ou da ciência, ou da profecia, ou da doutrina?",
      "reflexao": "O objetivo da comunicação espiritual é gerar crescimento, entendimento e transformação. Paulo nos lembra que, sem clareza, as manifestações espirituais perdem seu propósito. Falar ao coração das pessoas, com direção de Deus, é sempre o caminho mais excelente."
    },
    {
      "numero": "7",
      "texto": "Da mesma sorte, se as coisas inanimadas, que fazem som, seja flauta, seja cítara, não formarem sons distintos, como se conhecerá o que se toca com a flauta ou com a cítara?",
      "reflexao": "Assim como na música é necessário clareza e harmonia para transmitir beleza, na vida espiritual também é preciso entendimento. Deus deseja que nossa vida, dons e palavras tragam sentido, direção e edificação, e não confusão."
    },
    {
      "numero": "8",
      "texto": "Porque, se a trombeta der sonido incerto, quem se preparará para a batalha?",
      "reflexao": "O som claro da trombeta era o chamado para a guerra. Da mesma forma, nossas palavras no Reino precisam ser precisas, alinhadas com Deus, para orientar, fortalecer e preparar a igreja para os desafios espirituais do dia a dia."
    },
    {
      "numero": "9",
      "texto": "Assim também vós, se com a língua não pronunciardes palavras bem inteligíveis, como se entenderá o que se diz? Porque estareis como que falando ao ar.",
      "reflexao": "O Reino de Deus não é sobre exibicionismo espiritual, mas sobre comunicação que edifica. Falar sem ser entendido é como falar ao vento — não gera fruto, nem transformação. Deus nos chama à clareza, ao amor e à intencionalidade naquilo que fazemos."
    },
    {
      "numero": "10",
      "texto": "Há, por exemplo, tanta espécie de vozes no mundo, e nenhuma delas é sem significação.",
      "reflexao": "Toda voz, todo som, toda linguagem tem um propósito. Da mesma forma, Deus deseja que nossa voz, dons e talentos sejam instrumentos de vida, esperança, cura e transformação no mundo e na igreja."
    },
    {
      "numero": "11",
      "texto": "Se, pois, eu não souber o significado da voz, serei bárbaro para aquele a quem falo, e o que fala será bárbaro para mim.",
      "reflexao": "Quando não há entendimento, cria-se distância, barreiras e confusão. Deus nos ensina que o propósito dos dons não é gerar confusão, mas quebrar barreiras e promover unidade, clareza, amor e comunhão entre todos."
    },
    {
      "numero": "12",
      "texto": "Assim também vós, como desejais dons espirituais, procurai abundar neles, para edificação da igreja.",
      "reflexao": "O desejo pelos dons é algo bom e recomendado, mas o alvo deve ser sempre a edificação da igreja, e não a exaltação pessoal. Quanto mais alinhamos nossos dons com o amor e o serviço, mais o Reino de Deus se manifesta em nós e através de nós."
    },
    {
      "numero": "13",
      "texto": "Pelo que o que fala em língua, ore para que a possa interpretar.",
      "reflexao": "Deus nos chama à responsabilidade espiritual. Ao buscar dons, também devemos buscar os meios para que eles sejam úteis à comunidade. O dom de línguas, acompanhado da interpretação, se torna uma poderosa ferramenta de edificação e direção espiritual."
    },
    {
      "numero": "14",
      "texto": "Porque, se eu orar em língua desconhecida, o meu espírito ora bem, mas o meu entendimento fica sem fruto.",
      "reflexao": "Orar em línguas fortalece nossa comunhão pessoal com Deus, mas não gera fruto no entendimento coletivo. Isso nos mostra que há momentos para edificação pessoal, mas também a necessidade de edificação mútua na comunidade de fé."
    },
    {
      "numero": "15",
      "texto": "Que farei, pois? Orarei com o espírito, mas também orarei com o entendimento; cantarei com o espírito, mas também cantarei com o entendimento.",
      "reflexao": "Aqui está o equilíbrio perfeito: cultivar tanto a dimensão espiritual profunda, na intimidade com Deus, quanto a clareza e a consciência na edificação dos irmãos. Deus se agrada quando unimos fervor espiritual com sabedoria e amor no servir."
    },
    {
      "numero": "16",
      "texto": "De outra maneira, se tu bendisseres com o espírito, como dirá o indouto o Amém sobre a tua ação de graças, visto que não entende o que dizes?",
      "reflexao": "O culto coletivo deve ser acessível e compreensível a todos. Quando falamos apenas no espírito, sem que os outros entendam, eles não podem participar, concordar e se edificar. Deus deseja uma igreja onde todos possam caminhar juntos, na mesma compreensão e fé."
    },
    {
      "numero": "17",
      "texto": "Porque realmente tu dás bem as graças, mas o outro não é edificado.",
      "reflexao": "O dom de línguas, sem interpretação, pode gerar uma boa conexão pessoal com Deus, mas não abençoa quem ouve. Isso nos desafia a sempre buscar viver uma espiritualidade que não apenas nos fortalece, mas que fortalece também nossos irmãos."
    },
    {
      "numero": "18",
      "texto": "Dou graças ao meu Deus, porque falo mais línguas do que vós todos.",
      "reflexao": "Paulo valoriza o dom de línguas, mostrando que ele mesmo o pratica abundantemente. Isso nos ensina que o problema não é o dom, mas sim como o usamos. O dom é bênção quando é bem aplicado, com entendimento e amor."
    },
    {
      "numero": "19",
      "texto": "Todavia eu antes quero falar na igreja cinco palavras na minha própria inteligência, para que possa também instruir os outros, do que dez mil palavras em língua desconhecida.",
      "reflexao": "Este versículo é um convite claro à prioridade da edificação. Deus valoriza mais uma palavra simples, clara e compreensível, que instrui e transforma, do que longas manifestações espirituais que não edificam quem ouve."
    },
    {
      "numero": "20",
      "texto": "Irmãos, não sejais meninos no entendimento, mas sede meninos na malícia, e adultos no entendimento.",
      "reflexao": "Deus nos chama à maturidade espiritual. Na malícia, sejamos como crianças — puros e livres de maldade. Mas no entendimento, no discernimento espiritual e na sabedoria, sejamos adultos, maduros, conscientes e cheios do Espírito Santo."
    },
    {
      "numero": "21",
      "texto": "Está escrito na lei: Por homens de outras línguas e por lábios de estrangeiros falarei a este povo; e nem assim me ouvirão, diz o Senhor.",
      "reflexao": "Este versículo nos lembra que, quando rejeitamos a voz de Deus, Ele ainda encontra maneiras de falar, até mesmo através de situações inusitadas ou pessoas inesperadas. Deus nunca desiste de nos alcançar, mesmo quando resistimos à Sua voz."
    },
    {
      "numero": "22",
      "texto": "De sorte que as línguas são um sinal, não para os fiéis, mas para os infiéis; e a profecia não é para os infiéis, mas para os que creem.",
      "reflexao": "O dom de línguas, quando manifestado corretamente, serve como um sinal espiritual, especialmente para quem ainda não crê. Já a profecia é para fortalecer, instruir e edificar aqueles que estão na fé, mostrando que Deus fala claramente ao Seu povo."
    },
    {
      "numero": "23",
      "texto": "Se, pois, toda a igreja se reunir num lugar, e todos falarem em línguas, e entrarem indoutos ou infiéis, não dirão porventura que estais loucos?",
      "reflexao": "Paulo alerta sobre o testemunho coletivo da igreja. Se houver desordem e falta de entendimento, quem chega de fora pode se escandalizar, em vez de ser alcançado. Isso nos ensina que o amor e a clareza devem guiar toda manifestação espiritual."
    },
    {
      "numero": "24",
      "texto": "Mas, se todos profetizarem, e algum indouto ou infiel entrar, de todos é convencido, de todos é julgado.",
      "reflexao": "A profecia, quando guiada pelo Espírito, tem o poder de tocar profundamente o coração, gerar arrependimento e despertar a consciência espiritual. Deus deseja que nossas palavras sejam instrumentos de vida, transformação e salvação para quem ouve."
    },
    {
      "numero": "25",
      "texto": "E, assim, os segredos do seu coração se manifestarão; e, assim, lançando-se sobre o seu rosto, adorará a Deus, publicando que Deus está verdadeiramente entre vós.",
      "reflexao": "Quando o Espírito de Deus se manifesta de forma clara e poderosa, as pessoas reconhecem Sua presença, são quebrantadas e transformadas. Este versículo nos inspira a buscar uma igreja viva, cheia do Espírito, onde o amor e a verdade se encontram."
    },
    {
      "numero": "26",
      "texto": "Que fareis, pois, irmãos? Quando vos ajuntais, cada um de vós tem salmo, tem doutrina, tem revelação, tem língua, tem interpretação; faça-se tudo para edificação.",
      "reflexao": "Deus nos chama a participar ativamente da vida da igreja, cada um com seu dom e contribuição. Mas o princípio que rege tudo é claro: tudo deve ser feito para edificar, fortalecer, curar e unir o corpo de Cristo, nunca para exaltar o ego."
    },
    {
      "numero": "27",
      "texto": "E, se alguém falar em língua desconhecida, faça-se isso por dois, ou quando muito três, e por sua vez, e haja intérprete.",
      "reflexao": "Paulo estabelece princípios de ordem no uso dos dons. A manifestação do Espírito deve ocorrer com decência e clareza, de modo que todos sejam edificados. A organização espiritual é uma expressão de amor, cuidado e respeito mútuo."
    },
    {
      "numero": "28",
      "texto": "Mas, se não houver intérprete, esteja calado na igreja, e fale consigo mesmo e com Deus.",
      "reflexao": "Deus valoriza tanto a liberdade do Espírito quanto a ordem no culto. Quando não há interpretação, o dom de línguas deve ser usado de forma privada, em oração, preservando assim o entendimento e a edificação da comunidade."
    },
    {
      "numero": "29",
      "texto": "E falem dois ou três profetas, e os outros julguem.",
      "reflexao": "A profecia deve ser discernida pela igreja. Isso nos mostra que nem tudo que é dito deve ser aceito sem reflexão. O Espírito Santo dá discernimento à comunidade para confirmar o que vem de Deus e rejeitar o que não está alinhado com Sua vontade."
    },
    {
      "numero": "30",
      "texto": "Mas, se a outro, que estiver assentado, for revelada alguma coisa, cale-se o primeiro.",
      "reflexao": "O Espírito Santo age de forma dinâmica. Isso exige sensibilidade, humildade e disposição de abrir espaço para que Deus fale através de quem Ele quiser. O foco deve ser sempre a voz do Espírito, e não quem está falando."
    },
    {
      "numero": "31",
      "texto": "Porque todos podereis profetizar, uns depois dos outros, para que todos aprendam e todos sejam consolados.",
      "reflexao": "Deus deseja que todos sejam ativos no culto, compartilhando palavras que edificam, ensinam e consolam. Isso revela que a vida cristã não é passiva, mas um chamado a ser canal da graça de Deus na vida dos irmãos."
    },
    {
      "numero": "32",
      "texto": "E os espíritos dos profetas estão sujeitos aos profetas.",
      "reflexao": "O mover do Espírito nunca leva à perda de controle ou desordem. O verdadeiro agir de Deus é acompanhado de domínio próprio, reverência e responsabilidade. Isso demonstra que o Espírito Santo age em parceria com nossa consciência e discernimento."
    },
    {
      "numero": "33",
      "texto": "Porque Deus não é Deus de confusão, senão de paz, como em todas as igrejas dos santos.",
      "reflexao": "Onde há confusão, desordem e egoísmo, Deus não está operando. O caráter de Deus é paz, harmonia, unidade e amor. Uma igreja cheia do Espírito é uma igreja onde reina a ordem, a clareza, o respeito e a edificação mútua."
    },
    {
      "numero": "34",
      "texto": "As vossas mulheres estejam caladas nas igrejas, porque não lhes é permitido falar; mas estejam sujeitas, como também ordena a lei.",
      "reflexao": "Este versículo reflete um contexto cultural e específico da igreja em Corinto, onde havia desordem e excesso de perguntas durante os cultos. O princípio atemporal aqui é o da ordem, respeito e reverência no ambiente de adoração, aplicável a todos, homens e mulheres."
    },
    {
      "numero": "35",
      "texto": "E, se querem aprender alguma coisa, interroguem em casa a seus próprios maridos; porque é vergonhoso que as mulheres falem na igreja.",
      "reflexao": "Mais uma vez, o foco não é calar a mulher, mas combater a desordem que estava acontecendo nos cultos daquela época. O princípio é que todos — homens e mulheres — devem contribuir para um ambiente de paz, respeito e edificação na igreja."
    },
    {
      "numero": "36",
      "texto": "Porventura saiu dentre vós a palavra de Deus? Ou veio ela somente para vós?",
      "reflexao": "Paulo confronta qualquer ideia de superioridade espiritual. A Palavra de Deus não pertence a um grupo específico, mas é para todos. Isso é um chamado à humildade, à unidade e ao reconhecimento de que somos todos servos do mesmo Senhor."
    },
    {
      "numero": "37",
      "texto": "Se alguém cuida ser profeta, ou espiritual, reconheça que as coisas que vos escrevo são mandamentos do Senhor.",
      "reflexao": "Paulo deixa claro que as orientações sobre ordem no culto e uso dos dons não são meras opiniões, mas direção do próprio Deus. Quem é verdadeiramente espiritual se submete à Palavra e vive segundo os princípios estabelecidos pelo Senhor."
    },
    {
      "numero": "38",
      "texto": "Mas, se alguém ignora isto, que ignore.",
      "reflexao": "Este versículo é uma advertência: quem escolhe rejeitar a verdade de Deus, se exclui dos benefícios dela. É uma chamada à seriedade, responsabilidade espiritual e compromisso com a Palavra e os princípios do Reino."
    },
    {
      "numero": "39",
      "texto": "Portanto, irmãos, procurai com zelo profetizar, e não proibais falar línguas.",
      "reflexao": "O equilíbrio perfeito: buscar os dons, não proibir manifestações espirituais, mas viver tudo isso com zelo, amor, ordem e discernimento. O Espírito Santo deseja se manifestar, e nosso papel é criar um ambiente propício para isso, com reverência e sabedoria."
    },
    {
      "numero": "40",
      "texto": "Mas faça-se tudo decentemente e com ordem.",
      "reflexao": "Este é o princípio que governa toda a vida da igreja: decência e ordem. Deus se manifesta poderosamente onde há amor, reverência, responsabilidade e unidade. Que nossa vida, nossos cultos e nossa comunhão reflitam sempre esse padrão celestial."
    }
  ]
}
