{
  "livro": "1 Coríntios",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ousa algum de vós, tendo uma questão contra outro, ir a juízo perante os injustos, e não perante os santos?",
      "reflexao": "Este versículo nos confronta: como filhos de Deus, somos chamados a resolver nossos conflitos com maturidade, sabedoria e amor, dentro da comunidade da fé. Levar nossos irmãos aos tribunais do mundo enfraquece o testemunho do evangelho e revela imaturidade espiritual."
    },
    {
      "numero": "2",
      "texto": "Não sabeis vós que os santos hão de julgar o mundo? Ora, se o mundo deve ser julgado por vós, sois porventura indignos de julgar as coisas mínimas?",
      "reflexao": "Deus nos chama a exercer discernimento espiritual, inclusive nas questões práticas da vida. Se fomos chamados para julgar questões eternas, como não ter sabedoria para resolver os pequenos conflitos do dia a dia entre irmãos?"
    },
    {
      "numero": "3",
      "texto": "Não sabeis vós que havemos de julgar os anjos? Quanto mais as coisas pertencentes a esta vida?",
      "reflexao": "Este versículo revela a grandeza do nosso chamado. Deus nos confia responsabilidades eternas, e isso nos desafia a viver hoje com seriedade, discernimento e compromisso com a verdade, inclusive nas questões práticas e relacionais."
    },
    {
      "numero": "4",
      "texto": "Portanto, se tiverdes negócios em juízo pertencentes a esta vida, pondes na cadeira dos que são de menos estima na igreja?",
      "reflexao": "Quando não buscamos resolver nossos conflitos no corpo de Cristo, mostramos desprezo pela sabedoria espiritual que Deus colocou entre nós. Este é um chamado à unidade, à humildade e ao zelo uns pelos outros dentro da comunidade cristã."
    },
    {
      "numero": "5",
      "texto": "Para vergonha vossa o digo. Não há, pois, entre vós, sábios, nem mesmo um que possa julgar entre seus irmãos?",
      "reflexao": "Paulo nos exorta de forma amorosa, mas firme: como é possível que falte entre nós sabedoria para resolver conflitos? Isso nos leva a refletir sobre a necessidade de desenvolvermos maturidade, empatia e discernimento dentro da família da fé."
    },
    {
      "numero": "6",
      "texto": "Mas o irmão vai a juízo com o irmão, e isto perante infiéis.",
      "reflexao": "Quando expomos nossos conflitos na justiça do mundo, enfraquecemos nosso testemunho. Deus nos chama a resolver as questões com amor, diálogo, perdão e sabedoria, mostrando ao mundo que há uma forma diferente de viver e de se relacionar em Cristo."
    },
    {
      "numero": "7",
      "texto": "Na verdade, é já realmente uma falta entre vós ter demandas uns contra os outros. Por que não sofreis antes a injustiça? Por que não sofreis antes o dano?",
      "reflexao": "Este versículo nos confronta profundamente: às vezes, sofrer o dano é melhor do que manchar o nome de Cristo. O amor cristão é capaz de suportar injustiças por um bem maior — preservar a unidade, o testemunho e a paz no corpo de Cristo."
    },
    {
      "numero": "8",
      "texto": "Mas vós mesmos fazeis a injustiça e fazeis o dano, e isto aos irmãos.",
      "reflexao": "Quando escolhemos agir de forma egoísta, causando prejuízo ou injustiça aos nossos irmãos, nos afastamos dos princípios do Reino. O chamado de Deus é para vivermos em amor, integridade e respeito, cuidando uns dos outros como família espiritual."
    },
    {
      "numero": "9",
      "texto": "Não sabeis que os injustos não hão de herdar o reino de Deus? Não vos enganeis: nem os devassos, nem os idólatras, nem os adúlteros, nem os efeminados, nem os sodomitas,",
      "reflexao": "Deus é amor, mas também é justo. Este versículo é um alerta amoroso: viver no pecado, sem arrependimento, é escolher se afastar do Reino. Não é uma mensagem de condenação, mas de chamado urgente ao arrependimento, à transformação e à vida abundante em Cristo."
    },
    {
      "numero": "10",
      "texto": "Nem os ladrões, nem os avarentos, nem os bêbados, nem os maldizentes, nem os roubadores herdarão o reino de Deus.",
      "reflexao": "A graça de Deus nos alcança onde estamos, mas não nos deixa como estamos. O evangelho nos chama a romper com práticas que desonram a Deus e destroem vidas, para vivermos na luz, na santidade e na liberdade que só Jesus oferece."
    },
    {
      "numero": "11",
      "texto": "E é o que alguns têm sido; mas haveis sido lavados, mas haveis sido santificados, mas haveis sido justificados em nome do Senhor Jesus e pelo Espírito de nosso Deus.",
      "reflexao": "Este é um dos versículos mais lindos da graça! Não importa nosso passado — em Cristo somos lavados, santificados e justificados. O que nos define não são nossos erros, mas o amor de Deus que nos transforma e nos dá uma nova identidade."
    },
    {
      "numero": "12",
      "texto": "Todas as coisas me são lícitas, mas nem todas as coisas convêm; todas as coisas me são lícitas, mas eu não me deixarei dominar por nenhuma.",
      "reflexao": "A liberdade em Cristo não é licença para fazer tudo, mas responsabilidade para escolher o que edifica. Este versículo nos ensina a avaliar: 'Isso me aproxima ou me afasta de Deus? Isso me edifica ou me escraviza?'"
    },
    {
      "numero": "13",
      "texto": "Os alimentos são para o ventre e o ventre para os alimentos; Deus, porém, aniquilará tanto um como outro. Mas o corpo não é para a prostituição, senão para o Senhor, e o Senhor para o corpo.",
      "reflexao": "Nosso corpo não é um objeto de prazer momentâneo, mas templo onde Deus habita. Este versículo nos convida a ressignificar nosso relacionamento com nosso próprio corpo, escolhendo viver de maneira que glorifique o Senhor em tudo."
    },
    {
      "numero": "14",
      "texto": "Ora, Deus, que também ressuscitou o Senhor, nos ressuscitará a nós pelo seu poder.",
      "reflexao": "A promessa da ressurreição nos enche de esperança! Assim como Cristo venceu a morte, nós também viveremos eternamente com Ele. Isso nos convida a viver aqui com os olhos na eternidade, priorizando o que realmente importa."
    },
    {
      "numero": "15",
      "texto": "Não sabeis vós que os vossos corpos são membros de Cristo? Tomarei, pois, os membros de Cristo e falo-ei membros de uma meretriz? De modo nenhum.",
      "reflexao": "Este versículo é um chamado à consciência: nossos corpos fazem parte de Cristo. Isso transforma a forma como olhamos para nós mesmos, para os relacionamentos e para nossas escolhas. Somos chamados a viver em pureza, honra e santidade."
    },
    {
      "numero": "16",
      "texto": "Ou não sabeis que o que se ajunta com a meretriz faz-se um corpo com ela? Porque serão, disse, dois numa só carne.",
      "reflexao": "O que fazemos com o corpo reflete profundamente na alma. As escolhas físicas têm impacto espiritual. Deus nos chama a viver relacionamentos que tragam vida, propósito e que estejam alinhados com Seu plano de amor e santidade."
    },
    {
      "numero": "17",
      "texto": "Mas o que se ajunta com o Senhor é um mesmo espírito com ele.",
      "reflexao": "Que verdade maravilhosa: podemos estar profundamente unidos a Deus, em comunhão íntima, vivendo alinhados com Seu amor, Sua graça e Sua vontade. Estar unido ao Senhor é experimentar vida plena e verdadeira paz."
    },
    {
      "numero": "18",
      "texto": "Fugi da prostituição. Todo o pecado que o homem comete é fora do corpo; mas o que se prostitui peca contra o seu próprio corpo.",
      "reflexao": "Deus não nos diz 'fuja' por opressão, mas por cuidado. A imoralidade sexual destrói a alma, o corpo e os relacionamentos. O chamado aqui é claro: preserve sua vida, seu corpo e sua espiritualidade, escolhendo viver em pureza e amor."
    },
    {
      "numero": "19",
      "texto": "Ou não sabeis que o vosso corpo é o templo do Espírito Santo, que habita em vós, proveniente de Deus, e que não sois de vós mesmos?",
      "reflexao": "Nosso corpo não nos pertence — ele é templo, morada do próprio Deus. Isso muda tudo! Cada decisão, cada cuidado, cada escolha deve refletir esse entendimento: somos casa sagrada, onde o Espírito Santo habita e deseja ser honrado."
    },
    {
      "numero": "20",
      "texto": "Porque fostes comprados por bom preço; glorificai, pois, a Deus no vosso corpo, e no vosso espírito, os quais pertencem a Deus.",
      "reflexao": "Fomos comprados com o sangue precioso de Jesus. Isso não nos diminui, nos valoriza. Somos tão amados que Deus deu Seu Filho por nós. Por isso, viver para glorificá-Lo não é um peso, mas a maior honra que alguém pode ter na vida."
    }
  ]
}
