{
  "livro": "1 Crônicas",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E aconteceu que, em combate com os filisteus, os israelitas foram postos em fuga, e muitos caíram mortos no monte Gilboa.",
      "reflexao": "Quando o povo de Deus se afasta de sua aliança, perde força até diante de inimigos menores. A derrota no monte Gilboa nos lembra que vitórias externas dependem de fidelidade interior."
    },
    {
      "numero": "2",
      "texto": "Os filisteus perseguiram Saul e seus filhos, e mataram Jônatas, Abinadabe e Malquisua, filhos de Saul.",
      "reflexao": "Mesmo os nobres caem quando a liderança se desvia do propósito divino. A queda dos filhos de Saul mostra que decisões erradas ecoam na vida dos que caminham conosco."
    },
    {
      "numero": "3",
      "texto": "O combate foi se tornando cada vez mais violento em torno de Saul, até que os flecheiros o alcançaram e o feriram gravemente.",
      "reflexao": "O cerco da dor se fecha quando já não há cobertura espiritual. Saul foi ferido não apenas por flechas, mas pela ausência da presença de Deus ao seu lado."
    },
    {
      "numero": "4",
      "texto": "Então Saul ordenou ao seu escudeiro: ‘Tire sua espada e mate-me com ela, senão sofrerei a vergonha de cair nas mãos desses incircuncisos’. Mas o seu escudeiro estava apavorado e não quis fazê-lo. Saul, então, apanhou a própria espada e jogou-se sobre ela.",
      "reflexao": "O fim de Saul foi marcado por orgulho e desespero. Ele temia a vergonha mais do que buscava arrependimento. Quando a honra humana substitui a esperança divina, a tragédia se torna inevitável."
    },
    {
      "numero": "5",
      "texto": "Quando o escudeiro viu que Saul estava morto, jogou-se também sobre sua espada e morreu.",
      "reflexao": "A liderança influencia destinos. O escudeiro de Saul seguiu seu rei até na morte, revelando como o vazio espiritual de quem lidera pode arrastar outros à ruína."
    },
    {
      "numero": "6",
      "texto": "Dessa maneira Saul e seus três filhos morreram, e, assim, toda a descendência real.",
      "reflexao": "Uma linhagem termina quando a desobediência se perpetua. Deus levanta reis segundo o coração dele, mas remove tronos construídos sobre ego e rebeldia."
    },
    {
      "numero": "7",
      "texto": "Quando os israelitas que habitavam no vale viram que o exército tinha fugido e que Saul e seus filhos estavam mortos, fugiram abandonando suas cidades. Depois os filisteus foram ocupá-las.",
      "reflexao": "Quando a liderança falha, o povo se dispersa e o território se perde. O abandono das cidades mostra como a ausência de direção espiritual abre espaço para a ocupação inimiga."
    },
    {
      "numero": "8",
      "texto": "No dia seguinte, quando os filisteus foram saquear os mortos, encontraram Saul e seus filhos caídos no monte Gilboa.",
      "reflexao": "O saque dos mortos expõe a humilhação final dos que antes ocuparam tronos. Quem rejeita a voz de Deus termina exposto até após a morte, como um alerta para as gerações futuras."
    },
    {
      "numero": "9",
      "texto": "Cortaram a cabeça de Saul, pegaram suas armas e enviaram mensageiros por toda a terra dos filisteus proclamando a notícia entre os seus ídolos e o seu povo.",
      "reflexao": "Os inimigos celebram quando um ungido cai. A vergonha de Israel tornou-se glória para os deuses falsos. Por isso, quem carrega um chamado precisa viver com temor, pois carrega também um testemunho diante do mundo."
    },
    {
      "numero": "10",
      "texto": "Expuseram suas armas num dos templos dos seus deuses e penduraram sua cabeça no templo de Dagom.",
      "reflexao": "Quando o nome de Deus é desonrado por aqueles que deveriam representá-lo, até os ímpios se gloriam da queda. As armas de Saul, que um dia foram sinal de vitória, tornaram-se troféu nas mãos da idolatria. Um alerta para todos que se afastam da fonte verdadeira de poder."
    },
    {
      "numero": "11",
      "texto": "Quando os habitantes de Jabes-Gileade ficaram sabendo o que os filisteus haviam feito com Saul,",
      "reflexao": "O respeito pelos que partiram pode despertar ações de coragem. Mesmo diante da vergonha nacional, há corações fiéis que não esquecem os feitos passados nem abandonam a honra de sepultar com dignidade os que tombaram."
    },
    {
      "numero": "12",
      "texto": "os mais corajosos dentre eles foram e apanharam os corpos de Saul e de seus filhos e os levaram a Jabes. Lá sepultaram seus ossos sob a Grande Árvore, e jejuaram por sete dias.",
      "reflexao": "Há honra até no fim trágico. Os valentes de Jabes nos lembram que a dignidade de um povo se mede também pela reverência aos que falharam. O jejum revela luto, mas também arrependimento coletivo — um clamor por restauração espiritual."
    },
    {
      "numero": "13",
      "texto": "Saul morreu porque foi infiel ao Senhor; não guardou a palavra do Senhor e chegou a consultar uma médiun em busca de orientação,",
      "reflexao": "A causa da queda não foi a guerra, mas a infidelidade. Consultar fontes erradas em tempos de angústia revela onde realmente está nossa confiança. A desobediência à Palavra sempre abre caminho para a confusão espiritual e a ruína pessoal."
    },
    {
      "numero": "14",
      "texto": "em vez de consultar o Senhor. Por isso o Senhor o entregou à morte e deu o reino a Davi, filho de Jessé.",
      "reflexao": "O silêncio de Deus não é motivo para buscar atalhos; é convite para o arrependimento. Saul perdeu o trono porque escolheu ignorar a voz do céu. Davi o recebeu porque buscava o coração de Deus. O Senhor remove e levanta conforme sua justiça e soberania."
    }
  ]
}
