{
  "livro": "1 Crônicas",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Todos os israelitas foram alistados nas genealogias dos registros históricos dos reis de Israel. O povo de Judá foi levado prisioneiro para a Babilônia por sua infidelidade.",
      "reflexao": "A fidelidade a Deus é o alicerce da permanência na promessa. A infidelidade traz consequências, mas mesmo o exílio se torna solo fértil para o arrependimento e o recomeço."
    },
    {
      "numero": "2",
      "texto": "Os primeiros a voltarem às suas propriedades e às suas cidades foram algumas pessoas do povo e alguns sacerdotes, levitas e servidores do templo.",
      "reflexao": "O retorno começa com os que têm no coração o altar de Deus. A restauração de uma nação sempre passa pelos que servem com humildade e fidelidade."
    },
    {
      "numero": "3",
      "texto": "Os de Judá, de Benjamim e de Efraim e Manassés que se instalaram em Jerusalém foram:",
      "reflexao": "A unidade das tribos reflete a esperança de reconstrução. Mesmo com histórias diferentes, todos retornam à mesma terra, guiados pela mesma promessa."
    },
    {
      "numero": "4",
      "texto": "Utai, filho de Amiúde, neto de Onri, bisneto de Inri e trineto de Bani, um descendente de Perez, filho de Judá.",
      "reflexao": "Cada nome aqui é um testemunho de continuidade. Mesmo após a queda e o cativeiro, a linhagem da promessa permanece viva e registrada diante de Deus."
    },
    {
      "numero": "5",
      "texto": "Dos descendentes de Selá: O primogênito Asaías com seus filhos.",
      "reflexao": "Os primogênitos simbolizam a responsabilidade e o início de novos ciclos. Asaías representa um ramo vivo da árvore que Deus plantou em Judá."
    },
    {
      "numero": "6",
      "texto": "Dos descendentes de Zerá: Jeuel. Os de Judá chegaram a 690.",
      "reflexao": "Mesmo em pequeno número, os remanescentes de Judá voltam com fé. Deus não precisa de multidões para realizar grandes restaurações — basta um povo disposto."
    },
    {
      "numero": "7",
      "texto": "Dos benjamitas: Salu, filho de Mesulão, neto de Hodavias e bisneto de Hassenua;",
      "reflexao": "A herança de fé é transmitida como um fio invisível entre gerações. Os que voltam de Benjamim são os que carregam esse fio com honra."
    },
    {
      "numero": "8",
      "texto": "Ibnéias, filho de Jeroão; Elá, filho de Uzi, filho de Micri; e Mesulão, filho de Sefatias, filho de Reuel, filho de Ibnias.",
      "reflexao": "Deus conhece cada elo da história familiar. Nenhuma linhagem justa se perde diante d’Ele; cada geração é um degrau no caminho da redenção."
    },
    {
      "numero": "9",
      "texto": "Da tribo de Benjamim, relacionados em sua genealogia, eram 956. Todos esses homens eram chefes de suas famílias.",
      "reflexao": "A liderança espiritual começa no lar. Esses chefes representam famílias que foram preservadas, restauradas e chamadas a reconstruir sob a bênção divina."
    },
    {
      "numero": "10",
      "texto": "Dos sacerdotes: Jedaías, Jeoiaribe, Jaquim;",
      "reflexao": "A presença dos sacerdotes entre os que retornaram demonstra que Deus prioriza a restauração da adoração. Não se reergue um povo sem restaurar primeiro o altar."
    },
    {
      "numero": "11",
      "texto": "Azarias, filho de Hilquias, neto de Mesulão, bisneto de Zadoque, trineto de Meraiote e tetraneto de Aitube, o líder encarregado do templo de Deus;",
      "reflexao": "A liderança espiritual é forjada por gerações de fidelidade. Azarias carrega um legado que culmina em serviço sagrado — sua história aponta para o valor da continuidade da fé."
    },
    {
      "numero": "12",
      "texto": "Adaías, filho de Jeroão, neto de Pasur e bisneto de Malquias; e Masai, filho de Adiel, neto de Jazera, bisneto de Mesulão, trineto de Mesilemite e tetraneto de Imer.",
      "reflexao": "A genealogia dos servos do templo mostra que o chamado ao serviço pode atravessar linhagens inteiras. A fidelidade de ontem prepara o caminho para a missão de hoje."
    },
    {
      "numero": "13",
      "texto": "O número de sacerdotes que eram chefes de famílias era 1.760. Eram homens capazes, e sua responsabilidade era ministrar no templo de Deus.",
      "reflexao": "Ser capaz vai além da habilidade: envolve caráter, reverência e entrega. Esses homens foram separados não apenas pelo sangue, mas pela disposição de servir onde Deus habita."
    },
    {
      "numero": "14",
      "texto": "Dos levitas: Semaías, filho de Hassube, neto de Azricão e bisneto de Hasabias, um merarita;",
      "reflexao": "Cada nome carrega uma herança de adoração. O serviço dos levitas era um reflexo da dedicação familiar e comunitária ao sagrado."
    },
    {
      "numero": "15",
      "texto": "Baquebacar, Heres, Galal e Matanias, filho de Mica, neto de Zicri e bisneto de Asafe;",
      "reflexao": "Os descendentes de Asafe, o salmista, ainda ecoavam louvor e zelo nas gerações seguintes. A adoração verdadeira se torna legado duradouro."
    },
    {
      "numero": "16",
      "texto": "Obadias, filho de Semaías, neto de Galal e bisneto de Jedutum; e Berequias, filho de Asa e neto de Elcana, que vivia nos povoados dos netofatitas.",
      "reflexao": "Mesmo nos povoados mais simples, havia aqueles que levavam a presença de Deus com seriedade. A geografia não limita o chamado divino."
    },
    {
      "numero": "17",
      "texto": "Os guardas das portas eram: Salum, o chefe, Acube, Talmom, Aimã e os irmãos deles, sendo até hoje",
      "reflexao": "Guardar as portas do templo era um ministério de honra e vigilância. Quem guarda o que é santo precisa estar atento, firme e consagrado."
    },
    {
      "numero": "18",
      "texto": "os guardas da porta do Rei, a leste. Salum era o chefe. Esses eram os guardas das portas que pertenciam ao acampamento dos levitas.",
      "reflexao": "A porta leste era a entrada da glória. Estar ali era símbolo de confiança e preparo. Deus posiciona pessoas certas nos pontos cruciais de acesso à Sua presença."
    },
    {
      "numero": "19",
      "texto": "Salum, filho de Coré, neto de Ebiasafe e bisneto de Corá, e seus parentes, os coreítas, guardas das portas, responsáveis por guardar as entradas da Tenda, como os seus antepassados tinham sido responsáveis por guardar a entrada da habitação do Senhor.",
      "reflexao": "A linhagem de Corá, antes marcada pela rebelião, agora é redimida por fidelidade. A graça de Deus transforma histórias e confia novas missões àqueles que se voltam a Ele."
    },
    {
      "numero": "20",
      "texto": "Naquela época, Finéias, filho de Eleazar, estivera encarregado dos guardas das portas, e o Senhor estava com ele.",
      "reflexao": "A presença do Senhor era a verdadeira força de Finéias. Onde Deus está, há ordem, autoridade e reverência — mesmo nos detalhes do cotidiano."
    },
    {
      "numero": "21",
      "texto": "Zacarias, filho de Meselemias, era o guarda das portas da entrada da Tenda do Encontro.",
      "reflexao": "Estar na entrada da Tenda era mais que vigiar: era preparar o caminho para o encontro entre Deus e o homem. Cada posição no Reino tem um valor eterno."
    },
    {
      "numero": "22",
      "texto": "A soma total dos escolhidos para serem guardas das portas, registrados nas genealogias dos seus povoados, era de 212. Eles haviam sido designados para esses postos de confiança por Davi e pelo vidente Samuel.",
      "reflexao": "Os 212 guardas não eram apenas números — eram homens de confiança, escolhidos com discernimento espiritual. Deus ainda separa pessoas específicas para tarefas que exigem vigilância e fidelidade."
    },
    {
      "numero": "23",
      "texto": "Eles e os seus descendentes foram encarregados de vigiar as portas do templo do Senhor, o templo chamado Tenda.",
      "reflexao": "Servir a Deus é um legado que atravessa gerações. A guarda do sagrado não era tarefa comum, mas missão familiar com peso eterno."
    },
    {
      "numero": "24",
      "texto": "Os guardas vigiavam as portas nos quatro lados: norte, sul, leste e oeste.",
      "reflexao": "Deus zela por Sua casa de todos os ângulos. A vigilância espiritual também precisa ser completa: proteger nosso coração, mente, palavras e atitudes."
    },
    {
      "numero": "25",
      "texto": "Seus parentes, residentes em seus povoados, tinham que vir de tempos em tempos e trabalhar com eles por períodos de sete dias.",
      "reflexao": "A adoração comunitária requer revezamento, apoio e constância. Mesmo quem está distante pode participar do que é santo, se houver compromisso com o tempo de Deus."
    },
    {
      "numero": "26",
      "texto": "Mas os quatro principais guardas das portas, que eram levitas, receberam a responsabilidade de tomar conta das salas e da tesouraria do templo de Deus.",
      "reflexao": "A liderança espiritual envolve confiança e zelo com os recursos sagrados. Esses levitas cuidavam não só de portas, mas de tudo o que sustentava o culto ao Senhor."
    },
    {
      "numero": "27",
      "texto": "Eles passavam a noite perto do templo de Deus, pois tinham o dever de vigiá-la e de abrir as portas todas as manhãs.",
      "reflexao": "Quem ama a presença de Deus está disposto a velar por ela dia e noite. Abrir as portas pela manhã é símbolo de preparar o coração para que Deus entre primeiro a cada novo dia."
    },
    {
      "numero": "28",
      "texto": "Alguns levitas estavam encarregados dos utensílios utilizados no culto no templo; eles os contavam quando eram retirados e quando eram devolvidos.",
      "reflexao": "Nada no serviço a Deus deve ser tratado com descuido. Cada objeto consagrado precisa de zelo, e cada gesto de adoração deve ser marcado pela responsabilidade."
    },
    {
      "numero": "29",
      "texto": "Outros eram responsáveis pelos móveis e por todos os demais utensílios do santuário, bem como pela farinha, pelo vinho, pelo óleo, pelo incenso e pelas especiarias.",
      "reflexao": "O cuidado com os detalhes do culto revela o valor da reverência. Até a farinha e o azeite são dignos de atenção quando consagrados a Deus."
    },
    {
      "numero": "30",
      "texto": "E ainda outros cuidavam da manipulação das especiarias.",
      "reflexao": "As especiarias representavam o aroma do sacrifício. Quem cuida do perfume espiritual da adoração — do que sobe a Deus — exerce um ministério invisível, mas essencial."
    },
    {
      "numero": "31",
      "texto": "Um levita chamado Matitias, filho mais velho do coreíta Salum, tinha a responsabilidade de assar os pães para as ofertas.",
      "reflexao": "Até mesmo assar o pão para o altar era serviço santo. Toda tarefa, por mais simples que pareça, quando feita para Deus, se torna um ato de adoração profunda."
    },
    {
      "numero": "32",
      "texto": "E dentre os coatitas, seus irmãos, alguns estavam encarregados de preparar os pães que são postos sobre a mesa todo sábado.",
      "reflexao": "A preparação dos pães da presença era um gesto semanal de comunhão com Deus. A fidelidade no preparo revela que adoração verdadeira exige constância e cuidado, mesmo no que parece simples."
    },
    {
      "numero": "33",
      "texto": "Os cantores, chefes de famílias levitas, permaneciam nas salas do templo e estavam isentos de outros deveres, pois dia e noite se dedicavam à sua própria tarefa.",
      "reflexao": "A dedicação integral ao louvor nos ensina que há ministérios que exigem entrega total. Aqueles que louvam dia e noite abrem caminhos para que o céu toque a terra."
    },
    {
      "numero": "34",
      "texto": "Todos esses eram chefes de famílias levitas, alistados como líderes em suas genealogias, e moravam em Jerusalém.",
      "reflexao": "A liderança espiritual é firmada na genealogia da fidelidade. Morar em Jerusalém era viver próximo ao centro da adoração — um chamado à intimidade com Deus."
    },
    {
      "numero": "35",
      "texto": "Jeiel, pai de Gibeom, morava em Gibeom. O nome de sua mulher era Maaca,",
      "reflexao": "Os registros familiares reforçam que Deus conhece nossas histórias pelo nome. A importância da linhagem aponta para a continuidade da promessa divina em cada geração."
    },
    {
      "numero": "36",
      "texto": "e o de seu filho mais velho, Abdom. Depois nasceram Zur, Quis, Baal, Ner, Nadabe,",
      "reflexao": "Cada nome carrega uma identidade e um propósito no plano divino. Mesmo em listas genealógicas, Deus está tecendo sua obra invisível entre os homens."
    },
    {
      "numero": "37",
      "texto": "Gedor, Aiô, Zacarias e Miclote.",
      "reflexao": "A repetição dos nomes é um lembrete de que a história da fé é construída geração após geração. Nenhum nome se perde quando está ligado à missão de Deus."
    },
    {
      "numero": "38",
      "texto": "Miclote gerou Siméia. Eles também moravam perto de seus parentes em Jerusalém.",
      "reflexao": "A proximidade dos laços familiares em torno da fé mostra que a comunhão verdadeira começa em casa. Viver perto dos que servem a Deus fortalece o espírito."
    },
    {
      "numero": "39",
      "texto": "Ner gerou Quis, Quis gerou Saul, Saul gerou Jônatas, Malquisua, Abinadabe e Esbaal.",
      "reflexao": "Essa linha genealógica nos leva até Saul, o primeiro rei de Israel. Mesmo em sua queda, a misericórdia de Deus permanece ao preservar seus descendentes."
    },
    {
      "numero": "40",
      "texto": "Este foi o filho de Jônatas: Meribe-Baal, que gerou Mica.",
      "reflexao": "Meribe-Baal, neto de Saul, lembra-nos que a aliança de Deus não é quebrada por nossos fracassos. A graça alcança os filhos dos que erraram, e neles renova promessas."
    },
    {
      "numero": "41",
      "texto": "Estes foram os filhos de Mica: Pitom, Meleque, Taréia e Acaz.",
      "reflexao": "De um nome nasce outro, e assim a história divina se propaga. Cada filho representa uma possibilidade de redenção e um novo começo."
    },
    {
      "numero": "42",
      "texto": "Acaz gerou Jadá, Jadá gerou Alemete, Azmavete e Zinri, e Zinri gerou Mosa.",
      "reflexao": "Genealogias revelam continuidade. Mesmo sem grandes feitos registrados, esses nomes apontam para a fidelidade de Deus que sustenta os invisíveis e os silenciosos."
    },
    {
      "numero": "43",
      "texto": "Mosa gerou Bineá, cujo filho foi Refaías, o filho deste foi Eleasa, pai de Azel.",
      "reflexao": "Quando lemos essas gerações, vemos que o legado da fé não é instantâneo, mas construído em camadas de obediência, mesmo nas sombras da história."
    },
    {
      "numero": "44",
      "texto": "Azel teve seis filhos, e os nomes deles foram: Azricão, Bocru, Ismael, Searias, Obadias e Hanã. Esses foram os filhos de Azel.",
      "reflexao": "De Azel brotaram seis nomes, seis vidas com potencial eterno. Toda árvore frutífera tem raízes profundas em Deus, mesmo quando seus frutos ainda não são conhecidos."
    }
  ]
}
