{
  "livro": "1 Crônicas",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Esta é a relação dos grupos dos porteiros: Dos coreítas, Meselemias, filho de Coré, da família de Asafe.",
      "reflexao": "Os porteiros eram os vigias da santidade, os guardiões dos limiares do sagrado. Servir nas portas do templo era privilégio de quem zelava não por pedras, mas pela presença de Deus entre os homens."
    },
    {
      "numero": "2",
      "texto": "Foram estes os filhos de Meselemias: Zacarias, o primeiro, Jediael, o segundo, Zebadias, o terceiro, Jatniel, o quarto,",
      "reflexao": "Cada nome registrado carrega uma herança de zelo. O serviço do Senhor se perpetua quando o coração dos pais inspira os filhos a vigiarem com reverência o lugar onde habita o Altíssimo."
    },
    {
      "numero": "3",
      "texto": "Elão, o quinto, Joanã, o sexto, e Elioenai, o sétimo.",
      "reflexao": "Do primeiro ao sétimo, todos estavam contados diante do Senhor. Ninguém é esquecido quando se coloca à disposição de Deus, mesmo em tarefas discretas como guardar uma porta."
    },
    {
      "numero": "4",
      "texto": "Foram estes os filhos de Obede-Edom: Semaías, o primeiro, Jeozabade, o segundo, Joá, o terceiro, Sacar, o quarto, Natanael, o quinto,",
      "reflexao": "A casa de Obede-Edom havia sido marcada pela presença da arca, e sua posteridade foi um testemunho da bênção que habita onde Deus é honrado com temor e fidelidade."
    },
    {
      "numero": "5",
      "texto": "Amiel, o sexto, Issacar, o sétimo, e Peuletai, o oitavo. Pois Deus havia abençoado Obede-Edom.",
      "reflexao": "A bênção de Deus é multiplicadora e transborda para as gerações. O Senhor não apenas visita, mas permanece onde encontra um coração rendido — e disso vem abundância."
    },
    {
      "numero": "6",
      "texto": "Seu filho Semaías também teve filhos, que foram líderes na família do seu pai, pois eram homens capazes.",
      "reflexao": "A liderança brota da raiz do exemplo. Quando o pai anda em retidão, os filhos tornam-se colunas de firmeza — homens capazes que conduzem com sabedoria o que receberam como legado."
    },
    {
      "numero": "7",
      "texto": "Foram estes os filhos de Semaías: Otni, Rafael, Obede e Elzabade. Os parentes dele, Eliú e Semaquias, também foram homens capazes.",
      "reflexao": "Capacidade verdadeira é fruto de comunhão com Deus. Não se trata de força ou prestígio, mas de um coração disposto e moldado pela presença do Senhor em cada geração."
    },
    {
      "numero": "8",
      "texto": "Todos esses foram descendentes de Obede-Edom; eles e os seus filhos e parentes eram capazes e aptos para a obra. Eram ao todo 62 descendentes de Obede-Edom.",
      "reflexao": "Sessenta e dois nomes sob a mesma bênção — frutos da fidelidade de um homem que abriu sua casa à arca. O verdadeiro legado não está na riqueza, mas na presença que transforma tudo ao redor."
    },
    {
      "numero": "9",
      "texto": "Meselemias teve 18 filhos e parentes chegados, todos eles homens capazes.",
      "reflexao": "Capacidade aos olhos de Deus não é medida apenas por habilidade, mas por disposição de servir. Uma família inteira disposta ao serviço é um altar vivo diante do Senhor."
    },
    {
      "numero": "10",
      "texto": "Foram estes os filhos de Hosa, o merarita: Sinri, que foi nomeado chefe por seu pai, mesmo não sendo o mais velho,",
      "reflexao": "Deus não segue a ordem natural dos homens, mas exalta aquele cujo coração está preparado. Sinri foi escolhido por mérito espiritual, mostrando que no Reino o chamado vem do alto."
    },
    {
      "numero": "11",
      "texto": "Hilquias, o segundo, Tebalias, o terceiro, e Zacarias, o quarto. Os filhos e parentes de Hosa foram 13 ao todo.",
      "reflexao": "Treze homens chamados à guarda do templo. Cada nome revela um elo de responsabilidade na cadeia da adoração. A vigilância no sagrado é serviço que requer fidelidade em silêncio."
    },
    {
      "numero": "12",
      "texto": "Essas divisões dos porteiros, feitas pelos chefes deles; eles cumpriam tarefas no serviço do templo do Senhor, assim como seus parentes.",
      "reflexao": "A ordem no serviço é reflexo da ordem no coração. Os porteiros cumpriam seus turnos como quem serve diante do trono, pois toda função, quando feita com temor, torna-se ato de adoração."
    },
    {
      "numero": "13",
      "texto": "Tiraram sortes entre as famílias, incluindo jovens e velhos, para que cuidassem de cada porta.",
      "reflexao": "Na casa do Senhor, todos têm lugar — do mais novo ao mais velho — e cada um recebe sua porção segundo a soberania divina. O sorteio não é acaso, mas a mão invisível de Deus designando serviço com sabedoria."
    },
    {
      "numero": "14",
      "texto": "E a porta leste coube a Selemias. Então tiraram sortes para seu filho Zacarias, sábio conselheiro, e a porta norte foi sorteada para ele.",
      "reflexao": "Zacarias foi reconhecido não apenas por seu nome, mas por sua sabedoria. O serviço no templo também exige discernimento — cada porta é um limiar entre o profano e o sagrado, exigindo olhos atentos e corações prudentes."
    },
    {
      "numero": "15",
      "texto": "A sorte da porta sul saiu para Obede-Edom, e a do depósito, para seus filhos.",
      "reflexao": "A bênção que repousou sobre Obede-Edom continuou fluindo sobre sua descendência. Servir a Deus com fidelidade atrai responsabilidades maiores, e os tesouros do templo foram confiados àqueles que sabiam honrar a presença divina."
    },
    {
      "numero": "16",
      "texto": "A sorte da porta oeste e da porta Salequete, na rua de cima, saíram para Supim e Hosa. Os guardas ficavam um ao lado do outro:",
      "reflexao": "O zelo pelo templo não era solitário — havia cooperação, proximidade, vigilância mútua. Quando os servos de Deus se posicionam lado a lado, a vigilância torna-se expressão de comunhão e força espiritual."
    },
    {
      "numero": "17",
      "texto": "Havia seis levitas por dia no leste, quatro no norte, quatro no sul e dois de cada vez no depósito.",
      "reflexao": "A organização do templo reflete a ordem do céu. Cada posição, cada número, cada turno tem sentido diante de Deus. Não há serviço pequeno quando é parte da adoração ao Altíssimo."
    },
    {
      "numero": "18",
      "texto": "Quanto ao pátio a oeste, havia quatro na rua e dois no próprio pátio.",
      "reflexao": "Mesmo os cantos menos visíveis recebiam vigilância. Onde os olhos dos homens não alcançam, os olhos de Deus continuam vendo — e Ele valoriza cada esforço para manter o sagrado resguardado."
    },
    {
      "numero": "19",
      "texto": "Foram essas as divisões dos porteiros, descendentes de Coré e Merari.",
      "reflexao": "O legado dos levitas se expressava em serviço contínuo. Cada nome, cada divisão, era uma expressão viva de obediência e reverência, perpetuando o chamado de cuidar do que é santo."
    },
    {
      "numero": "20",
      "texto": "Outros dos seus irmãos levitas estavam encarregados dos depósitos dos tesouros do templo de Deus e do depósito das dádivas sagradas.",
      "reflexao": "Os tesouros do templo não eram apenas metais e ofertas, mas símbolos da devoção de um povo. Os levitas que os guardavam não eram meros administradores, mas mordomos da fidelidade coletiva diante de Deus."
    },
    {
      "numero": "21",
      "texto": "Os gersonitas, descendentes de Ladã, que eram chefes de famílias pertencentes a Ladã, foram Jeieli",
      "reflexao": "Em meio a tantos nomes e linhagens, destaca-se o cuidado divino com as gerações. Os gersonitas foram reconhecidos e levantados como líderes — um testemunho de que Deus honra aqueles que servem com integridade."
    },
    {
      "numero": "22",
      "texto": "e seus filhos Zetã e seu irmão Joel. Estavam encarregados da tesouraria do templo do Senhor.",
      "reflexao": "O cuidado com os recursos sagrados foi confiado a uma família comprometida. Deus levanta homens fiéis para administrar aquilo que é fruto da entrega do povo — e isso exige retidão, temor e sabedoria."
    },
    {
      "numero": "23",
      "texto": "Dos filhos de Anrão, de Isar, de Hebrom e de Uziel:",
      "reflexao": "As tribos levíticas foram estabelecidas em ordem não por acaso, mas por direção divina. Cada família, com sua raiz, foi separada para servir — o que nos lembra que linhagem espiritual também é responsabilidade."
    },
    {
      "numero": "24",
      "texto": "Sebuel, um descendente de Gérson, filho de Moisés, era o oficial encarregado dos depósitos dos tesouros.",
      "reflexao": "Sebuel, descendente de Moisés, não herdou apenas um nome, mas uma missão. O zelo com os tesouros do Senhor revela que a verdadeira herança não é o ouro, mas o temor ao Deus vivo."
    },
    {
      "numero": "25",
      "texto": "Seus parentes por parte de Eliézer foram seu filho Reabias, que foi o pai de Jesaías, o avô de Jorão, o bisavô de Zicri, o tataravô de Selomote.",
      "reflexao": "As gerações se sucedem como elos de uma corrente espiritual. Os nomes registrados não são apenas lembranças, mas testemunhos de que a fidelidade pode atravessar séculos quando plantada em solo sagrado."
    },
    {
      "numero": "26",
      "texto": "Selomote e seus parentes estavam encarregados de todos os tesouros consagrados pelo rei Davi, pelos chefes de famílias que eram os comandantes de mil e de cem, e pelos outros líderes do exército.",
      "reflexao": "Selomote guardava não apenas tesouros, mas a confiança dos que lideravam em nome de Deus. Cada contribuição consagrada carregava orações, promessas e sacrifícios — uma riqueza que vai além da matéria."
    },
    {
      "numero": "27",
      "texto": "Eles consagravam parte dos despojos tomados em combate para a manutenção do templo do Senhor.",
      "reflexao": "As vitórias militares não eram apenas conquistas humanas — eram oportunidades de consagração. O povo entendia que tudo o que recebiam devia retornar, em honra, àquele que lhes dava a vitória."
    },
    {
      "numero": "28",
      "texto": "E todas as dádivas consagradas pelo vidente Samuel e por Saul, filho de Quis, por Abner, filho de Ner, e por Joabe, filho de Zeruia, e todas as demais dádivas sagradas estavam sob os cuidados de Selomote e seus parentes.",
      "reflexao": "Os nomes aqui mencionados compõem a história viva da fé e da nação. Homens de guerra e de visão depositaram sua devoção em forma de ofertas, e estas foram tratadas com temor, pois pertenciam ao Senhor."
    },
    {
      "numero": "29",
      "texto": "Dos filhos de Isar, Quenanias e seus filhos ficaram responsáveis pelos negócios públicos de Israel, atuando como oficiais e juízes.",
      "reflexao": "Servir a Deus também é servir ao povo com justiça. Quenanias e seus filhos trazem o exemplo de uma liderança que une fé e responsabilidade civil — um chamado para governar com equidade e coração limpo."
    },
    {
      "numero": "30",
      "texto": "Dos filhos de Hebrom, Hasabias e seus parentes, que ficaram responsáveis em Israel, a oeste do Jordão, por todo o trabalho do Senhor e pelo serviço do rei; ao todo eram mil e setecentos homens capazes.",
      "reflexao": "A grandeza de um povo se revela também na prontidão dos que servem. Hasabias e seus mil e setecentos não apenas executavam tarefas — eram instrumentos de ordem, paz e adoração no território consagrado."
    },
    {
      "numero": "31",
      "texto": "De acordo com os registros genealógicos das famílias hebronitas, Jerias foi o chefe delas. No ano quarenta do reinado de Davi fez-se uma busca nos registros, e entre os descendentes de Hebrom encontraram-se homens capazes, em Jazar de Gileade.",
      "reflexao": "Os registros genealógicos não apenas preservavam história, mas direcionavam serviço. Quando se procurou entre os descendentes, Deus revelou líderes escondidos no anonimato — homens capazes, prontos para serem levantados."
    },
    {
      "numero": "32",
      "texto": "Jerias tinha dois mil e setecentos parentes, homens capazes e chefes de famílias, que o rei Davi encarregou de todas as questões pertinentes a Deus e aos negócios do rei nas tribos de Rúben e de Gade, e da metade da tribo de Manassés.",
      "reflexao": "Quando Deus confia responsabilidades espirituais e civis a um povo, Ele também levanta líderes com estrutura para administrá-las. Jerias e seus milhares representam a harmonia entre devoção e ação — entre serviço a Deus e ao povo."
    }
  ]
}
