{
  "livro": "1 Crônicas",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Adão, Sete, Enos,",
      "reflexao": "O início desta genealogia nos conecta ao primeiro sopro da humanidade. Ao mencionar Adão, Sete e Enos, somos lembrados de que nossa existência está firmada em uma linha de continuidade divina. Cada nome carrega uma história, uma promessa e um legado. Assim também somos nós — parte de uma linhagem que Deus conhece pelo nome."
    },
    {
      "numero": "2",
      "texto": "Cainã, Malaleel, Jarede,",
      "reflexao": "Nomes que podem parecer distantes, mas que compõem os degraus de um propósito eterno. A presença de cada geração é como uma nota em uma melodia composta pelo Criador. Mesmo em tempos de anonimato, Deus escreve histórias com propósito eterno."
    },
    {
      "numero": "3",
      "texto": "Enoque, Matusalém, Lameque, Noé.",
      "reflexao": "Enoque, que andou com Deus; Matusalém, o mais longevo; Lameque, e então Noé, o justo. Neste versículo, vemos não apenas nomes, mas vidas que testemunharam a presença de Deus em tempos sombrios. Cada um deles nos ensina que o caminho da fidelidade resiste ao tempo e permanece como exemplo de fé."
    },
    {
      "numero": "4",
      "texto": "Estes foram os filhos de Noé: Sem, Cam e Jafé.",
      "reflexao": "A descendência de Noé nos mostra que, mesmo após o juízo do dilúvio, Deus preservou a vida e a multiplicação sobre a terra. Sem, Cam e Jafé representam a continuidade da esperança. Deus recomeça com aqueles que O temem, e escreve novas histórias sobre antigos alicerces."
    },
    {
      "numero": "5",
      "texto": "Estes foram os filhos de Jafé: Gômer, Magogue, Madai, Javã, Tubal, Meseque e Tirás.",
      "reflexao": "Cada descendente de Jafé estendeu raízes por diferentes terras, formando povos e culturas. A soberania de Deus abrange todas as nações, e ainda que os nomes sejam muitos, todos estão debaixo do olhar divino. Nenhuma geração escapa da memória do Altíssimo."
    },
    {
      "numero": "6",
      "texto": "Estes foram os filhos de Gômer: Asquenaz, Rifate e Togarma.",
      "reflexao": "De Gômer vieram mais ramos da grande árvore da humanidade. Cada geração revela que a vida não é um acaso, mas uma sequência tecida com cuidado. Somos lembrados de que as promessas de Deus atravessam séculos, sustentando famílias inteiras com propósito."
    },
    {
      "numero": "7",
      "texto": "Estes foram os filhos de Javã: Elisá, Társis, Quitim e Rodanim.",
      "reflexao": "Os filhos de Javã nos levam às margens do mar, onde portos e nações floresceram. Társis, por exemplo, aparece nas Escrituras como símbolo de riquezas e distância. Isso nos mostra que Deus está presente tanto nos lugares próximos quanto nos confins da terra. Ele conhece o nome de cada povo."
    },
    {
      "numero": "8",
      "texto": "Estes foram os filhos de Cam: Cuxe, Mizraim, Fute e Canaã.",
      "reflexao": "Cam, filho de Noé, deu origem a povos poderosos e territórios marcantes. Canaã, Mizraim (Egito) e outros nomes carregam histórias de glória e também de queda. Isso nos lembra que a origem não determina o destino — Deus age com justiça e misericórdia sobre todas as linhagens."
    },
    {
      "numero": "9",
      "texto": "Estes foram os filhos de Cuxe: Sebá, Havilá, Sabtá, Raamá e Sabtecá. Estes foram os filhos de Raamá: Sabá e Dedã.",
      "reflexao": "Nesta sucessão de nomes, vemos o desdobrar da fecundidade e da multiplicação prometida por Deus. Mesmo sem detalhes sobre suas vidas, suas existências foram registradas. Deus se importa com cada ramo da árvore humana. Nenhum fruto nasce sem que Ele saiba."
    },
    {
      "numero": "10",
      "texto": "Cuxe gerou Ninrode, o primeiro homem poderoso na terra.",
      "reflexao": "Ninrode é lembrado por seu poder e influência. No entanto, o poder sem submissão a Deus pode se tornar orgulho e queda. Esta menção nos alerta: o verdadeiro poder é aquele que se curva ao Criador. Grandeza diante dos homens não é sinônimo de aprovação divina."
    },
    {
      "numero": "11",
      "texto": "Mizraim gerou os luditas, os anamitas, os leabitas, os naftuítas,",
      "reflexao": "A descendência de Mizraim se espalhou em diversas etnias e culturas. Cada grupo representa o colorido mosaico da humanidade. Deus não se esquece de nenhum povo — todos estão presentes em Sua história de redenção. Somos chamados a enxergar a dignidade divina em cada nação."
    },
    {
      "numero": "12",
      "texto": "os patrusitas, os casluítas, dos quais se originaram os filisteus, e os caftoritas.",
      "reflexao": "Dos casluítas vieram os filisteus, conhecidos como inimigos de Israel. Este versículo mostra que até os adversários têm um lugar na história. Deus permite que conflitos existam para revelar Sua glória e fidelidade. Mesmo o que se opõe ao plano divino será usado para cumprir o propósito eterno."
    },
    {
      "numero": "13",
      "texto": "Canaã gerou Sidom, seu filho mais velho, e Hete,",
      "reflexao": "Sidom e Hete são os primeiros frutos da linhagem de Canaã, nomes que apontam para povos que futuramente se destacariam nas Escrituras. A menção deles nos lembra de que cada geração deixa marcas que ecoam na história. Somos todos elos de algo maior do que nós mesmos."
    },
    {
      "numero": "14",
      "texto": "como também os jebuseus, os amorreus, os girgaseus,",
      "reflexao": "Estes povos seriam protagonistas de confrontos com Israel, mas aqui estão como parte legítima da narrativa da humanidade. Deus não ignora nenhum capítulo da história. Ele vê além dos rótulos e conhece o propósito por trás de cada povo."
    },
    {
      "numero": "15",
      "texto": "os heveus, os arqueus, os sineus,",
      "reflexao": "O versículo continua a revelar os muitos ramos da árvore de Canaã. Mesmo que pouco saibamos sobre alguns desses nomes, Deus os registrou. A vida humana importa, e nenhuma raiz passa despercebida aos olhos do Senhor."
    },
    {
      "numero": "16",
      "texto": "os arvadeus, os zemareus e os hamateus.",
      "reflexao": "Esses nomes ecoam a diversidade da criação de Deus. Povos distintos, culturas variadas, histórias entrelaçadas no grande tecido da humanidade. Tudo está sob o domínio do Criador que observa com justiça e graça."
    },
    {
      "numero": "17",
      "texto": "Estes foram os filhos de Sem: Elão, Assur, Arfaxade, Lude e Arã. Estes foram os filhos de Arã: Uz, Hul, Géter e Meseque.",
      "reflexao": "De Sem, filho de Noé, surgem nomes que moldariam o curso da história — entre eles, os ancestrais de povos que aparecem nas grandes narrativas bíblicas. Ver essa multiplicação é contemplar o cuidado de Deus com cada passo do Seu plano, mesmo quando ainda não visível ao olhar humano."
    },
    {
      "numero": "18",
      "texto": "Arfaxade gerou Salá, e este gerou Héber.",
      "reflexao": "A genealogia segue como um fio invisível, ligando gerações até os que seriam chamados para viver promessas. Héber se tornaria ancestral de um povo peculiar. A história da redenção é paciente e detalhista — Deus nunca perde o fio condutor."
    },
    {
      "numero": "19",
      "texto": "A Héber nasceram dois filhos: Um deles se chamou Pelegue, porque em sua época a terra foi dividida; seu irmão chamou-se Joctã.",
      "reflexao": "A divisão da terra nos dias de Pelegue marca uma transição geográfica e espiritual. Mesmo em tempos de separação, Deus continua governando. Toda ruptura pode ser também um novo começo nas mãos d’Aquele que restaura."
    },
    {
      "numero": "20",
      "texto": "Joctã gerou Almodá, Salefe, Hazarmavé, Jerá,",
      "reflexao": "Joctã, filho de Héber, tornou-se raiz de muitas nações. Esta multiplicação é o reflexo da bênção de Deus sobre a fecundidade humana. Cada nome, mesmo desconhecido por nós, é lembrado por Deus com exatidão."
    },
    {
      "numero": "21",
      "texto": "Hadorão, Uzal, Dicla,",
      "reflexao": "Estes nomes nos lembram que o anonimato diante dos homens não é anonimato diante de Deus. Cada geração tem seu papel no desdobrar do propósito eterno. Não precisamos ser famosos para sermos valiosos aos olhos do Pai."
    },
    {
      "numero": "22",
      "texto": "Obal, Abimael, Sabá,",
      "reflexao": "A descendência de Joctã revela o cumprimento da ordem divina: ‘sede fecundos, multiplicai-vos’. O plano de Deus segue em frente, e mesmo nas genealogias, vemos o traçado firme de uma história santa sendo costurada com vidas humanas."
    },
    {
      "numero": "23",
      "texto": "Ofir, Havilá e Jobabe. Todos esses foram filhos de Joctã.",
      "reflexao": "Ofir, associado à riqueza; Havilá, à fertilidade; Jobabe, à continuidade. Essa variedade nos ensina que os filhos de um mesmo pai podem carregar destinos distintos. Deus distribui dons, terras e caminhos, mas a todos chama para Seu propósito."
    },
    {
      "numero": "24",
      "texto": "Sem, Arfaxade, Salá,",
      "reflexao": "Com esses nomes, voltamos à linha messiânica. Sem foi aquele de quem viria a bênção prometida. Deus não perde o controle da linhagem por onde viria o Salvador. Cada geração carrega dentro de si sementes de promessas eternas."
    },
    {
      "numero": "25",
      "texto": "Héber, Pelegue, Reú,",
      "reflexao": "A continuidade da linhagem de fé e aliança nos mostra que, mesmo entre nomes e séculos, Deus prepara a chegada de algo maior. Cada elo é importante na corrente da redenção. O que hoje parece apenas um nome, amanhã será um marco."
    },
    {
      "numero": "26",
      "texto": "Serugue, Naor, Terá",
      "reflexao": "Estes nomes apontam para a transição da humanidade comum para a escolha de um homem que receberia uma promessa inigualável. Estamos nos aproximando de Abraão. Deus tece com paciência a linha que atravessa o tempo para alcançar o coração do mundo."
    },
    {
      "numero": "27",
      "texto": "e Abrão, que é Abraão.",
      "reflexao": "Aqui a genealogia ganha novo fôlego. Abraão, o pai da fé, aparece como cumprimento e renovação da aliança divina. Dele nasceria um povo, e por meio dele, todas as famílias da terra seriam abençoadas. O propósito de Deus encontra um nome — e esse nome ecoa até hoje."
    },
    {
      "numero": "28",
      "texto": "Estes foram os filhos de Abraão: Isaque e Ismael.",
      "reflexao": "Do ventre da promessa e do ventre do desvio nasceram dois caminhos: Isaque e Ismael. Ambos são filhos de Abraão, mas somente um carrega o sinal da aliança. Isso nos mostra que nem tudo o que nasce em nossa história vem do Espírito — e que a bênção está no que nasce do coração de Deus, não apenas de nossos impulsos."
    },
    {
      "numero": "29",
      "texto": "Foram estes os seus descendentes: Nebaiote, o filho mais velho de Ismael, Quedar, Adbeel, Mibsão,",
      "reflexao": "Os filhos de Ismael carregam a marca da promessa feita a Abraão, ainda que fora da aliança principal. Eles nos lembram que Deus ouve e cuida mesmo daqueles que seguem caminhos paralelos, pois Sua misericórdia alcança além das fronteiras humanas."
    },
    {
      "numero": "30",
      "texto": "Misma, Dumá, Massá, Hadade, Temá,",
      "reflexao": "Cada nome ecoa a multiplicação da descendência de Ismael, conforme o Senhor havia prometido. Mesmo os que não fazem parte da linhagem messiânica têm seu valor diante de Deus. Nenhuma vida é esquecida na contagem do Eterno."
    },
    {
      "numero": "31",
      "texto": "Jetur, Nafis e Quedemá. Esses foram os filhos de Ismael.",
      "reflexao": "Com o encerramento da linhagem de Ismael, somos lembrados de que até o que parece estar fora do plano central ainda está nos registros de Deus. O Pai Celeste tem olhos atentos para cada história e cada geração, mesmo as que julgamos distantes."
    },
    {
      "numero": "32",
      "texto": "Estes foram os filhos de Abraão com sua concubina Quetura: Zinrã, Jocsã, Medã, Midiã, Isbaque e Suá. Foram estes os filhos de Jocsã: Sabá e Dedã.",
      "reflexao": "A vida de Abraão se desdobrou além de Sara. Mesmo os filhos com Quetura foram abençoados e frutificaram. Isso nos ensina que, mesmo fora do centro da promessa, há espaço para o cuidado e a provisão divina. Deus é Pai de todos os povos, e Seu amor alcança amplamente."
    },
    {
      "numero": "33",
      "texto": "Foram estes os filhos de Midiã: Efá, Éfer, Enoque, Abida e Elda. Todos esses foram descendentes de Quetura.",
      "reflexao": "De Midiã surgiriam povos que mais tarde cruzariam o caminho de Israel — como os próprios midianitas. Cada descendente revela que Deus permite encontros e desencontros com propósitos que nem sempre compreendemos de imediato. Mas tudo coopera para o Seu plano maior."
    },
    {
      "numero": "34",
      "texto": "Abraão gerou Isaque. Estes foram os filhos de Isaque: Esaú e Israel.",
      "reflexao": "Neste versículo, o eixo da promessa se estreita. Isaque, o filho da aliança, dá origem a Esaú e a Israel (Jacó). Aqui, vemos que Deus escolhe segundo Seu propósito, e que até entre irmãos Ele traça caminhos distintos. A eleição divina é sempre carregada de graça, não de mérito."
    },
    {
      "numero": "35",
      "texto": "Estes foram os filhos de Esaú: Elifaz, Reuel, Jeús, Jalão e Corá.",
      "reflexao": "Mesmo Esaú, que não herdou a promessa principal, teve sua linhagem preservada. Isso nos mostra que o cuidado de Deus não se limita aos escolhidos segundo a promessa, mas se estende com bondade àqueles que caminham em outras direções."
    },
    {
      "numero": "36",
      "texto": "Estes foram os filhos de Elifaz: Temã, Omar, Zefô, Gaetã e Quenaz; e Amaleque, de Timna, sua concumbina.",
      "reflexao": "A menção de Amaleque, descendente de Elifaz com uma concumbina, nos faz lembrar que até mesmo de uniões não tradicionais nascem povos com papel relevante na história bíblica. Deus conhece as complexidades humanas e ainda assim escreve com elas Seus desígnios eternos."
    },
    {
      "numero": "37",
      "texto": "Estes foram os filhos de Reuel: Naate, Zerá, Samá e Mizá.",
      "reflexao": "Os filhos de Reuel, netos de Esaú, seguem a linha de descendência com a mesma dignidade das demais. O cuidado de Deus com a genealogia é também um lembrete de que Ele é o Senhor da continuidade e da memória. Ninguém é deixado para trás em Sua história."
    },
    {
      "numero": "38",
      "texto": "Estes foram os filhos de Seir: Lotã, Sobal, Zibeão, Aná, Disom, Eser e Disã. Lotã tinha uma irmã chamada Timna.",
      "reflexao": "Seir representa um povo vizinho e muitas vezes rival de Israel. Mesmo assim, sua genealogia é registrada com detalhes. O nome de Timna, uma mulher, destaca-se como sinal de que Deus também dá lugar àqueles que a sociedade muitas vezes negligencia. Sua lembrança é uma semente de valor eterno."
    },
    {
      "numero": "39",
      "texto": "Estes foram os filhos de Lotã: Hori e Homã.",
      "reflexao": "Hori e Homã encerram este trecho como peças do grande mosaico humano. Cada geração tem sua parte na sinfonia da história. Mesmo que seus nomes não sejam lembrados em canções, são gravados no coração de Deus como notas essenciais de Sua criação."
    },
    {
      "numero": "40",
      "texto": "Estes foram os filhos de Sobal: Alvã, Manaate, Ebal, Sefô e Onã. Estes foram os filhos de Zibeão: Aiá e Aná.",
      "reflexao": "Cada nome aqui representa mais do que uma linhagem — são raízes que firmam a diversidade dos povos antigos. Mesmo sem feitos registrados, esses homens participaram silenciosamente da história que Deus conduz. Há dignidade em simplesmente existir sob o olhar do Criador."
    },
    {
      "numero": "41",
      "texto": "Este foi o filho de Aná: Disom. Estes foram os filhos de Disom: Hendã, Esbã, Itrã e Querã.",
      "reflexao": "A continuidade genealógica revela a fidelidade de Deus em manter a multiplicação prometida. Mesmo onde não há feitos heróicos, há pessoas reais, histórias profundas, e um propósito eterno guardado nos detalhes. Deus não se esquece de nenhuma linhagem."
    },
    {
      "numero": "42",
      "texto": "Estes foram os filhos de Eser: Bilã, Zaavã e Acã. Estes foram os filhos de Disã: Uz e Arã.",
      "reflexao": "A enumeração de descendentes reforça a ordem divina que sustenta a história. Esses nomes, por mais breves que pareçam, mostram que cada geração é um degrau na escada do tempo que Deus soberanamente constrói com paciência e precisão."
    },
    {
      "numero": "43",
      "texto": "Estes foram os reis que reinaram no território de Edom antes que os israelitas tivessem um rei: Belá, filho de Beor. Sua cidade chamava-se Dinabá.",
      "reflexao": "Antes de Israel ser um reino, Edom já possuía reis. Essa ordem histórica nos lembra que os planos de Deus não estão apressados. Ele levanta e permite reinos conforme Seu tempo, e o fato de outros reinarem antes não diminui a majestade do que Ele está preparando para os Seus."
    },
    {
      "numero": "44",
      "texto": "Belá morreu, e Jobabe, filho de Zerá, de Bozra, foi o seu sucessor.",
      "reflexao": "A sucessão de reis aponta para a brevidade da glória humana. Hoje um reina, amanhã outro o substitui. A vida passa, os títulos mudam, mas Deus permanece o mesmo. Que o nosso trono seja o da fidelidade, pois esse não se perde com a morte."
    },
    {
      "numero": "45",
      "texto": "Jobabe morreu, e Husã, da terra dos temanitas, foi o seu sucessor.",
      "reflexao": "Mais uma vez a transitoriedade do poder é evidenciada. A glória dos homens é como a relva que floresce pela manhã e seca ao entardecer. Deus nos convida a buscar o Reino que jamais será abalado, onde Cristo reina eternamente."
    },
    {
      "numero": "46",
      "texto": "Husã morreu, e Hadade, filho de Bedade, que tinha derrotado os midianitas na terra de Moabe, foi o seu sucessor. Sua cidade chamava-se Avite.",
      "reflexao": "Hadade é lembrado como guerreiro, mas mesmo os valentes passam. As vitórias da terra não garantem eternidade. Há um Rei que venceu a morte e vive para sempre — Jesus. Que nossas batalhas nos preparem para reconhecer e adorar o verdadeiro Vencedor."
    },
    {
      "numero": "47",
      "texto": "Hadade morreu, e Samlá de Masreca foi o seu sucessor.",
      "reflexao": "O ciclo continua: reis surgem e desaparecem. A história de Edom nos ensina que todo trono humano é temporário. No entanto, aqueles que se submetem ao governo de Deus entram num Reino que não termina com a morte, mas floresce para a eternidade."
    },
    {
      "numero": "48",
      "texto": "Samlá morreu, e Saul, de Reobote, próxima ao Eufrates, foi o seu sucessor.",
      "reflexao": "Mesmo os reis que reinaram em lugares estratégicos e ricos, como junto ao Eufrates, não escaparam ao ciclo da vida e morte. Isso nos lembra de que o verdadeiro valor não está na localização de um trono, mas na submissão ao Trono eterno do Céu."
    },
    {
      "numero": "49",
      "texto": "Saul morreu, e Baal-Hanã, filho de Acbor, foi o seu sucessor.",
      "reflexao": "Baal-Hanã sucede Saul como mais um elo na corrente dos reinos passageiros. O nome ‘Baal’ nos faz lembrar dos muitos deuses adorados na antiguidade, mas também evidencia o contraste: apenas um Deus é Senhor sobre o tempo e sobre os reis. Ele não morre nem é sucedido."
    },
    {
      "numero": "50",
      "texto": "Baal-Hanã morreu, e Hadade foi o seu sucessor. Sua cidade chamava-se Paú, e o nome de sua mulher era Meetabel, filha de Matrede e neta de Mezaabe.",
      "reflexao": "Hadade ascende ao trono com registros até de sua esposa, Meetabel — um detalhe incomum, que nos mostra que a mulher também tem lugar na história. A memória de Deus é rica, inclusiva e detalhista. Nele, nada é esquecido ou irrelevante."
    },
    {
      "numero": "51",
      "texto": "Após a morte de Hadade, Edom foi governada pelos seguintes chefes: Timna, Alva, Jetete,",
      "reflexao": "Com a morte do último rei, Edom passou a ser liderada por chefes. Isso representa uma transição de governo, mas não de controle divino. Quando os sistemas mudam, o trono de Deus permanece firme. Ele é Rei mesmo quando há apenas chefes humanos."
    },
    {
      "numero": "52",
      "texto": "Oolibama, Elá, Pinom,",
      "reflexao": "A diversidade dos líderes de Edom aponta para a pluralidade da humanidade. Cada nome revela o alcance da graça comum de Deus sobre todas as culturas e povos, mesmo os que não O reconhecem como Senhor. A justiça divina cobre toda a terra."
    },
    {
      "numero": "53",
      "texto": "Quenaz, Temã, Mibzar,",
      "reflexao": "Esses chefes simbolizam que mesmo fora da linhagem escolhida, há estrutura, há ordem. Isso mostra que Deus permite o funcionamento dos reinos da terra enquanto prepara o Seu Reino de justiça, onde não haverá sucessores, mas um só Rei eterno."
    },
    {
      "numero": "54",
      "texto": "Magdiel e Irã. Foram esses os chefes de Edom.",
      "reflexao": "Edom encerra sua lista com Magdiel e Irã, chefes de um povo com muitas histórias de confronto, mas também de presença nos planos divinos. Mesmo quando a história humana se fecha, a história de Deus permanece aberta. Todo nome tem peso quando registrado por Aquele que é fiel à eternidade."
    }
  ]
}
