{
  "livro": "1 Crônicas",
  "capitulo": "27",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Esta é a lista dos israelitas, chefes de famílias, comandantes de mil e comandantes de cem; oficiais que serviam o rei na supervisão das divisões do exército que estavam de serviço mês a mês, durante o ano. Cada divisão era constituída por 24.000 homens.",
      "reflexao": "A ordem e a disciplina no serviço refletem a sabedoria de um reino guiado por Deus. Cada divisão, com seus milhares de homens, mostra que, mesmo na força militar, há um propósito maior: proteger o povo e preservar a paz sob a direção divina."
    },
    {
      "numero": "2",
      "texto": "Encarregado da primeira divisão de 24.000 homens, para o primeiro mês, estava Jasobeão, filho de Zabdiel.",
      "reflexao": "Jasobeão, posto à frente da primeira divisão, representa a primazia da coragem e do exemplo. Servir primeiro é um chamado à liderança não apenas pela espada, mas pelo caráter moldado no fogo da obediência."
    },
    {
      "numero": "3",
      "texto": "Ele era descendente de Perez e chefe de todos os oficiais do exército para o primeiro mês.",
      "reflexao": "A linhagem de Perez reforça que Deus levanta líderes onde muitos não esperam. Jasobeão não era apenas um guerreiro, mas um chefe entre chefes — prova de que a fidelidade de gerações pode abrir caminhos de honra."
    },
    {
      "numero": "4",
      "texto": "Encarregado da divisão para o segundo mês estava Dodai, descendente de Aoí; Miclote era o líder da sua divisão que contava 24.000 homens.",
      "reflexao": "Dodai e Miclote assumem com firmeza a missão do segundo mês. O serviço de Deus se estende no tempo, e cada novo ciclo exige disposição renovada. A fidelidade não se mede apenas pelo início, mas pela constância em cada etapa."
    },
    {
      "numero": "5",
      "texto": "O terceiro comandante do exército, para o terceiro mês, foi Benaia, filho do sacerdote Joiada. Ele era chefe da sua divisão de 24.000 homens.",
      "reflexao": "Benaia, filho do sacerdote, une a santidade ao vigor. Sua liderança traz à memória que o verdadeiro guerreiro sabe quando ajoelhar-se e quando avançar — pois só quem ouve a Deus pode guiar os homens com justiça."
    },
    {
      "numero": "6",
      "texto": "Esse Benaia foi guerreiro, chefe dos Trinta. Seu filho Amizabade estava encarregado da sua divisão.",
      "reflexao": "Ser chefe dos Trinta era símbolo de honra entre os valentes. Benaia não apenas liderou, mas deixou legado. Amizabade, seu filho, herdou mais que o comando: herdou a missão. Pais que servem a Deus preparam seus filhos para a grandeza com propósito."
    },
    {
      "numero": "7",
      "texto": "O quarto, para o quarto mês, foi Asael, irmão de Joabe; seu filho Zebadias foi seu sucessor. Havia 24.000 homens em sua divisão.",
      "reflexao": "Asael, parente dos grandes generais, serviu com bravura, e Zebadias, seu filho, continuou seu nome. Quando os pais caminham diante do Senhor, os filhos herdam mais do que bens — herdam um caminho a seguir."
    },
    {
      "numero": "8",
      "texto": "O quinto, para o quinto mês, foi o comandante Samute, o izraíta. Havia 24.000 homens em sua divisão.",
      "reflexao": "Samute aparece com discrição, mas sua missão é grandiosa. Muitos nomes podem ser esquecidos na história dos homens, mas nenhum serviço feito com fidelidade ao Senhor é ignorado nos céus."
    },
    {
      "numero": "9",
      "texto": "O sexto, para o sexto mês, foi Ira, filho de Iques, de Tecoa. Havia 24.000 homens em sua divisão.",
      "reflexao": "Ira, de Tecoa, levanta o testemunho de que cidades pequenas geram líderes grandes. O que importa não é a origem terrena, mas o chamado celestial que transforma homens comuns em instrumentos poderosos de Deus."
    },
    {
      "numero": "10",
      "texto": "O sétimo, para o sétimo mês, foi Helez, de Pelom, descendente de Efraim. Havia 24.000 homens em sua divisão.",
      "reflexao": "Helez, descendente de Efraim, representa uma herança de força e perseverança. O sétimo mês, tempo simbólico de descanso, ainda exige vigilância. Mesmo nos tempos de paz, os guardas do Reino devem estar prontos."
    },
    {
      "numero": "11",
      "texto": "O oitavo, para o oitavo mês, foi Sibecai, de Husate, da família de Zerá. Havia 24.000 homens em sua divisão.",
      "reflexao": "Sibecai, da família de Zerá, entra em cena como um elo da fidelidade silenciosa. Oito é número de novos começos, e sob sua liderança, o exército se renova, pronto para guardar o que Deus confiou ao seu povo."
    },
    {
      "numero": "12",
      "texto": "O nono, para o nono mês, foi Abiezer, de Anatote, da tribo de Benjamim. Havia 24.000 homens em sua divisão.",
      "reflexao": "Abiezer, do território de Anatote, representa a fidelidade da tribo de Benjamim. Mesmo entre os menores, Deus levanta líderes valentes, pois o coração consagrado pesa mais que a posição entre os homens."
    },
    {
      "numero": "13",
      "texto": "O décimo, para o décimo mês, foi Maarai, de Netofate, da família de Zerá. Havia 24.000 homens em sua divisão.",
      "reflexao": "Maarai, de Netofate, vem da linhagem de Zerá, revelando que Deus se lembra dos seus mesmo em cantos esquecidos. Cada mês tem seu guerreiro, cada estação tem seu servo — todos em harmonia no plano do Senhor."
    },
    {
      "numero": "14",
      "texto": "O décimo primeiro, para o décimo primeiro mês, foi Benaia, de Piratom, descendente de Efraim. Havia 24.000 homens em sua divisão.",
      "reflexao": "Benaia, descendente de Efraim, assume na penúltima etapa do ciclo, mostrando que até o fim do ano a vigilância não cessa. A fidelidade que persiste até o último mês é a que agrada a Deus — constante e perseverante."
    },
    {
      "numero": "15",
      "texto": "O décimo segundo, para o décimo segundo mês, foi Heldai, de Netofate, da família de Otoniel. Havia 24.000 homens em sua divisão.",
      "reflexao": "Heldai fecha o ciclo anual. Seu nome, vindo de uma linhagem de juízes, é como selo de justiça e coragem. Aqueles que encerram bem uma jornada preparam o terreno para novos começos sob a bênção do Altíssimo."
    },
    {
      "numero": "16",
      "texto": "Estes foram os líderes das tribos de Israel: de Rúben: Eliézer, filho de Zicri; de Simeão: Sefatias, filho de Maaca;",
      "reflexao": "Os líderes das tribos apontam para a estrutura que sustenta o povo de Deus. Não se trata apenas de cargos, mas de responsabilidade espiritual e administrativa sobre vidas. São colunas silenciosas que mantêm a casa firme."
    },
    {
      "numero": "17",
      "texto": "de Levi: Hasabias, filho de Quemuel; de Arão: Zadoque;",
      "reflexao": "Hasabias e Zadoque, representantes dos levitas e sacerdotes, lembram-nos de que o governo espiritual é tão vital quanto o militar ou civil. Onde Deus está no centro, o povo floresce em paz e reverência."
    },
    {
      "numero": "18",
      "texto": "de Judá: Eliú, irmão de Davi; de Issacar: Onri, filho de Micael;",
      "reflexao": "Eliú, irmão de Davi, mostra que os vínculos familiares também têm peso espiritual. Onri representa a sabedoria de Issacar, tribo conhecida por entender os tempos. Governar exige discernimento, coragem e laços bem firmados."
    },
    {
      "numero": "19",
      "texto": "de Zebulom: Ismaías, filho de Obadias; de Naftali: Jeremote, filho de Azriel;",
      "reflexao": "Zebulom e Naftali, terras de grandes promessas, têm seus líderes atentos e prontos. Ismaías e Jeremote representam aqueles que, embora discretos, sustentam o plano de Deus com diligência e fidelidade."
    },
    {
      "numero": "20",
      "texto": "dos descendentes de Efraim: Oséias, filho de Azazias; da metade da tribo de Manassés: Joel, filho de Pedaías;",
      "reflexao": "Oséias e Joel refletem o cuidado de Deus sobre as tribos mais dispersas. Mesmo quando o povo está repartido, o Senhor levanta guias para que ninguém se perca no caminho. Cada parte é preciosa ao Todo-Poderoso."
    },
    {
      "numero": "21",
      "texto": "da outra metade da tribo de Manassés, em Gileade: Ido, filho de Zacarias; de Benjamim: Jaasiel, filho de Abner;",
      "reflexao": "Ido e Jaasiel, nomes que carregam memória de Gileade e de Abner, nos lembram que a liderança precisa de raízes e história. A autoridade que flui do passado bem vivido fortalece os dias de hoje."
    },
    {
      "numero": "22",
      "texto": "de Dã: Azareel, filho de Jeroão. Foram esses os líderes das tribos de Israel.",
      "reflexao": "Azareel, último na lista, não é o menos importante. Deus honra todos os que lideram com justiça e temor. Nesta enumeração, vemos um povo unido, diversas tribos, mas um só Deus — o verdadeiro Rei de Israel."
    },
    {
      "numero": "23",
      "texto": "Davi não contou os homens com menos de vinte anos, pois o Senhor havia prometido tornar Israel tão numeroso quanto as estrelas do céu.",
      "reflexao": "Davi, em reverência à promessa divina, reconhece que o povo de Deus não se mede por números. Quando confiamos nas promessas do Senhor, evitamos decisões humanas que limitem o sobrenatural."
    },
    {
      "numero": "24",
      "texto": "Joabe, filho de Zeruia, começou a contar os homens, mas não pôde terminar. A ira divina caiu sobre Israel por causa desse recenseamento, e o resultado não entrou nos registros históricos do rei Davi.",
      "reflexao": "Mesmo um grande comandante como Joabe falhou quando o orgulho tocou o propósito. O censo inacabado serve de alerta: Deus busca corações dependentes d’Ele, não a força dos exércitos. A glória não está nos números, mas na obediência."
    },
    {
      "numero": "25",
      "texto": "Azmavete, filho de Adiel, estava encarregado dos tesouros do palácio. Jônatas, filho de Uzias, estava encarregado dos depósitos do rei nos distritos distantes, nas cidades, nos povoados e nas torres de sentinela.",
      "reflexao": "A boa administração dos recursos do rei revela como o zelo pelas coisas materiais também é espiritual. Cada função, mesmo longe do trono, era uma forma de servir ao propósito maior de Deus sobre Israel."
    },
    {
      "numero": "26",
      "texto": "Ezri, filho de Quelube, estava encarregado dos trabalhadores rurais, que cultivavam a terra.",
      "reflexao": "Ezri representa aqueles que, mesmo longe dos palácios, sustentam a nação. O cuidado com a terra é cuidado com o povo. No Reino de Deus, até os lavradores têm lugar de honra."
    },
    {
      "numero": "27",
      "texto": "Simei, de Ramá, estava encarregado das vinhas. Zabdi, de Sifá, estava encarregado do vinho que era armazenado em tonéis.",
      "reflexao": "As vinhas e os tonéis são símbolo de abundância e alegria. Aqueles que servem nos bastidores, preservando o que nutre e alegra, são parte vital do plano divino, ainda que seus nomes sejam pouco lembrados."
    },
    {
      "numero": "28",
      "texto": "Baal-Hanã, de Gederá, estava encarregado das oliveiras e das figueiras bravas, na Sefelá. Joás estava encarregado do fornecimento de azeite.",
      "reflexao": "As árvores frutíferas e o azeite apontam para sustento e unção. Cada responsável nos lembra que Deus distribui dons e funções diferentes, mas todas essenciais ao funcionamento harmonioso de Sua casa."
    },
    {
      "numero": "29",
      "texto": "Sitrai, de Sarom, estava encarregado dos rebanhos que pastavam em Sarom. Safate, filho de Adlai, estava encarregado dos rebanhos nos vales.",
      "reflexao": "Sarom e os vales — lugares altos e baixos — indicam que o cuidado do Senhor se estende por toda parte. Cuidar dos rebanhos é mais que um ofício: é símbolo da vigilância e provisão constantes de Deus por meio de seus servos."
    },
    {
      "numero": "30",
      "texto": "O ismaelita Obil estava encarregado dos camelos. Jedias, de Meronote, estava encarregado dos jumentos.",
      "reflexao": "Mesmo os animais de carga são valiosos no plano divino. Obil e Jedias representam os que cuidam da base da logística do reino — servos discretos, mas indispensáveis ao movimento e ao sustento da missão."
    },
    {
      "numero": "31",
      "texto": "O hagareno Jaziz estava encarregado das ovelhas. Todos esses eram encarregados de cuidar dos bens do rei Davi.",
      "reflexao": "Jaziz, estrangeiro de nascimento, revela que o cuidado e a responsabilidade não têm fronteiras étnicas diante de Deus. O Rei eterno acolhe e confia tarefas nobres àqueles que demonstram fidelidade."
    },
    {
      "numero": "32",
      "texto": "Jônatas, tio de Davi, era conselheiro; homem sábio e também escriba. Jeiel, filho de Hacmoni, cuidava dos filhos do rei.",
      "reflexao": "Sabedoria e instrução caminham juntas. Jônatas e Jeiel mostram que orientar o rei e educar seus filhos são obras de sabedoria e confiança. O futuro de um reino repousa sobre a formação dos seus herdeiros."
    },
    {
      "numero": "33",
      "texto": "Aitofel era conselheiro do rei. Husai, o arquita, era amigo do rei.",
      "reflexao": "Aitofel, o estrategista; Husai, o amigo. Ambos necessários: o primeiro para o discernimento, o segundo para a lealdade. Davi cercava-se não só de habilidade, mas de afeto — uma lição eterna sobre liderança."
    },
    {
      "numero": "34",
      "texto": "Aitofel foi sucedido por Joiada, filho de Benaia, e por Abiatar. Joabe era o comandante do exército real.",
      "reflexao": "As sucessões mostram que Deus levanta novos líderes ao seu tempo. Joiada, Abiatar, Joabe — cada um, com sua força e falhas, cumpriu o seu papel. O reino de Deus se move com transições feitas sob Sua soberania."
    }
  ]
}
