{
  "livro": "1 Crônicas",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Estes foram os quatro filhos de Issacar: Tolá, Puá, Jasube e Sinrom.",
      "reflexao": "Cada nome é uma semente lançada no tempo. A genealogia revela que Deus valoriza as raízes. Mesmo nomes simples são lembrados quando fazem parte da história do povo de Deus."
    },
    {
      "numero": "2",
      "texto": "Estes foram os filhos de Tolá: Uzi, Refaías, Jeriel, Jamai, Ibsão e Samuel, chefes dos seus clãs. No reinado de Davi, os descendentes de Tolá alistados em suas genealogias como homens de combate chegavam a 22.600.",
      "reflexao": "Homens comuns se tornaram líderes pela fidelidade das gerações. Ser um guerreiro de Deus não exige fama, mas firmeza de coração e constância nas batalhas que o Senhor nos confia."
    },
    {
      "numero": "3",
      "texto": "O filho de Uzi foi Israías. Estes foram os filhos de Israías: Micael, Obadias, Joel e Issias. Todos os cinco eram chefes",
      "reflexao": "Israías gerou líderes. A herança mais rica que alguém pode deixar são filhos que guiam com sabedoria. A liderança, no Reino de Deus, nasce do exemplo transmitido."
    },
    {
      "numero": "4",
      "texto": "que tinham muitas mulheres e filhos. Por isso, conforme a genealogia de sua família, eles contavam com 36.000 homens prontos para o combate.",
      "reflexao": "A multiplicação de filhos resultava em força militar, mas hoje a grandeza está em multiplicar discípulos. Cada vida preparada para servir é uma flecha lançada em direção ao propósito eterno."
    },
    {
      "numero": "5",
      "texto": "Juntamente com seus parentes, os homens de combate de todos os clãs de Issacar, conforme alistados em sua genealogia, chegavam ao todo a 87.000.",
      "reflexao": "Issacar era numerosa em guerreiros, mas seu maior poder vinha da identidade firmada na aliança. A força da comunidade é medida pelo seu compromisso com o propósito de Deus, não apenas pelos seus números."
    },
    {
      "numero": "6",
      "texto": "Estes foram os três filhos de Benjamim: Belá, Bequer e Jediael.",
      "reflexao": "Três nomes deram início a uma herança que perduraria. Cada novo ramo familiar carrega em si o potencial de continuidade, coragem e missão para as próximas gerações."
    },
    {
      "numero": "7",
      "texto": "Estes foram os filhos de Belá: Esbom, Uzi, Uziel, Jeremote e Iri, cinco chefes de famílias. Seu registro genealógico alistava 22.034 homens de combate.",
      "reflexao": "A linhagem de Belá revela que chefia é responsabilidade passada adiante. Não basta apenas liderar — é preciso formar outros líderes e prepará-los para as lutas do seu tempo."
    },
    {
      "numero": "8",
      "texto": "Estes foram os filhos de Bequer: Zemira, Joás, Eliézer, Elioenai, Onri, Jeremote, Abias, Anatote e Alemete. Todos esses eram filhos de Bequer.",
      "reflexao": "Uma geração numerosa fala da bênção de Deus, mas também da responsabilidade. Cada nome representa uma vida com potencial de ser resposta para o seu tempo."
    },
    {
      "numero": "9",
      "texto": "O registro genealógico deles alistava os chefes de famílias e 20.200 homens de combate.",
      "reflexao": "Não eram apenas homens armados, mas homens com propósito, com nome, com raiz. A verdadeira batalha não é contra carne ou sangue, mas pela preservação da identidade dada por Deus."
    },
    {
      "numero": "10",
      "texto": "O filho de Jediael foi Bilã. Estes foram os filhos de Bilã: Jeús, Benjamim, Eúde, Quenaaná, Zetã, Társis e Aisaar.",
      "reflexao": "Bilã formou uma linhagem diversificada, com nomes que evocam tanto força quanto graça. Cada descendente carrega consigo a possibilidade de expressar aspectos únicos do caráter de Deus."
    },
    {
      "numero": "11",
      "texto": "Todos esses descendentes de Jediael eram chefes de famílias que contavam com 17.200 homens de combate prontos para a guerra.",
      "reflexao": "Homens preparados para a guerra representam famílias bem estruturadas, onde a liderança é cultivada e a prontidão nasce da responsabilidade. A preparação espiritual também começa em casa."
    },
    {
      "numero": "12",
      "texto": "Supim e Hupim eram filhos de Ir; e Husim era filho de Aer.",
      "reflexao": "Mesmo em registros breves, cada nome representa uma herança viva. O valor de cada pessoa na história de Deus não está no tamanho de sua menção, mas no papel silencioso que desempenha no todo."
    },
    {
      "numero": "13",
      "texto": "Estes foram os filhos de Naftali: Jaziel, Guni, Jezer e Silém, netos de Bila.",
      "reflexao": "A linhagem de Naftali mostra como a bênção se estende através das gerações. Não importa quão breve seja a referência, Deus conhece e registra aqueles que são seus."
    },
    {
      "numero": "14",
      "texto": "Estes foram os descendentes de Manassés: Asriel, filho de sua concubina araméia, que também deu à luz Maquir, pai de Gileade.",
      "reflexao": "De vínculos improváveis surgem propósitos grandiosos. Deus não se limita às convenções humanas — Ele escreve sua história até mesmo por meio de caminhos que pareciam secundários."
    },
    {
      "numero": "15",
      "texto": "Maquir casou-se com Maaca, irmã de Hupim e Supim. Outro descendente de Manassés chamava-se Zelofeade, o qual só teve filhas.",
      "reflexao": "Mesmo onde a linhagem parecia interrompida, como no caso de Zelofeade, Deus revela que seu plano inclui vozes femininas com protagonismo. A herança do Reino transcende os limites culturais."
    },
    {
      "numero": "16",
      "texto": "Maaca, mulher de Maquir, deu à luz um filho, a quem deu o nome de Perez. O nome de seu irmão era Seres, cujos filhos chamavam-se Ulão e Requém.",
      "reflexao": "Os nomes e relações registradas mostram como as gerações se entrelaçam. Deus honra a continuidade das famílias que semeiam vida, mesmo quando seus atos parecem pequenos diante da eternidade."
    },
    {
      "numero": "17",
      "texto": "O filho de Ulão foi Bedã. Esses foram os descendentes de Gileade, filho de Maquir, e neto de Manassés.",
      "reflexao": "Os descendentes de Gileade mostram que a fidelidade familiar pode ecoar longe na história. O que vivemos hoje pode ser fruto da coragem e fé daqueles que vieram antes de nós."
    },
    {
      "numero": "18",
      "texto": "Sua irmã Hamolequete deu à luz Isode, Abiezer e Maalá.",
      "reflexao": "A genealogia feminina novamente aparece como sinal de inclusão. Mulheres também geram futuro, e seus nomes na história de Deus lembram que o chamado é para todos."
    },
    {
      "numero": "19",
      "texto": "Estes foram os filhos de Semida: Aiã, Siquém, Liqui e Anião.",
      "reflexao": "Cada geração revela um novo conjunto de vidas com possibilidades. Deus não apenas vê os nomes, mas o que cada um pode se tornar quando vive sob sua direção."
    },
    {
      "numero": "20",
      "texto": "Estes foram os descendentes de Efraim: Sutela, que foi o pai de Berede, pai de Taate, pai de Eleada, que foi o pai de Taate,",
      "reflexao": "A repetição do nome Taate sugere continuidade e honra. Há heranças que são renovadas geração após geração, sinalizando que a fidelidade pode ser cultivada como um legado."
    },
    {
      "numero": "21",
      "texto": "pai de Zabade, pai de Sutela. Ézer e Eleade, filhos de Efraim, foram mortos por homens da cidade de Gate, quando tentavam roubar os rebanhos deles.",
      "reflexao": "A dor entra até mesmo nas genealogias. A perda de filhos, fruto de erro e violência, nos lembra que fora da vontade de Deus há consequências amargas. Ainda assim, o Senhor continua escrevendo sua história com graça e restauração."
    },
    {
      "numero": "22",
      "texto": "Efraim chorou muitos dias por eles, e seus parentes vieram consolá-lo.",
      "reflexao": "O luto é um tempo sagrado, e Deus permite que choremos as perdas. Mas Ele também nos cerca com pessoas que trazem consolo — lembre-se: o amor fraterno é um bálsamo nos dias escuros."
    },
    {
      "numero": "23",
      "texto": "Depois ele se deitou de novo com sua mulher, e ela engravidou e deu à luz um filho. Ele o chamou Berias, pois tinha acontecido uma desgraça em sua família.",
      "reflexao": "Berias nasce de um tempo de dor, mas representa a continuidade da vida. Mesmo quando a esperança parece ter sido soterrada pela tragédia, Deus nos surpreende com novos começos."
    },
    {
      "numero": "24",
      "texto": "Sua filha chamava-se Seerá. Foi ela que fundou Bete-Horom Alta e Bete-Horom Baixa e também Uzém-Seerá.",
      "reflexao": "Seerá, uma mulher, é lembrada como fundadora de cidades — um feito raro para seu tempo. Isso mostra que Deus levanta mulheres para edificarem legados duradouros, mesmo em contextos predominantemente masculinos."
    },
    {
      "numero": "25",
      "texto": "O filho de Berias foi Refa, pai de Resefe, que foi o pai de Telá, pai de Taã,",
      "reflexao": "Cada geração carrega consigo uma responsabilidade de transmitir não apenas sangue, mas também fé, valores e propósito. O que deixamos vai além do nome."
    },
    {
      "numero": "26",
      "texto": "pai de Ladã, pai de Amiúde, que foi o pai de Elisama,",
      "reflexao": "A linhagem continua e nos lembra que as pequenas fidelidades de hoje constroem os grandes nomes da história de amanhã. A continuidade é uma bênção de Deus."
    },
    {
      "numero": "27",
      "texto": "pai de Num, que foi o pai de Josué.",
      "reflexao": "Josué, líder que sucedeu Moisés, vem dessa linhagem de fidelidade. O líder de amanhã pode ser o filho do homem comum de hoje — Deus transforma gerações simples em ferramentas para grandes conquistas."
    },
    {
      "numero": "28",
      "texto": "Suas terras e cidades incluíam Betel e os povoados ao redor, Naarã a leste, Gezer e seus povoados a oeste, e Siquém e Aiá com os seus povoados.",
      "reflexao": "A posse das cidades simboliza estabilidade e provisão. Quando Deus estabelece seu povo, Ele dá espaço, segurança e direção — tanto no território físico quanto no espiritual."
    },
    {
      "numero": "29",
      "texto": "A tribo de Manassés controlava as cidades de Bete-Seã, Taanaque, Megido e Dor, com seus respectivos povoados. Os descendentes de José, filho de Israel, viviam nessas cidades.",
      "reflexao": "O legado de José, apesar de todas as adversidades, floresceu em territórios estratégicos. Isso nos ensina que quem permanece fiel em tempos difíceis, colherá frutos que ultrapassam sua própria geração."
    },
    {
      "numero": "30",
      "texto": "Estes foram os filhos de Aser: Imna, Isvá, Isvi e Berias. A irmã deles chamava-se Sera.",
      "reflexao": "A inclusão de Sera ao lado de seus irmãos nos mostra que as mulheres também carregam identidade e valor diante de Deus. Ele vê cada filho e filha como parte essencial da sua história."
    },
    {
      "numero": "31",
      "texto": "Estes foram os filhos de Berias: Héber e Malquiel, que foi o pai de Birzavite.",
      "reflexao": "Cada nome carrega consigo uma história. Mesmo os que aparecem apenas uma vez na Bíblia fazem parte do grande enredo da redenção. Ninguém é esquecido por Deus."
    },
    {
      "numero": "32",
      "texto": "Héber gerou Jaflete, Somer e Hotão, e da irmã deles, Suá.",
      "reflexao": "Nomes registrados na Palavra revelam que, para Deus, nenhuma vida é insignificante. Até os que aparecem brevemente fazem parte da história sagrada da humanidade."
    },
    {
      "numero": "33",
      "texto": "Estes foram os filhos de Jaflete: Pasaque, Bimal e Asvate. Esses foram os filhos de Jaflete.",
      "reflexao": "As genealogias mostram o valor das raízes e da continuidade. Cada geração representa a fidelidade de Deus em manter sua promessa através dos tempos."
    },
    {
      "numero": "34",
      "texto": "Estes foram os filhos de Somer: Aí, Roga, Jeubá e Arã.",
      "reflexao": "Cada filho, cada nome, carrega o potencial de cumprir um propósito eterno. Somos lembrados de que o plano divino é construído também nos detalhes cotidianos."
    },
    {
      "numero": "35",
      "texto": "Estes foram os filhos de Helém, irmão de Somer: Zofa, Imna, Seles e Amal.",
      "reflexao": "O cuidado em registrar famílias inteiras reforça o valor da herança espiritual. Deus honra aqueles que passam a fé de geração em geração."
    },
    {
      "numero": "36",
      "texto": "Estes foram os filhos de Zofa: Suá, Harnefer, Sual, Beri, Inra,",
      "reflexao": "Mesmo os nomes menos conhecidos compõem a tapeçaria do povo de Deus. Isso nos ensina que todos têm um lugar na história sagrada, independentemente de sua fama."
    },
    {
      "numero": "37",
      "texto": "Bezer, Hode, Samá, Silsa, Itrã e Beera.",
      "reflexao": "Nomes entrelaçados formam o alicerce de um povo. Nunca subestime sua influência — sua vida pode ser a ponte que conecta o presente ao plano eterno de Deus."
    },
    {
      "numero": "38",
      "texto": "Estes foram os filhos de Jéter: Jefoné, Pispa e Ara.",
      "reflexao": "A lembrança desses nomes é uma mensagem de que todos os ramos da árvore genealógica são importantes — Deus vê e registra cada geração com propósito."
    },
    {
      "numero": "39",
      "texto": "Estes foram os filhos de Ula: Ara, Haniel e Rizia.",
      "reflexao": "Ao nomear os filhos de Ula, a Palavra continua seu testemunho: todos somos parte do plano redentor, mesmo quando nossas histórias são curtas nos registros humanos."
    },
    {
      "numero": "40",
      "texto": "Todos esses foram descendentes de Aser. Eram chefes de famílias, homens escolhidos, soldados valentes e líderes de destaque. O número dos alistados para combate no exército deles chegou a 26.000.",
      "reflexao": "Deus levanta líderes, guerreiros e cabeças de família em cada geração. O chamado é claro: ser forte, corajoso, íntegro e pronto para defender aquilo que é justo e santo."
    }
  ]
}
