{
  "livro": "1 Crônicas",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Estes foram os filhos de Davi nascidos em Hebrom: O seu filho mais velho era Amnom, filho de Ainoã de Jezreel; o segundo, Daniel, de Abigail, de Carmelo;",
      "reflexao": "Davi teve seus primeiros filhos durante o reinado em Hebrom. Amnom e Daniel nasceram de mulheres diferentes, e isso já prenuncia conflitos. A complexidade das famílias de Davi nos lembra que até os escolhidos de Deus enfrentam tensões domésticas — mas mesmo assim, a graça continua operando."
    },
    {
      "numero": "2",
      "texto": "o terceiro, Absalão, de Maaca, filha de Talmai, rei de Gesur; o quarto, Adonias, de Hagite;",
      "reflexao": "Absalão e Adonias, nomes que mais tarde tentariam tomar o trono, foram frutos de relações políticas. A linhagem real muitas vezes é marcada por alianças e escolhas humanas, mas o propósito de Deus nunca se confunde — Ele escolhe quem deve reinar em justiça e humildade."
    },
    {
      "numero": "3",
      "texto": "o quinto, Sefatias, de Abital; e o sexto, Itreão, de sua mulher Eglá.",
      "reflexao": "Sefatias e Itreão são menos conhecidos, mas igualmente inseridos na história. Isso nos lembra que o valor não está na visibilidade ou fama, mas em pertencer à linhagem que Deus conduz. Cada nome tem dignidade diante do Eterno."
    },
    {
      "numero": "4",
      "texto": "São esses os seis filhos de Davi que nasceram em Hebrom, onde ele reinou sete anos e seis meses. E, em Jerusalém,",
      "reflexao": "Hebrom marcou o início do reinado de Davi — lugar de crescimento e paternidade. Deus constrói o futuro a partir do presente, mesmo que ainda em pequena escala. Cada filho e cada etapa fazem parte da preparação do que virá."
    },
    {
      "numero": "5",
      "texto": "onde Davi reinou trinta e três anos, nasceram-lhe os seguintes filhos: Siméia, Sobabe, Natã e Salomão, os quatro filhos que ele teve com Bate-Seba, filha de Amiel.",
      "reflexao": "Dos filhos com Bate-Seba, destaca-se Salomão, o herdeiro do trono e símbolo de sabedoria. Mas Natã também teria papel profético na linhagem messiânica. Isso mostra que, mesmo de um passado marcado por falha, Deus pode fazer nascer instrumentos de redenção e esperança."
    },
    {
      "numero": "6",
      "texto": "Davi teve ainda mais nove filhos: Ibar, Elisua, Elpalete,",
      "reflexao": "Esses filhos menos mencionados lembram que o número pode ser grande, mas a bênção está em caminhar no propósito. Nem todos que nascem em lares ungidos andam com o coração voltado para Deus — o chamado é individual e pessoal."
    },
    {
      "numero": "7",
      "texto": "Nogá, Nefegue, Jafia,",
      "reflexao": "A lista segue com nomes quase apagados da história. Mas mesmo os esquecidos pelos homens são lembrados pelo Altíssimo. Deus não mede valor por notoriedade, mas por fidelidade e obediência ao longo da vida."
    },
    {
      "numero": "8",
      "texto": "Elisama, Eliada e Elifelete.",
      "reflexao": "Esses filhos encerram a lista dos nomes próprios. A abundância de filhos mostra prosperidade, mas também aponta para os desafios da liderança e da paternidade. Davi viveu a bênção da multiplicação e o peso das escolhas que seus filhos fariam."
    },
    {
      "numero": "9",
      "texto": "Todos esses foram filhos de Davi, sem contar os filhos que teve com suas concubinas, e sua filha Tamar, irmã deles.",
      "reflexao": "Tamar, única filha mencionada, carrega consigo uma história de dor e injustiça. Sua presença entre tantos filhos nos lembra que Deus vê e registra as feridas silenciosas. O Senhor é justo juiz, e nenhuma lágrima de Tamar passou despercebida diante d’Ele."
    },
    {
      "numero": "10",
      "texto": "O filho de Salomão foi Roboão; o filho de Roboão foi Abias; o filho de Abias, Asa; o filho de Asa, Josafá;",
      "reflexao": "Aqui se inicia a linhagem real de Judá, que atravessa gerações com luzes e sombras. De Salomão até Josafá, vemos reis que buscaram a Deus com sinceridade. É por meio da sucessão fiel que Deus preserva Sua aliança e conduz Seu povo com misericórdia."
    },
    {
      "numero": "11",
      "texto": "o filho de Josafá, Jeorão; o filho de Jeorão, Acazias; o filho de Acazias, Joás;",
      "reflexao": "Essa sequência de reis mostra como o trono pode ser passado, mas o coração não. Nem todos os herdeiros permaneceram no temor do Senhor. A fidelidade não é herdada — é cultivada. Deus não busca apenas continuidade, mas coração obediente."
    },
    {
      "numero": "12",
      "texto": "o filho de Joás, Amazias; o filho de Amazias, Azarias; o filho de Azarias, Jotão;",
      "reflexao": "Alguns desses reis fizeram o que era reto, outros se afastaram. A oscilação nos mostra que a história de Israel é reflexo da condição humana — inconstante. Mas mesmo assim, Deus permanece fiel, sustentando a promessa feita a Davi."
    },
    {
      "numero": "13",
      "texto": "o filho de Jotão, Acaz; o filho de Acaz, Ezequias; o filho de Ezequias, Manassés;",
      "reflexao": "Ezequias foi um reformador, enquanto Manassés começou com idolatria, mas terminou humilhado diante de Deus. Nessa oscilação vemos que há esperança até para os que erram profundamente — arrependimento sincero restaura até os tronos manchados pelo pecado."
    },
    {
      "numero": "14",
      "texto": "o filho de Manassés, Amom; o filho de Amom, Josias.",
      "reflexao": "Josias foi um rei piedoso, que buscou ao Senhor desde cedo e restaurou a adoração. Sua luz brilha como um farol entre gerações de escuridão. Mesmo que venhamos de uma linhagem de erros, podemos ser o recomeço quando escolhemos andar nos caminhos de Deus."
    },
    {
      "numero": "15",
      "texto": "Os filhos de Josias foram: Joanã, o primeiro, Jeoaquim, o segundo, Zedequias, o terceiro, e Salum, o quarto.",
      "reflexao": "Josias, um rei justo, gerou filhos que seguiriam rumos distintos. O fato de nem todos perpetuarem a fidelidade de seu pai mostra que a piedade não é hereditária. O coração de cada um precisa decidir caminhar com Deus — a herança espiritual é oferecida, mas não imposta."
    },
    {
      "numero": "16",
      "texto": "Os sucessores de Jeoaquim foram: Joaquim e Zedequias.",
      "reflexao": "Nesta transição de reis, vemos o declínio do trono de Judá e a aproximação do cativeiro babilônico. Mesmo nos dias sombrios, Deus mantinha acesa a chama da promessa feita a Davi. Seu reino não é abalado por reinos humanos que fracassam."
    },
    {
      "numero": "17",
      "texto": "Estes foram os filhos de Joaquim, que foi levado para o cativeiro: Sealtiel,",
      "reflexao": "Joaquim foi levado ao exílio, mas mesmo no cativeiro Deus continuou Sua obra por meio de sua descendência. Sealtiel aparece como elo da esperança. Mesmo longe de Jerusalém, a promessa permaneceu viva — Deus não se esquece no sofrimento."
    },
    {
      "numero": "18",
      "texto": "Malquirão, Pedaías, Senazar, Jecamias, Hosama e Nedabias.",
      "reflexao": "Nomes de filhos que sobreviveram ao trauma do exílio. O Senhor preserva gerações, mesmo sob jugo estrangeiro. As promessas divinas não são apagadas pelas circunstâncias externas — elas florescem em meio às ruínas."
    },
    {
      "numero": "19",
      "texto": "Estes foram os filhos de Pedaías: Zorobabel e Simei. Estes foram os filhos de Zorobabel: Mesulão, Hananias e Selomite, irmã deles.",
      "reflexao": "Zorobabel, neto de Joaquim, foi instrumento na reconstrução de Jerusalém. Sua linhagem mostra que Deus pode levantar restauradores em tempos de ruína. De uma árvore cortada, Deus faz brotar vida. O renovo surge mesmo do exílio."
    },
    {
      "numero": "20",
      "texto": "Teve ainda mais cinco filhos: Hasubá, Oel, Berequias, Hasadias e Jusabe-Hesede.",
      "reflexao": "A descendência de Zorobabel continuou se multiplicando, provando que mesmo após o cativeiro, Deus preserva Sua promessa. Os nomes indicam esperança, graça e misericórdia. Deus é o Senhor do recomeço, mesmo quando tudo parece perdido."
    },
    {
      "numero": "21",
      "texto": "Estes foram os descendentes de Hananias: Pelatias e Jesaías, e os filhos de Refaías, de Arnã, de Obadias e de Secanias.",
      "reflexao": "Aqui, a genealogia se amplia. São nomes que nos mostram como Deus tece uma nova história por meio da fidelidade silenciosa de cada geração. Mesmo sem destaque histórico, essas vidas sustentaram a promessa viva da linhagem messiânica."
    },
    {
      "numero": "22",
      "texto": "Estes foram os descendentes de Secanias: Semaías e seus filhos Hatus, Igal, Bariá, Nearias e Safate; seis descendentes ao todo.",
      "reflexao": "Seis descendentes em uma só geração. Deus não apenas preserva, Ele multiplica. A bênção sobre a casa de Davi ressurge em cada nome, em cada vida que escolhe ser parte da esperança. Multiplicar é sinal da mão divina em movimento."
    },
    {
      "numero": "23",
      "texto": "Estes foram os três filhos de Nearias: Elioenai, Ezequias e Azricão.",
      "reflexao": "A bênção continua avançando por meio de Nearias. A fé, quando transmitida, se transforma em herança. Esses nomes revelam a permanência de Deus sobre os que O temem, mesmo em tempos sem glória política ou estabilidade nacional."
    },
    {
      "numero": "24",
      "texto": "Estes foram os sete filhos de Elioenai: Hodavias, Eliasibe, Pelaías, Acube, Joanã, Delaías e Anani.",
      "reflexao": "A plenitude de sete filhos mostra uma geração fértil e abençoada. Elioenai, mesmo sem trono, gerou homens com nomes que carregam louvor, restauração e fidelidade. Deus honra as raízes que permanecem fiéis, mesmo quando invisíveis aos olhos do mundo."
    }
  ]
}
