{
  "livro": "1 Crônicas",
  "capitulo": "22",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então disse Davi: ‘Este é o lugar para o templo de Deus, o Senhor, e do altar de holocaustos para Israel’.",
      "reflexao": "Davi reconhece o lugar marcado por arrependimento e misericórdia como o espaço onde Deus deseja habitar. O templo não começa com pedras, mas com percepção espiritual. O local da dor se transforma no centro da presença. Deus santifica a história quando há entrega e propósito eterno."
    },
    {
      "numero": "2",
      "texto": "Então Davi deu ordens para que se reunissem os estrangeiros que viviam em Israel, e dentre eles designou cortadores de pedra para prepararem pedras lavradas para a construção do templo de Deus.",
      "reflexao": "Davi envolve até os estrangeiros na preparação da casa do Senhor, revelando que o propósito divino ultrapassa fronteiras étnicas. Deus usa todos os que estão disponíveis, independentemente da origem. Onde há mão disposta, há lugar no plano celestial."
    },
    {
      "numero": "3",
      "texto": "Ele providenciou grande quantidade de ferro para a fabricação de pregos e dobradiças para as portas, e mais bronze do que se podia pesar.",
      "reflexao": "Davi não construiu o templo, mas preparou cada detalhe com zelo. A fé se manifesta também na forma como organizamos os bastidores da promessa. Mesmo sem ver o templo pronto, Davi honra a obra futura como se a visse com os olhos. A visão da fé molda o presente com reverência."
    },
    {
      "numero": "4",
      "texto": "Também providenciou mais toras de cedro do que se podia contar, pois os sidônios e os tírios haviam trazido muito cedro para Davi.",
      "reflexao": "Deus move corações de outras nações para cooperar com Seus planos. Os cedros, símbolo de beleza e durabilidade, chegam de longe. Quando a obra é do Senhor, até quem está fora do povo participa. Os recursos fluem onde há fidelidade à visão divina."
    },
    {
      "numero": "5",
      "texto": "Davi pensava: ‘Meu filho Salomão é jovem e inexperiente, e o templo que será construído para o Senhor deve ser extraordinariamente magnífico, famoso e cheio de esplendor à vista de todas as nações. Por isso deixarei tudo preparado para a construção’. Assim, Davi deixou tudo preparado antes de morrer.",
      "reflexao": "A sabedoria de Davi está na preparação. Ele sabia que Salomão era jovem, mas a obra exigia grandeza. Quando pensamos nas gerações futuras, deixamos heranças que vão além de bens — deixamos estrutura, direção e fé. O verdadeiro líder prepara o caminho para que outros glorifiquem a Deus."
    },
    {
      "numero": "6",
      "texto": "Davi mandou chamar seu filho Salomão e ordenou que ele construísse um templo para o Senhor, o Deus de Israel,",
      "reflexao": "Davi não apenas preparou materiais, mas também o coração de seu filho. Ele não deixou dúvidas quanto ao propósito. O templo não era projeto humano, mas missão divina. Quando pais transferem propósitos com clareza, filhos caminham com sentido e firmeza."
    },
    {
      "numero": "7",
      "texto": "dizendo: ‘Meu filho, eu tinha no coração o propósito de construir um templo em honra do nome do Senhor, o meu Deus.’",
      "reflexao": "Davi compartilha com Salomão o anseio que carregava em segredo. Sua transparência mostra que sonhos nem sempre se realizam por nossas mãos, mas podem ser cumpridos por aqueles que continuam nossa história. O que nasce em um coração pode florescer em outra geração, se for para a glória de Deus."
    },
    {
      "numero": "8",
      "texto": "‘Mas veio a mim esta palavra do Senhor: ‘Você matou muita gente e empreendeu muitas guerras. Por isso você não construirá um templo em honra do meu nome, pois derramou muito sangue na terra, diante de mim.’",
      "reflexao": "Davi entende que, apesar de sua fidelidade, havia limites para seu papel. Deus é soberano e conhece os tempos e os instrumentos para cada fase da obra. O templo seria erguido por mãos de paz, não de guerra. Às vezes, nossa missão é lutar — mas outro virá para edificar em tempos de descanso."
    },
    {
      "numero": "9",
      "texto": "‘Mas você terá um filho que será um homem de paz, e eu farei com que ele tenha paz com todos os inimigos ao redor dele. Seu nome será Salomão, e eu darei paz e tranquilidade a Israel durante o reinado dele.’",
      "reflexao": "Salomão, cujo nome carrega o significado de paz, representa uma nova estação. A promessa de Deus é de descanso e estabilidade. Ele transforma o cenário, muda os tempos e levanta instrumentos adequados à Sua vontade. A paz que virá sobre Israel é fruto da promessa, não apenas de estratégias humanas."
    },
    {
      "numero": "10",
      "texto": "‘É ele que vai construir um templo em honra do meu nome. Eu serei seu pai e ele será meu filho. E eu firmarei para sempre o trono do reinado dele sobre Israel’.",
      "reflexao": "A aliança de Deus com Salomão vai além da construção — é relacional. Deus promete paternidade, estabilidade e propósito. O templo não será apenas uma obra visível, mas reflexo de uma relação profunda. Quando Deus assume a paternidade de um rei, o reinado se torna extensão do céu na terra."
    },
    {
      "numero": "11",
      "texto": "‘Agora, meu filho, que o Senhor seja com você, para que você consiga construir o templo do Senhor, o seu Deus, conforme ele disse que você faria.’",
      "reflexao": "Davi reconhece que a realização da promessa depende da presença do Senhor. Não basta ter os recursos, é necessário que Deus esteja com quem executa a obra. A bênção de um pai é mais do que palavras: é o eco de uma fé que confia no agir divino para além da sua própria geração."
    },
    {
      "numero": "12",
      "texto": "‘Que o Senhor lhe dê prudência e entendimento para que você obedeça à lei do Senhor, o seu Deus, quando ele o puser como líder de Israel.’",
      "reflexao": "Davi ora por sabedoria e discernimento para seu filho, pois governar segundo a vontade de Deus exige mais do que força — requer temor, humildade e obediência. A verdadeira liderança se firma sobre a sabedoria que vem do alto, não sobre a astúcia humana."
    },
    {
      "numero": "13",
      "texto": "‘E você prosperará se for cuidadoso em obedecer aos decretos e às leis que o Senhor deu a Israel por meio de Moisés. Seja forte e corajoso! Não tenha medo nem se desanime!’",
      "reflexao": "A prosperidade em Israel está vinculada à obediência, não ao poder. Davi encoraja Salomão com as palavras que outrora fortaleceram Josué. A herança dos fiéis é coragem temperada com reverência. O segredo está em caminhar firmemente na Palavra, sem se desviar, mesmo quando o medo espreita."
    },
    {
      "numero": "14",
      "texto": "‘Com muito esforço providenciei para o templo do Senhor três mil e quinhentas toneladas de ouro, trinta e cinco mil toneladas de prata, e tanto bronze e ferro que nem dá para calcular, além de madeira e pedra. E você ainda poderá aumentar a quantidade desse material.’",
      "reflexao": "Davi revela o tamanho de sua dedicação. Tudo foi feito com zelo e sacrifício pessoal. A obra de Deus requer entrega, e quem ama o Senhor prepara o caminho com generosidade. A grandeza do templo começa no coração de quem doa com amor e sem reservas."
    },
    {
      "numero": "15",
      "texto": "‘Você tem muitos trabalhadores: cortadores de pedras, pedreiros e carpinteiros, bem como especialistas em todo tipo de trabalho’",
      "reflexao": "Davi mostra que Deus já preparou os recursos humanos para a missão. Nenhuma obra do Senhor é solitária. Ele levanta artesãos, obreiros, especialistas — cada um com dons singulares. Quando a visão é clara, os talentos se alinham para edificar algo eterno."
    },
    {
      "numero": "16",
      "texto": "‘em ouro, prata, bronze e ferro. Agora comece o trabalho, e que o Senhor esteja com você.’",
      "reflexao": "Chega o momento de agir. Davi transmite a Salomão a confiança de um pai que já fez sua parte. Agora é tempo de começar. Quando a benção de Deus nos acompanha, o início de algo novo se transforma em expressão de fé, esperança e obediência."
    },
    {
      "numero": "17",
      "texto": "Então Davi ordenou a todos os líderes de Israel que ajudassem seu filho Salomão.",
      "reflexao": "O apoio coletivo reforça a importância da missão. A construção do templo não era apenas tarefa de Salomão, mas responsabilidade de toda a liderança. Grandes projetos de Deus são sustentados por unidade, cooperação e compromisso compartilhado."
    },
    {
      "numero": "18",
      "texto": "Disse ele: ‘Certamente o Senhor, o seu Deus, está com vocês, e lhes concedeu paz. Pois ele entregou os habitantes dessa terra em minhas mãos, e ela foi submetida ao Senhor e ao seu povo.’",
      "reflexao": "Davi lembra que o tempo de paz é o tempo ideal para edificar. Quando Deus concede repouso, Ele também abre caminho para plantar algo duradouro. A paz é presente e também missão: deve ser usada para glorificar o Senhor com obras que honram Seu nome."
    },
    {
      "numero": "19",
      "texto": "‘Agora consagrem o coração e a alma para buscarem o Senhor, o seu Deus. Comecem a construir o santuário de Deus, o Senhor, para que vocês possam trazer a arca da aliança do Senhor e os utensílios sagrados que pertencem a Deus para dentro do templo que será construído em honra do nome do Senhor.’",
      "reflexao": "Davi conclama o povo a uma consagração total. Antes de tocar nas pedras, é preciso santificar o coração. A obra do templo começa com adoração interior. Quando o nome do Senhor é o centro, cada esforço se torna sagrado, cada martelo se torna louvor, e cada detalhe aponta para Sua glória."
    }
  ]
}
