{
  "livro": "1 Crônicas",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Hirão, rei de Tiro, enviou a Davi uma delegação, que lhe trouxe toras de cedro, e também pedreiros e carpinteiros, para lhe construírem um palácio.",
      "reflexao": "Quando Deus estabelece alguém, até os reis das nações cooperam com seus propósitos. Hirão não era israelita, mas reconheceu a bênção sobre Davi e se tornou instrumento de edificação — até os gentios podem participar da construção do que é santo."
    },
    {
      "numero": "2",
      "texto": "Então Davi teve certeza de que o Senhor o confirmara como rei de Israel e que seu reino estava prosperando por amor de seu povo Israel.",
      "reflexao": "A confirmação divina traz paz ao coração. Davi entendeu que sua posição não era para engrandecimento pessoal, mas expressão do cuidado de Deus por Seu povo. Toda autoridade verdadeira nasce do amor de Deus pelos que Ele governa."
    },
    {
      "numero": "3",
      "texto": "Em Jerusalém Davi tomou para si mais mulheres e gerou mais filhos e filhas.",
      "reflexao": "Mesmo os grandes reis podem se desviar do modelo divino em momentos de poder. A multiplicação de mulheres foi tolerada, mas não aprovada. A bênção não é permissão para ultrapassar os limites da aliança."
    },
    {
      "numero": "4",
      "texto": "Estes são os nomes dos que lhe nasceram ali: Samua, Sobabe, Natã, Salomão,",
      "reflexao": "De filhos vêm os legados. Dentre esses nomes, Natã e Salomão se destacam na história futura — um como ramo messiânico, outro como o rei sábio. Deus escreve seus propósitos mesmo em contextos de complexidade humana."
    },
    {
      "numero": "5",
      "texto": "Ibar, Elisua, Elpelete,",
      "reflexao": "Mesmo os nomes menos lembrados fazem parte da genealogia dos planos de Deus. Em cada filho de Davi havia uma semente de promessa, ainda que muitos jamais soubessem o papel que representavam."
    },
    {
      "numero": "6",
      "texto": "Nogá, Nefegue, Jafia,",
      "reflexao": "Os filhos de Davi não foram apenas descendência, mas também símbolos da fertilidade espiritual e física de um reino abençoado. Cada nome registra a fidelidade de Deus em multiplicar a promessa feita a Davi."
    },
    {
      "numero": "7",
      "texto": "Elisama, Beeliada e Elifelete.",
      "reflexao": "A continuidade da linhagem real revela que Deus preserva a história mesmo nos detalhes. Os nomes, embora discretos, são monumentos da graça que se renova geração após geração."
    },
    {
      "numero": "8",
      "texto": "Quando os filisteus ficaram sabendo que Davi tinha sido ungido rei de todo o Israel, foram com todo o exército prendê-lo, mas Davi soube disso e saiu para enfrentá-los.",
      "reflexao": "A unção atrai oposição. Os inimigos não se levantam apenas contra o homem, mas contra o plano que Deus estabeleceu. Davi, agora rei por completo, não fugiu — ele se levantou com a coragem que nasce da certeza de estar no centro da vontade divina."
    },
    {
      "numero": "9",
      "texto": "Tendo os filisteus invadido o vale de Refaim,",
      "reflexao": "O vale da guerra é inevitável para quem carrega promessas. O Refaim era conhecido por gigantes — e os gigantes sempre aparecem quando o propósito está prestes a avançar."
    },
    {
      "numero": "10",
      "texto": "Davi perguntou a Deus: 'Devo atacar os filisteus? Tu os entregarás nas minhas mãos? ' O Senhor lhe respondeu: 'Vá, eu os entregarei nas suas mãos'.",
      "reflexao": "Antes da espada, Davi buscava a voz de Deus. Sua força não estava no exército, mas na direção divina. Quem consulta ao Senhor antes de agir nunca lutará sozinho — e sempre terá a vitória certa."
    },
    {
      "numero": "11",
      "texto": "Então Davi e seus soldados foram a Baal-Perazim, e Davi os derrotou e disse: 'Assim como as águas de uma enchente causam destruição, pelas minhas mãos Deus destruiu os meus inimigos'. Então, aquele lugar passou a ser chamado Baal-Perazim.",
      "reflexao": "Quando Deus age, não há obstáculo que resista. A vitória de Davi foi comparada a uma torrente impetuosa — porque assim é o poder do Senhor quando decide romper as barreiras dos que se opõem ao Seu propósito. Baal-Perazim torna-se um memorial da força divina que rompe limites."
    },
    {
      "numero": "12",
      "texto": "Como os filisteus haviam abandonado os seus ídolos ali, Davi ordenou que fossem queimados.",
      "reflexao": "Davi não apenas venceu os inimigos, mas também purificou o campo da batalha. Ao destruir os ídolos, ele declarou: ‘Nenhum outro deus será reverenciado aqui’. A fidelidade exige que, após a vitória, não se deixem vestígios do erro no campo do justo."
    },
    {
      "numero": "13",
      "texto": "Os filisteus voltaram a atacar o vale;",
      "reflexao": "A batalha espiritual não cessa com uma única vitória. Os inimigos retornam, às vezes ao mesmo lugar, para tentar abalar o que Deus já confirmou. Mas os que confiam no Senhor sabem que cada desafio é uma nova oportunidade de ver a mão divina agir."
    },
    {
      "numero": "14",
      "texto": "então Davi consultou Deus de novo, que lhe respondeu: 'Não ataque pela frente, mas dê a volta por trás deles e ataque-os em frente das amoreiras.'",
      "reflexao": "Mesmo após uma vitória anterior, Davi não presumiu que o método seria o mesmo. Ele consultou ao Senhor novamente — e recebeu uma nova estratégia. A verdadeira sabedoria não está em repetir fórmulas, mas em depender constantemente da orientação de Deus."
    },
    {
      "numero": "15",
      "texto": "Assim que você ouvir um som de passos por cima das amoreiras, saia para o combate, pois este é o sinal de que Deus saiu à sua frente para ferir o exército filisteu.",
      "reflexao": "Há momentos em que a criação testemunha a movimentação do céu. O som nos ramos era mais que vento — era o exército do Senhor marchando à frente. Quando Deus vai adiante, o impossível recua. A sensibilidade para ouvir o ‘som de passos’ do Espírito é o segredo dos que vencem pela fé."
    },
    {
      "numero": "16",
      "texto": "E Davi fez como Deus lhe tinha ordenado, e eles derrotaram o exército filisteu, por todo o caminho, desde Gibeom até Gezer.",
      "reflexao": "A obediência precisa ser completa. Davi não apenas ouviu, mas fez exatamente como Deus disse — e por isso houve vitória total. A obediência gera conquistas que vão além das fronteiras do previsto, levando o nome de Deus com honra e força."
    },
    {
      "numero": "17",
      "texto": "Assim, a fama de Davi espalhou-se por todas as terras, e o Senhor fez com que todas as nações o temessem.",
      "reflexao": "A verdadeira fama é aquela que nasce da ação de Deus em favor de alguém. Não foi o poder de Davi, mas o temor do Senhor que se espalhou entre as nações. Quando Deus exalta alguém, não é apenas para honra própria, mas para que Seu nome seja reconhecido em toda a terra."
    }
  ]
}
