{
  "livro": "1 Crônicas",
  "capitulo": "28",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Davi reuniu em Jerusalém todos os líderes de Israel: os líderes das tribos, os líderes das divisões a serviço do rei, os comandantes de mil e de cem, e os líderes encarregados de todos os bens e rebanhos que pertenciam ao rei e a seus filhos, juntamente com os funcionários do palácio, os principais guerreiros e todos os soldados valentes.",
      "reflexao": "Davi compreendia a importância da liderança coletiva. Ao reunir os principais nomes do reino, ele demonstrava que o plano de Deus é edificado em comunhão, responsabilidade e reconhecimento mútuo. Uma visão só se sustenta com unidade."
    },
    {
      "numero": "2",
      "texto": "O rei Davi se pôs de pé e disse: 'Escutem-me, meus irmãos e meu povo. Eu tinha no coração o propósito de construir um templo para nele colocar a arca da aliança do Senhor, o estrado dos pés de nosso Deus; fiz planos para construí-lo,",
      "reflexao": "Mesmo um desejo nobre, quando não está nos planos de Deus, deve ser entregue com humildade. Davi reconhece publicamente que seu sonho cede lugar à soberana vontade do Senhor. Essa entrega revela a grandeza do seu coração."
    },
    {
      "numero": "3",
      "texto": "mas Deus me disse: ‘Você não construirá um templo em honra do meu nome, pois você é um guerreiro e matou muita gente’.",
      "reflexao": "Nem todo chamado é nosso. Deus é quem define os instrumentos e os tempos. Davi, homem de guerra, foi chamado a preparar, não a edificar. A obediência em aceitar o ‘não’ de Deus é sinal de maturidade espiritual."
    },
    {
      "numero": "4",
      "texto": "‘No entanto, o Senhor, o Deus de Israel, escolheu-me dentre toda a minha família para ser rei em Israel, para sempre. Ele escolheu Judá como líder, e da tribo de Judá escolheu minha família, e entre os filhos de meu pai ele quis fazer-me rei de todo o Israel.’",
      "reflexao": "O propósito divino não se limita a um projeto. Deus havia colocado Davi como rei por eleição soberana, não por mérito humano. Ele reconhece que sua trajetória foi um presente do alto — algo que exige gratidão, não orgulho."
    },
    {
      "numero": "5",
      "texto": "‘E, dentre todos os muitos filhos que me deu, ele escolheu Salomão para sentar-se no trono de Israel, o reino do Senhor.’",
      "reflexao": "Deus conhece os corações e sabe quem está preparado para carregar Suas promessas. Salomão foi escolhido não por primogenitura, mas por propósito. Quando Deus escolhe, Ele também capacita."
    },
    {
      "numero": "6",
      "texto": "Ele me disse: ‘Seu filho Salomão é quem construirá o meu templo e os meus pátios, pois eu o escolhi para ser meu filho, e eu serei o pai dele.’",
      "reflexao": "O relacionamento entre Deus e Salomão é descrito com ternura paternal. O templo que seria construído refletiria essa intimidade. Toda grande obra nasce de um vínculo real com o Pai, e não apenas de habilidade."
    },
    {
      "numero": "7",
      "texto": "‘Firmarei para sempre o reino dele, se ele continuar a obedecer os meus mandamentos e as minhas ordenanças, como faz agora’.",
      "reflexao": "A promessa de estabilidade está condicionada à fidelidade. Deus estabelece reinos duradouros sobre corações obedientes. O ‘para sempre’ divino é sustentado por um ‘continuar’ humano em santidade e submissão."
    },
    {
      "numero": "8",
      "texto": "‘Por isso agora declaro-lhes perante todo o Israel e a assembléia do Senhor, e diante dos ouvidos de nosso Deus: Tenham o cuidado de obedecer a todos os mandamentos do Senhor, do seu Deus, para que mantenham a posse dessa boa terra e a dêem por herança aos seus descendentes para sempre.",
      "reflexao": "Obediência não é apenas um ato individual, mas uma herança espiritual. O futuro das gerações depende da fidelidade da geração presente. A aliança com Deus precisa ser cultivada em cada coração para que floresça nos lares."
    },
    {
      "numero": "9",
      "texto": "‘E você, meu filho Salomão, reconheça o Deus de seu pai, e sirva-o de todo o coração e espontaneamente, pois o Senhor sonda todos os corações e conhece a motivação dos pensamentos. Se você o buscar, o encontrará, mas, se você o abandonar, ele o rejeitará para sempre.",
      "reflexao": "O maior legado que Davi deixa ao filho não é o trono, mas o conhecimento de Deus. A intimidade com o Senhor exige sinceridade, entrega e verdade. Quem O busca de verdade, sempre O encontra; quem se afasta, perde o que há de mais valioso."
    },
    {
      "numero": "10",
      "texto": "‘Veja que o Senhor o escolheu para construir um templo que me sirva de santuário. Seja forte e mãos ao trabalho!",
      "reflexao": "A escolha divina vem acompanhada de responsabilidade. O chamado de Salomão é claro: força, coragem e ação. Quando sabemos que Deus nos escolheu, não resta espaço para hesitação — apenas para fé e obediência diligente."
    },
    {
      "numero": "11",
      "texto": "Então Davi deu a seu filho Salomão a planta do pórtico do templo, para os seus edifícios, para os seus depósitos, para os andares superiores e suas salas, e para o lugar do propiciatório.",
      "reflexao": "Davi entrega mais que um plano arquitetônico — transmite uma visão sagrada. O templo nasce no coração antes de ser levantado em pedras. O lugar do propiciatório, símbolo da misericórdia divina, estava no centro de tudo, lembrando que o perdão é o fundamento da habitação de Deus."
    },
    {
      "numero": "12",
      "texto": "Entregou-lhe também as plantas de tudo o que o Espírito havia posto em seu coração acerca dos pátios do templo do Senhor e de todas as salas ao redor, para os depósitos dos tesouros do templo de Deus e para os depósitos das dádivas sagradas.",
      "reflexao": "Os planos não eram fruto da genialidade humana, mas da inspiração do Espírito. O templo era projeto divino confiado aos homens. Cada detalhe apontava para o zelo com as coisas sagradas e o valor da adoração autêntica."
    },
    {
      "numero": "13",
      "texto": "Deu-lhe instruções sobre as divisões dos sacerdotes e dos levitas, e sobre à execução de todas as tarefas no templo do Senhor, e os utensílios que seriam utilizados.",
      "reflexao": "O serviço no templo era ordenado, disciplinado, e cada função tinha importância. O culto a Deus exige organização e reverência, pois onde há ordem, há glória. Deus se agrada quando cada um serve no lugar que Ele mesmo designou."
    },
    {
      "numero": "14",
      "texto": "Determinou o peso do ouro para todos os utensílios de ouro e o peso da prata para todos os utensílios de prata que seriam utilizados nas diferentes tarefas:",
      "reflexao": "Nada era feito ao acaso; até o peso do ouro era medido. Isso revela que Deus é digno do melhor, do mais puro e do mais preciso. A adoração genuína é feita com zelo e intencionalidade, não com improviso."
    },
    {
      "numero": "15",
      "texto": "o peso de ouro para cada candelabro e suas lâmpadas; e o peso de prata para cada candelabro de prata e suas lâmpadas, de acordo com a finalidade de cada um;",
      "reflexao": "Cada peça, com seu brilho e função, representa os diferentes dons que Deus distribui entre seu povo. Nem todos brilham da mesma forma, mas cada um cumpre um papel único e essencial na iluminação da casa do Senhor."
    },
    {
      "numero": "16",
      "texto": "o peso de ouro para cada mesa de pães consagrados; o peso de prata para as mesas de prata;",
      "reflexao": "A mesa dos pães simbolizava a provisão contínua de Deus. O cuidado com seus detalhes demonstra que aquilo que alimenta o espírito também deve ser tratado com santidade e excelência."
    },
    {
      "numero": "17",
      "texto": "o peso de ouro puro para os garfos, para as bacias de aspersão e para os jarros; o peso de ouro para cada tigela de ouro; o peso de prata para cada tigela de prata;",
      "reflexao": "Até os menores utensílios tinham seu valor determinado. Isso nos ensina que, no Reino de Deus, nenhum serviço é pequeno demais. A santidade deve alcançar até os detalhes mais discretos da nossa devoção."
    },
    {
      "numero": "18",
      "texto": "e o peso de ouro refinado para o altar de incenso. Também lhe deu o desenho do carro dos querubins de ouro que, com suas asas estendidas, abrigam a arca da aliança do Senhor.",
      "reflexao": "O altar de incenso representa a oração contínua. Os querubins simbolizam a presença guardiã de Deus sobre sua aliança. A glória do Senhor não repousa em vaidade, mas em adoração, reverência e intercessão sincera."
    },
    {
      "numero": "19",
      "texto": "‘Tudo isso’, disse Davi a Salomão, ‘foi me dado por escrito pela mão do Senhor, e ele me deu entendimento para executar todos esses projetos’.",
      "reflexao": "Quando Deus dá uma missão, Ele também provê clareza e direção. Davi reconhece que nada veio de si mesmo, mas da revelação divina. Assim, aprendemos que todo projeto do céu precisa ser discernido com humildade e obediência."
    },
    {
      "numero": "20",
      "texto": "E acrescentou: ‘Seja forte e corajoso! Mãos ao trabalho! Não tenha medo nem se desanime, pois Deus, o Senhor, o meu Deus, está com você. Ele não o deixará nem o abandonará até que se termine toda a construção do templo do Senhor’.",
      "reflexao": "A confiança de Davi é transmitida com ternura e firmeza: Deus não começa uma obra para deixar pela metade. Toda grande missão exige coragem e fé, pois o Deus que chama também sustenta até o último tijolo."
    },
    {
      "numero": "21",
      "texto": "‘As divisões dos sacerdotes e dos levitas estão definidas para todas as tarefas que se farão no templo de Deus, e você receberá ajuda de homens peritos em todo tipo de serviço. Os líderes e todo o povo obedecerão a todas as suas ordens.’",
      "reflexao": "Deus não isola seus escolhidos, Ele os cerca com cooperadores fiéis. Salomão não estaria só — a obra de Deus é feita por um corpo, com muitos dons em harmonia. Quando há visão, submissão e excelência, o povo caminha junto e a glória se manifesta."
    }
  ]
}
