{
  "livro": "1 Crônicas",
  "capitulo": "2",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Estes foram os filhos de Israel: Rúben, Simeão, Levi, Judá, Issacar, Zebulom,",
      "reflexao": "Os nomes dos filhos de Israel marcam o nascimento das doze tribos — pilares de uma nação eleita. Cada nome carrega identidade, propósito e destino. Deus transforma famílias em povos e histórias em heranças espirituais. Da semente de um homem, Ele levanta uma nação inteira."
    },
    {
      "numero": "2",
      "texto": "Dã, José, Benjamim, Naftali, Gade e Aser.",
      "reflexao": "A lista se completa com os outros filhos de Israel. Mesmo aqueles que não recebem tanto destaque nos textos sagrados têm sua dignidade e lugar assegurados na história. Isso nos ensina que, no Reino de Deus, cada membro tem valor eterno, mesmo quando seu nome parece pequeno."
    },
    {
      "numero": "3",
      "texto": "Estes foram os filhos de Judá: Er, Onã e Selá. Ele teve esses três filhos com uma mulher cananéia, a filha de Suá. Mas o Senhor reprovou a conduta perversa de Er, filho mais velho de Judá, e por isso o matou.",
      "reflexao": "A justiça de Deus não se curva à linhagem. Mesmo sendo da tribo de Judá, Er não escapou do julgamento divino. A santidade do Senhor exige retidão, e sua misericórdia não anula Sua justiça. Somos chamados a viver com integridade, sabendo que Deus vê o íntimo do coração."
    },
    {
      "numero": "4",
      "texto": "Tamar, nora de Judá, deu-lhe os filhos Perez e Zerá. A Judá nasceram ao todo cinco filhos.",
      "reflexao": "De uma história improvável e até escandalosa — a de Tamar — nasceram Perez e Zerá. Deus mostra que não está limitado pelas convenções humanas. Ele transforma escândalos em sementes de redenção. A graça pode florescer mesmo nas tramas mais improváveis da vida."
    },
    {
      "numero": "5",
      "texto": "Estes foram os filhos de Perez: Hezrom e Hamul.",
      "reflexao": "A linhagem segue com Perez, consolidando sua importância apesar das circunstâncias de seu nascimento. Deus não julga apenas a origem, mas transforma o futuro. O que nasce da dor pode carregar bênçãos para gerações inteiras."
    },
    {
      "numero": "6",
      "texto": "Estes foram os filhos de Zerá: Zinri, Etã, Hemã, Calcol e Darda. Foram cinco ao todo.",
      "reflexao": "Os filhos de Zerá carregam nomes que mais tarde seriam associados à sabedoria e à música. Isso revela que, mesmo em ramos menos centrais da história messiânica, Deus derrama dons preciosos. Sua multiforme graça se manifesta por toda parte."
    },
    {
      "numero": "7",
      "texto": "O filho de Carmi foi Acar. Ele causou desgraça a Israel ao violar a proibição de se apossar das coisas consagradas.",
      "reflexao": "Acar nos recorda que um único ato de desobediência pode trazer consequências coletivas. No povo de Deus, a santidade é um chamado comunitário. Que vivamos com temor e reverência, sabendo que nossas escolhas afetam mais do que apenas a nós mesmos."
    },
    {
      "numero": "8",
      "texto": "Este foi o filho de Etã: Azarias.",
      "reflexao": "Um nome, uma herança, uma continuidade. Azarias pode parecer um detalhe, mas diante de Deus, ele é uma ponte viva entre gerações. Deus honra as raízes que permanecem firmadas em fidelidade, mesmo quando o mundo não as percebe."
    },
    {
      "numero": "9",
      "texto": "Os filhos que nasceram a Hezrom foram Jerameel, Rão e Calebe.",
      "reflexao": "Hezrom dá origem a nomes que voltam a surgir com relevância na história de Israel. A fidelidade de Deus se manifesta em gerações. Mesmo quando os nomes mudam, a promessa continua viva como uma chama que jamais se apaga."
    },
    {
      "numero": "10",
      "texto": "Rão gerou Aminadabe, e Aminadabe gerou Naassom, o líder da tribo de Judá.",
      "reflexao": "Naassom é lembrado como líder da tribo de Judá — a tribo do louvor e da promessa. Em sua genealogia vemos que Deus prepara líderes no anonimato de gerações anteriores. A liderança que Deus honra nasce do ventre da fidelidade."
    },
    {
      "numero": "11",
      "texto": "Naassom gerou Salmom, Salmom gerou Boaz,",
      "reflexao": "Aqui a linhagem se aproxima do resgate. Boaz, o redentor de Rute, é fruto de uma linhagem conduzida pelo Espírito. Deus entrelaça fidelidade e amor geracionalmente, até que, no tempo certo, o redentor surge como resposta à esperança."
    },
    {
      "numero": "12",
      "texto": "Boaz gerou Obede, e Obede gerou Jessé.",
      "reflexao": "Jessé é o pai de Davi, e com ele se aproxima a promessa messiânica. Boaz e Obede representam o agir silencioso de Deus por trás dos bastidores da história. A fidelidade no campo se transforma em reinado. E do reinado brota a esperança do Reino eterno."
    },
    {
      "numero": "13",
      "texto": "Jessé gerou Eliabe, o seu filho mais velho; o segundo foi Abinadabe, o terceiro Siméia,",
      "reflexao": "Jessé teve filhos fortes, homens que, aos olhos humanos, pareciam ideais para o trono. Mas Deus vê além das aparências. Eliabe, Abinadabe e Siméia lembram que o favor de Deus não é concedido pela posição de nascimento, mas pela disposição do coração."
    },
    {
      "numero": "14",
      "texto": "o quarto Natanael, o quinto Radai,",
      "reflexao": "Nomes que compõem a casa de Jessé — uma família comum, da qual Deus extraiu o extraordinário. Deus não escolhe apenas os primeiros da fila, mas observa cada um, pois Seu critério não é humano, mas santo e soberano."
    },
    {
      "numero": "15",
      "texto": "o sexto Ozém, e o sétimo Davi.",
      "reflexao": "Davi, o menor entre os irmãos, foi o escolhido por Deus. Ele não herdou a primogenitura nem atraiu atenção no início, mas tinha um coração segundo o do Senhor. A história de Davi nos ensina que ser visto por Deus é mais importante do que ser notado pelos homens."
    },
    {
      "numero": "16",
      "texto": "As irmãs deles foram Zeruia e Abigail. Os três filhos de Zeruia foram Abisai, Joabe e Asael.",
      "reflexao": "As mulheres da linhagem de Jessé também foram instrumentos de Deus. Zeruia, mãe de guerreiros, prova que o legado espiritual não está restrito ao gênero. Seus filhos seriam companheiros de Davi, valentes do Senhor. A maternidade pode gerar ministérios poderosos."
    },
    {
      "numero": "17",
      "texto": "Abigail deu à luz Amasa, filho do ismaelita Jéter.",
      "reflexao": "A união entre Abigail e um ismaelita mostra que Deus trabalha até em meio a vínculos improváveis. Amasa viria a ser general, e sua origem mista não impediu sua atuação. Deus é especialista em cruzar caminhos para cumprir Seus planos maiores."
    },
    {
      "numero": "18",
      "texto": "Calebe, filho de Hezrom, teve uma filha chamada Jeriote com sua mulher Azuba. Estes foram os filhos de Azuba: Jeser, Sobabe e Ardom.",
      "reflexao": "Os filhos de Calebe com Azuba seguem o fluxo da genealogia. Em meio aos nomes, há uma filha mencionada — Jeriote. Mesmo que discretamente, o texto destaca o valor da mulher na continuidade da história. Deus vê e valoriza aquilo que os registros mal mencionam."
    },
    {
      "numero": "19",
      "texto": "Quando Azuba morreu, Calebe tomou por mulher a Efrate, com quem teve Hur.",
      "reflexao": "Após a morte de Azuba, a vida continuou com Efrate e o nascimento de Hur. A dor de uma perda pode ser sucedida pela bênção de um novo começo. Deus é capaz de transformar luto em legado, e recomeços em sementes de propósitos eternos."
    },
    {
      "numero": "20",
      "texto": "Hur gerou Uri, e Uri gerou Bezalel.",
      "reflexao": "Bezalel foi o artista escolhido por Deus para construir o Tabernáculo. Sua linhagem mostra que a unção pode ser herdada e cultivada. O dom criativo também é sagrado quando oferecido ao Senhor. Deus inspira beleza para habitar entre os homens."
    },
    {
      "numero": "21",
      "texto": "Depois disso, Hezrom, aos sessenta anos, tomou por mulher a filha de Maquir, pai de Gileade, e ela deu-lhe um filho chamado Segube.",
      "reflexao": "Hezrom, já avançado em idade, ainda foi pai. Isso mostra que os limites humanos não restringem os planos de Deus. Onde muitos veem fim, o Senhor planta começos. A fertilidade de um coração obediente não depende do tempo, mas da vontade do Altíssimo."
    },
    {
      "numero": "22",
      "texto": "Segube gerou Jair, que governou vinte e três cidades em Gileade.",
      "reflexao": "Jair governou com autoridade e honra. Vemos aqui o fruto de uma linhagem fiel que floresceu em liderança. Deus levanta homens íntegros para administrar territórios e servir ao povo. A boa gestão é um ministério que também glorifica o Senhor."
    },
    {
      "numero": "23",
      "texto": "Gesur e Arã conquistaram Havote-Jair, bem como Quenate e os povoados ao redor, ao todo sessenta cidades. Todos esses foram descendentes de Maquir, pai de Gileade.",
      "reflexao": "As conquistas relatadas demonstram que Deus concede vitórias a gerações que permanecem fiéis. Mesmo em tempos de conflito, Seu favor garante expansão e herança. A fidelidade de Maquir ecoa nos feitos dos seus descendentes — fidelidade que gera frutos duradouros."
    },
    {
      "numero": "24",
      "texto": "Depois que Hezrom morreu em Calebe-Efrata, Abia, a mulher de Hezrom, deu-lhe Asur, fundador de Tecoa.",
      "reflexao": "Mesmo após a morte de Hezrom, o legado continua através de Asur, fundador de Tecoa — a mesma cidade que mais tarde veria surgir o profeta Amós. O fim de um homem não é o fim do propósito. Deus continua a Sua obra por meio da descendência fiel."
    },
    {
      "numero": "25",
      "texto": "Estes foram os filhos de Jerameel, o filho mais velho de Hezrom: Rão, o mais velho, Buna, Orém, Ozém e Aías.",
      "reflexao": "Jerameel, o primogênito de Hezrom, teve vários filhos. Cada nome, mesmo em silêncio, participa da construção da identidade de um povo. Em Deus, até os que não deixam feitos registrados são parte essencial da história. O que é invisível aos homens é precioso aos olhos do Pai."
    },
    {
      "numero": "26",
      "texto": "Jerameel teve outra mulher, chamada Atara, que foi a mãe de Onã.",
      "reflexao": "A menção de Atara como segunda mulher de Jerameel mostra como Deus também reconhece a complexidade das famílias humanas. Mesmo entre estruturas não convencionais, Ele continua escrevendo propósitos eternos com vidas comuns."
    },
    {
      "numero": "27",
      "texto": "Estes foram os filhos de Rão, o filho mais velho de Jerameel: Maaz, Jamim e Equer.",
      "reflexao": "A descendência de Rão revela a continuidade da vida através de gerações. Em cada nome, vemos o fio da vida sendo tecido por Deus, que dá valor ao que é muitas vezes esquecido pelos homens, mas jamais por Ele."
    },
    {
      "numero": "28",
      "texto": "Estes foram os filhos de Onã: Samai e Jada. Estes foram os filhos de Samai: Nadabe e Abisur.",
      "reflexao": "A genealogia segue como um rio silencioso, mas constante. Deus se importa com cada detalhe, e a fidelidade do Senhor se manifesta em cada geração, até mesmo na simplicidade dos nomes pouco conhecidos."
    },
    {
      "numero": "29",
      "texto": "O nome da mulher de Abisur era Abiail. Ela deu-lhe dois filhos: Abã e Molide.",
      "reflexao": "Abiail, como tantas mulheres da Bíblia, teve sua história registrada por um momento. Isso nos mostra que, mesmo quando a participação é breve, o impacto pode ser eterno. O Senhor honra cada ventre que gera promessa e vida."
    },
    {
      "numero": "30",
      "texto": "Estes foram os filhos de Nadabe: Selede e Apaim. Selede morreu sem filhos.",
      "reflexao": "A menção de Selede, que morreu sem filhos, nos lembra que nem todos deixam herança visível, mas isso não invalida sua existência. Aos olhos de Deus, cada vida tem valor, mesmo quando não produz frutos aparentes."
    },
    {
      "numero": "31",
      "texto": "O filho de Apaim foi Isi, pai de Sesã, pai de Alai.",
      "reflexao": "Essa linha familiar mostra a paciência de Deus em formar gerações. Mesmo nomes que aparecem apenas uma vez são como pedras em uma ponte que sustenta a história. Nenhum elo é desprezível na grande corrente da vontade divina."
    },
    {
      "numero": "32",
      "texto": "Estes foram os filhos de Jada, irmão de Samai: Jéter e Jônatas. Jéter morreu sem filhos.",
      "reflexao": "A morte de Jéter sem deixar descendência traz um lembrete da fragilidade humana. Mas Jônatas, seu irmão, continua a linhagem. Onde uma história parece terminar, Deus planta a continuidade em outro ramo. A fidelidade divina sempre encontra uma via."
    },
    {
      "numero": "33",
      "texto": "Estes foram os filhos de Jônatas: Pelete e Zaza. Foram esses os descendentes de Jerameel.",
      "reflexao": "A genealogia de Jerameel se encerra aqui com Pelete e Zaza, nomes que carregam o peso silencioso de gerações inteiras. Deus honra as raízes que não florescem aos olhos do mundo, mas que sustentam o propósito invisível da eternidade."
    },
    {
      "numero": "34",
      "texto": "Sesã não teve filhos, apenas filhas. Tinha ele um escravo egípcio chamado Jará,",
      "reflexao": "Num tempo em que filhos homens eram vistos como herdeiros naturais, Sesã quebra a expectativa: só teve filhas. A providência divina se revela quando ele entrega sua filha a Jará, seu servo — uma escolha improvável aos olhos humanos, mas cheia de sentido aos olhos de Deus."
    },
    {
      "numero": "35",
      "texto": "a quem deu uma de suas filhas por mulher. E ela deu-lhe um filho chamado Atai.",
      "reflexao": "Jará, o servo, torna-se parte da linhagem por meio da graça e da confiança de Sesã. É assim que Deus faz — Ele eleva os humildes e insere os improváveis em Sua história. Atai nasce como fruto de uma aliança que desafia os padrões sociais."
    },
    {
      "numero": "36",
      "texto": "Atai gerou Natã, Natã gerou Zabade,",
      "reflexao": "A continuidade através de Atai e Natã nos mostra que o legado floresce onde há submissão à vontade divina. A fidelidade de Deus permanece geração após geração, como um fio de ouro tecido em silêncio entre os homens."
    },
    {
      "numero": "37",
      "texto": "Zabade gerou Eflal, Eflal gerou Obede,",
      "reflexao": "Nomes que seguem a linhagem com singeleza. Mesmo sem grandes feitos registrados, esses homens participam do plano eterno. A presença deles na genealogia revela que ser lembrado por Deus é maior do que ser famoso entre os homens."
    },
    {
      "numero": "38",
      "texto": "Obede gerou Jeú, Jeú gerou Azarias,",
      "reflexao": "A linha genealógica continua, como um rio que atravessa terras desconhecidas, mas sempre segue o curso que Deus traçou. A bênção não está apenas em gerar, mas em ser fiel na posição que Deus concede a cada geração."
    },
    {
      "numero": "39",
      "texto": "Azarias gerou Helez, Helez gerou Eleasa,",
      "reflexao": "Mesmo quando o texto se limita a nomes e verbos repetitivos, o Espírito nos revela algo profundo: Deus escreve a história com constância. Cada nome é um marcador de fidelidade, uma semente da eternidade lançada no solo do tempo."
    },
    {
      "numero": "40",
      "texto": "Eleasa gerou Sismai, Sismai gerou Salum,",
      "reflexao": "O ciclo da vida prossegue. De pai para filho, de geração em geração, a herança se perpetua. Esse fluxo nos ensina que há beleza na continuidade e glória na obediência silenciosa. Cada vida prepara o terreno para algo maior."
    },
    {
      "numero": "41",
      "texto": "Salum gerou Jecamias, e Jecamias gerou Elisama.",
      "reflexao": "Com Elisama, vemos o encerramento dessa linhagem. O nome, que significa ‘Deus ouviu’, parece selar esta genealogia com a marca da escuta divina. Mesmo quando tudo parece apenas uma sequência de nomes, há um Deus que ouve, vê e conduz cada passo da história."
    },
    {
      "numero": "42",
      "texto": "Estes foram os filhos de Calebe, irmão de Jerameel: Messa, o mais velho, que foi o pai de Zife, e seu filho Maressa, pai de Hebrom.",
      "reflexao": "Calebe, irmão de Jerameel, representa outra raiz vigorosa dessa árvore genealógica. Mesmo que sua menção não traga feitos extraordinários, sua linhagem se ramifica com força. Deus usa famílias simples para estabelecer cidades e propósitos eternos."
    },
    {
      "numero": "43",
      "texto": "Estes foram os filhos de Hebrom: Corá, Tapua, Requém e Sema.",
      "reflexao": "Cada nome dessa geração mostra a continuidade do plano divino. Corá, Tapua, Requém e Sema talvez não tenham liderado guerras ou profetizado, mas foram alicerces vivos sobre os quais Deus continuou a edificar Sua história."
    },
    {
      "numero": "44",
      "texto": "Sema gerou Raão, pai de Jorqueão. Requém gerou Samai.",
      "reflexao": "De Sema e Requém vieram novas gerações, provando que os elos da genealogia seguem firmes. É no curso silencioso das gerações que Deus molda os tempos e prepara os caminhos para os grandes encontros com Sua vontade."
    },
    {
      "numero": "45",
      "texto": "O filho de Samai foi Maom, e Maom foi o pai de Bete-Zur.",
      "reflexao": "De Maom nasceu Bete-Zur, um lugar que viria a ser conhecido na história de Israel. Isso mostra que uma vida pode dar origem a cidades — legados que impactam o território e a cultura. Quando Deus abençoa uma linhagem, até a terra se transforma."
    },
    {
      "numero": "46",
      "texto": "A concubina de Calebe, Efá teve três filhos: Harã, Mosa e Gazez. Harã gerou Gazez.",
      "reflexao": "Mesmo filhos de concubinas são lembrados com dignidade no registro sagrado. Deus não ignora a complexidade da realidade humana. Harã, Mosa e Gazez mostram que nenhuma origem limita o valor de uma vida diante do Criador."
    },
    {
      "numero": "47",
      "texto": "Estes foram os filhos de Jadai: Regém, Jotão, Gesã, Pelete, Efá e Saafe.",
      "reflexao": "Jadai teve muitos filhos, e todos foram registrados. Mesmo sem narrativas específicas, são lembrados. A Bíblia nos ensina que a existência por si só, quando enraizada na aliança com Deus, é digna de ser eternizada."
    },
    {
      "numero": "48",
      "texto": "A concubina de Calebe, Maaca teve dois filhos: Seber e Tiraná.",
      "reflexao": "Seber e Tiraná nascem de Maaca, outra concubina de Calebe. Essa inclusão reforça que Deus não escreve histórias apenas com o que é institucionalmente aceito, mas com o que está disponível. Ele transforma a fragilidade humana em matéria-prima para Sua glória."
    },
    {
      "numero": "49",
      "texto": "Ela também teve Saafe, pai de Madmana, e Seva, pai de Macbena e de Gibeá. A filha de Calebe chamava-se Acsa.",
      "reflexao": "Saafe, Seva e Acsa mostram que tanto homens quanto mulheres são peças significativas no plano divino. Acsa, especialmente, será lembrada em outro trecho bíblico como mulher sábia e ousada. Deus valoriza tanto os pais de cidades quanto as filhas que pedem bênçãos com fé."
    },
    {
      "numero": "50",
      "texto": "Calebe teve também estes outros descendentes: Os filhos de Hur, o filho mais velho de Efrate: Sobal, fundador de Quiriate-Jearim,",
      "reflexao": "Hur, filho de Efrate, dá origem a Sobal, o fundador de uma cidade. A herança espiritual e estrutural anda lado a lado. Quando a fé encontra ação, cidades se levantam e histórias são moldadas pela presença de Deus entre Seu povo."
    },
    {
      "numero": "51",
      "texto": "Salma, fundador de Belém, e Harefe, fundador de Bete-Gader.",
      "reflexao": "Salma, fundador de Belém — cidade onde nasceria o Salvador — mostra como Deus prepara os lugares antes mesmo de revelar os propósitos. O invisível é planejado antes do visível se manifestar. Em cada fundador, um traço da vinda do Messias já se desenhava."
    },
    {
      "numero": "52",
      "texto": "Os descendentes de Sobal, fundador de Quiriate-Jearim: O povo de Haroé, metade dos manaatitas,",
      "reflexao": "As subdivisões dos descendentes de Sobal mostram como os povos se multiplicam e se organizam. Deus é o Deus da ordem, e mesmo entre os grupos mais específicos, Sua presença se faz notar. Onde há povo, há propósito divino esperando florescer."
    },
    {
      "numero": "53",
      "texto": "e os clãs de Quiriate-Jearim: os itritas, os fateus, os sumateus e os misraeus. Desses descenderam os zoratitas e os estaoleus.",
      "reflexao": "Clãs com nomes pouco familiares compõem o tecido da história bíblica. Cada um contribui, direta ou indiretamente, com o cenário onde os atos de Deus serão revelados. Mesmo os grupos anônimos preparam o terreno para grandes encontros espirituais."
    },
    {
      "numero": "54",
      "texto": "Os descendentes de Salma: O povo de Belém e de Atrote-Bete-Joabe, os netofatitas, metade dos manaatitas, os zoreus,",
      "reflexao": "Dentre os descendentes de Salma está o povo de Belém — a cidade que seria berço do Rei dos reis. Aqui está a beleza do plano divino: o que parecia apenas genealogia, revela-se preparação cuidadosa para a chegada do Redentor."
    },
    {
      "numero": "55",
      "texto": "e os clãs dos escribas que viviam em Jabez: os tiratitas, os simeatitas e os sucatitas. Esses foram os queneus, descendentes de Hamate, antepassado da família de Recabe.",
      "reflexao": "Os escribas de Jabez e os queneus são lembrados por sua sabedoria e serviço. Deus valoriza os que escrevem, os que preservam, os que interpretam — pois a Palavra precisa de guardiões fiéis. A linhagem de Recabe mostra que até entre os forasteiros há lugar de honra no Reino."
    }
  ]
}
