{
  "livro": "1 Crônicas",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Davi, junto com os comandantes do exército, separou alguns dos filhos de Asafe, de Hemã e de Jedutum para o ministério de profetizar ao som de harpas, liras e címbalos. Esta é a lista dos escolhidos para essa função:",
      "reflexao": "A música no templo não era mero adorno — era profecia. Davi, ao lado dos líderes de guerra, reconhece que a batalha espiritual também é travada com louvor. O som que sobe em adoração move o céu e transforma corações."
    },
    {
      "numero": "2",
      "texto": "Dos filhos de Asafe: Zacur, José, Netanias e Asarela. Os filhos de Asafe estavam sob a sua supervisão que, por sua vez, profetizava sob a supervisão do rei.",
      "reflexao": "A linhagem de Asafe revela continuidade na adoração. Sob a liderança do rei, esses homens entoavam profecias com música — um elo entre o trono da terra e o trono dos céus, onde cada nota era carregada de propósito divino."
    },
    {
      "numero": "3",
      "texto": "Dos filhos de Jedutum: Gedalias, Zeri, Jesaías, Simei, Hasabias e Matitias, seis ao todo, sob a supervisão de seu pai, Jedutum, que profetizava ao som da harpa para agradecer e louvar ao Senhor.",
      "reflexao": "Jedutum conduzia seus filhos como ministro do louvor, fazendo da harpa um instrumento de gratidão. Onde há gratidão sincera, há profecia viva — pois Deus habita nos louvores dos que O reconhecem com o coração."
    },
    {
      "numero": "4",
      "texto": "Dos filhos de Hemã: Buquias, Matanias, Uziel, Sebuel, Jeremote, Hananias, Hanani, Eliata, Gidalti, Romanti-Ézer, Josbecasa, Maloti, Hotir e Maaziote.",
      "reflexao": "Os muitos filhos de Hemã, nome por nome, lembram que no Reino cada voz importa. Cada um desses filhos tinha uma missão: elevar louvores e revelar a glória de Deus através da música que tocava o invisível."
    },
    {
      "numero": "5",
      "texto": "Todos esses eram filhos de Hemã, o vidente do rei. Esses lhe nasceram conforme as promessas de que Deus haveria de torná-lo poderoso. E Deus deu a Hemã catorze filhos e três filhas.",
      "reflexao": "As promessas de Deus não falham. Hemã, o vidente, teve sua casa multiplicada e fortalecida. Seus filhos não apenas nasceram da carne, mas do favor divino. Toda a descendência que serve ao Senhor é fruto da fidelidade eterna do Altíssimo."
    },
    {
      "numero": "6",
      "texto": "Todos esses homens estavam sob a supervisão de seus pais quando ministravam a música do templo do Senhor, com címbalos, liras e harpas, na casa de Deus. Asafe, Jedutum e Hemã estavam sob a supervisão do rei.",
      "reflexao": "A harmonia entre pais e filhos na adoração mostra que a música do céu é também herança na terra. Servir sob autoridade espiritual gera unidade, e essa unidade produz melodias que tocam o coração de Deus."
    },
    {
      "numero": "7",
      "texto": "Junto com seus parentes, todos capazes e preparados para o ministério do louvor do Senhor, totalizavam 288.",
      "reflexao": "Eram muitos, mas agiam como um. Os 288 levitas músicos simbolizam a excelência no serviço a Deus — preparados, capacitados e consagrados. O louvor não é improviso, é entrega treinada, disposta e cheia do Espírito."
    },
    {
      "numero": "8",
      "texto": "Então tiraram sortes entre jovens e velhos, mestres e discípulos para designar-lhes suas responsabilidades.",
      "reflexao": "No Reino, todos têm lugar: mestres e aprendizes, jovens e anciãos. A ordem divina respeita o dom e confia no propósito. O sorteio não era acaso — era dependência de Deus para que cada um fosse colocado onde deveria florescer."
    },
    {
      "numero": "9",
      "texto": "A primeira sorte, caiu para José, filho de Asafe, com seus filhos e parentes; eram ao todo 12; a segunda, para Gedalias, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Cada grupo de 12, liderado por um nome, simboliza serviço organizado, comunhão e aliança. Como os 12 patriarcas e os 12 apóstolos, estes também louvavam em representatividade — espelhando o céu na terra."
    },
    {
      "numero": "10",
      "texto": "a terceira, para Zacur, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Zacur, junto aos seus, continuava a formação sagrada do louvor. Cada nome revelado expressa mais que genealogia — é missão sonora, espiritual, coletiva e eterna no trono de Deus."
    },
    {
      "numero": "11",
      "texto": "a quarta, para Izri, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Izri foi chamado entre os adoradores, e junto a seus doze, formou um coral do céu na terra. A adoração verdadeira se faz em comunhão — cada voz distinta unida numa só canção ao Altíssimo."
    },
    {
      "numero": "12",
      "texto": "a quinta, para Netanias, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Netanias representa mais um elo na corrente do louvor. Não é o número que impressiona, mas a disposição do coração que consagra som e alma ao serviço do Senhor."
    },
    {
      "numero": "13",
      "texto": "a sexta, para Buquias, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Buquias e sua casa foram designados com honra. Na simplicidade de servir ao Senhor com música, cada nota soava como perfume suave diante do trono eterno."
    },
    {
      "numero": "14",
      "texto": "a sétima, para Jesarela, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Jesarela e os seus foram convocados para profetizar por meio da música. Quando Deus designa, Ele também capacita — e os céus se abrem sobre aqueles que O exaltam em espírito e verdade."
    },
    {
      "numero": "15",
      "texto": "a oitava, para Jesaías, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Jesaías, chamado com doze corações afinados, oferecia mais que melodia — oferecia rendição. A verdadeira música não apenas soa, ela intercede, consola, eleva e transforma."
    },
    {
      "numero": "16",
      "texto": "a nona, para Matanias, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Matanias e seu grupo formavam mais que um conjunto: eram ministros da presença. Quando o louvor é sincero, ele se torna canal de cura e resposta entre o céu e a terra."
    },
    {
      "numero": "17",
      "texto": "a décima, para Simei, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Simei foi chamado com honra para ministrar ao Senhor. Que privilégio é ter o nome registrado como aquele que ofereceu sons de reverência diante do Deus Todo-Poderoso."
    },
    {
      "numero": "18",
      "texto": "a décima primeira, para Azareel, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Azareel, com seus familiares, cantava para Aquele que conhece cada nota antes que ela nasça. A adoração familiar é aliança viva — gerações juntas em devoção ao Eterno."
    },
    {
      "numero": "19",
      "texto": "a décima segunda, para Hasabias, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Hasabias servia com os seus como quem compreende que o som do louvor é parte da guerra espiritual. Com harpas e vozes, derrubavam muros que olhos não veem, mas que o céu testemunha."
    },
    {
      "numero": "20",
      "texto": "a décima terceira, para Subael, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Subael se apresentava ao Senhor com sua casa, lembrando-nos que adorar é também herança. Quando uma família serve unida, ela reflete o céu no chão."
    },
    {
      "numero": "21",
      "texto": "a décima quarta, para Matitias, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Matitias e seus doze ofertavam louvor como incenso puro. Cada grupo estabelecido por sorte era, na verdade, designado pelo dedo de Deus, que conhece quem deve estar onde."
    },
    {
      "numero": "22",
      "texto": "a décima quinta, para Jeremote, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Jeremote carrega o nome entre os adoradores que não buscavam glória própria, mas o esplendor do Deus invisível. Cada acorde era oração, cada timbre, uma ponte para a eternidade."
    },
    {
      "numero": "23",
      "texto": "a décima sexta, para Hananias, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Hananias, com seu grupo, reafirma a beleza da ordem divina. A música no templo seguia não apenas técnica, mas unção — e onde há unção, há vida, renovo e presença."
    },
    {
      "numero": "24",
      "texto": "a décima sétima, para Josbecasa, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Josbecasa e os seus eram mais que músicos — eram mensageiros celestiais com instrumentos nas mãos. Quando a adoração flui assim, ela não apenas agrada ao Senhor, mas restaura quem a ouve."
    },
    {
      "numero": "25",
      "texto": "a décima oitava, para Hanani, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Hanani e os seus integravam o coral do sagrado, onde cada nota erguida era um gesto de reverência. A obediência à escala não era mero ritual, mas expressão de honra à ordem do Senhor."
    },
    {
      "numero": "26",
      "texto": "a décima nona, para Maloti, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Maloti e sua casa tinham em mãos a harpa e no coração a entrega. O ministério do louvor é obra dos céus na terra, onde cada som ecoa para além dos muros do templo."
    },
    {
      "numero": "27",
      "texto": "a vigésima, para Eliata, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Eliata servia ao Senhor com um grupo que sabia transformar som em consagração. A música que nasce de um coração puro sobe como incenso e desce como paz."
    },
    {
      "numero": "28",
      "texto": "a vigésima primeira, para Hotir, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Hotir, com os seus, entoava louvores como quem reconhece que viver é render-se ao Criador. Quando famílias inteiras se reúnem para adorar, o céu repousa entre elas."
    },
    {
      "numero": "29",
      "texto": "a vigésima segunda, para Gidalti, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Gidalti e sua companhia eram parte do exército que guerreava com notas e acordes. Não empunhavam espadas, mas adoravam com fidelidade — e isso movia os céus."
    },
    {
      "numero": "30",
      "texto": "a vigésima terceira, para Maaziote, com seus filhos e parentes, eram ao todo 12;",
      "reflexao": "Maaziote conduzia sua porção no turno sagrado, onde o tempo era consagrado ao louvor. Quando o ritmo do coração se alinha ao do céu, a canção se torna eterna."
    },
    {
      "numero": "31",
      "texto": "a vigésima quarta, para Romanti-Ézer, com seus filhos e parentes, eram ao todo 12.",
      "reflexao": "Romanti-Ézer encerra a lista dos adoradores com honra. Cada escala, sorteada diante do Senhor, mostra que não há acaso no serviço divino — há designação, há propósito, há glória."
    }
  ]
}
