{
  "livro": "1 João",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Vejam como é grande o amor que o Pai nos concedeu: sermos chamados filhos de Deus, o que de fato somos! Por isso o mundo não nos conhece, porque não o conheceu.",
      "reflexao": "Que declaração maravilhosa! Somos filhos de Deus, não por mérito, mas por amor. Isso nos lembra quem somos e qual é nossa identidade. O mundo pode não nos compreender, mas somos conhecidos e amados pelo Pai. Isso deve encher nosso coração de segurança, propósito e esperança."
    },
    {
      "numero": "2",
      "texto": "Amados, agora somos filhos de Deus, e ainda não se manifestou o que havemos de ser. Sabemos que, quando ele se manifestar, seremos semelhantes a ele, pois o veremos como ele é.",
      "reflexao": "Nossa transformação está em andamento. Quando Jesus se manifestar, seremos plenamente transformados, livres de toda imperfeição. Isso alimenta nossa esperança e nos motiva a viver em santidade, olhando para o futuro glorioso que Deus preparou para Seus filhos."
    },
    {
      "numero": "3",
      "texto": "Todo aquele que nele tem esta esperança purifica-se a si mesmo, assim como ele é puro.",
      "reflexao": "A esperança da vida eterna e da transformação nos conduz a uma vida de pureza e santidade. Quem espera em Cristo não se acomoda no pecado, mas busca diariamente ser mais parecido com Ele, permitindo que Seu amor e Sua graça moldem nosso caráter."
    },
    {
      "numero": "4",
      "texto": "Todo aquele que pratica o pecado transgride a lei; de fato, o pecado é transgressão da lei.",
      "reflexao": "O pecado não é algo banal — é uma quebra da lei de Deus, uma afronta ao Seu amor e à Sua vontade. Este versículo nos convida à reflexão sincera, para reconhecermos nossas falhas e buscarmos viver segundo os princípios do Reino, com arrependimento e transformação."
    },
    {
      "numero": "5",
      "texto": "Vocês sabem que ele se manifestou para tirar os nossos pecados, e nele não há pecado.",
      "reflexao": "Jesus veio ao mundo com um propósito claro: remover nossos pecados e nos reconciliar com Deus. Nele encontramos perdão, restauração e um novo começo. Ele é nosso exemplo de pureza, e, ao nos aproximarmos dEle, somos chamados a refletir essa mesma pureza em nossas vidas."
    },
    {
      "numero": "6",
      "texto": "Todo aquele que nele permanece não continua a pecar. Todo aquele que continua pecando não o viu nem o conheceu.",
      "reflexao": "Permanecer em Cristo significa romper com uma vida de prática constante do pecado. Não se trata de nunca falhar, mas de não viver mais dominado pelo pecado. Quem verdadeiramente conhece Jesus experimenta transformação diária, buscando viver em conformidade com Sua vontade."
    },
    {
      "numero": "7",
      "texto": "Filhinhos, não deixem que ninguém os engane. Aquele que pratica a justiça é justo, assim como ele é justo.",
      "reflexao": "Nossa fé se evidencia nas ações. A prática da justiça é reflexo de quem nasceu de Deus. Este versículo nos encoraja a viver uma vida coerente, onde nossas atitudes reflitam o caráter de Cristo, afastando-nos dos enganos e falsas doutrinas que distorcem a verdade."
    },
    {
      "numero": "8",
      "texto": "Quem pratica o pecado é do maligno, porque o maligno vem pecando desde o princípio. Para isso o Filho de Deus se manifestou: para destruir as obras do maligno.",
      "reflexao": "Jesus veio para desfazer tudo aquilo que o mal tenta construir nas nossas vidas. Isso inclui vícios, mentiras, divisões e destruição. Quando escolhemos viver em Cristo, nos unimos a essa missão de romper com as obras do mal e viver em liberdade, luz e amor."
    },
    {
      "numero": "9",
      "texto": "Todo aquele que é nascido de Deus não pratica o pecado, porque a semente de Deus permanece nele; ele não pode continuar pecando, porque é nascido de Deus.",
      "reflexao": "A nova vida em Deus transforma nossa essência. A semente divina — o Espírito Santo — habita em nós, nos capacitando a vencer o pecado. Isso não significa perfeição instantânea, mas um rompimento real com o hábito do pecado e uma jornada contínua de santificação."
    },
    {
      "numero": "10",
      "texto": "Desta forma sabemos quem são os filhos de Deus e quem são os filhos do maligno: quem não pratica a justiça não é de Deus, nem quem não ama seu irmão.",
      "reflexao": "O amor e a justiça são os sinais visíveis de quem pertence a Deus. Não há espaço para uma fé que não se traduz em amor ao próximo e em vida correta. Este versículo nos convida a um exame honesto de nós mesmos: nosso amor é visível? Nossa justiça reflete quem Deus é?"
    },
    {
      "numero": "11",
      "texto": "Porque esta é a mensagem que vocês ouviram desde o princípio: que nos amemos uns aos outros.",
      "reflexao": "O amor é o centro do evangelho. Desde o início, Deus deixou claro que a marca dos seus filhos é o amor. Amar não é uma sugestão, mas um mandamento. É através do amor que o mundo verá que somos verdadeiramente discípulos de Cristo."
    },
    {
      "numero": "12",
      "texto": "Não sejamos como Caim, que pertencia ao maligno e matou seu irmão. E por que o matou? Porque as suas obras eram más, e as de seu irmão eram justas.",
      "reflexao": "O exemplo de Caim é um alerta severo sobre como a inveja, o orgulho e o ódio podem nos conduzir a caminhos de destruição. Somos chamados a rejeitar toda forma de rancor e a cultivar um coração que celebra o bem no outro, que ama, perdoa e busca viver em paz e em justiça."
    },
    {
      "numero": "13",
      "texto": "Meus irmãos, não se admirem se o mundo os odeia.",
      "reflexao": "O viver em Cristo naturalmente gera oposição em um mundo que rejeita a luz. Não devemos nos surpreender com rejeição, críticas ou perseguições. Isso é sinal de que estamos vivendo segundo os valores do Reino de Deus, que contrastam com os valores do mundo. Permaneça firme, sabendo que seu galardão está no céu."
    },
    {
      "numero": "14",
      "texto": "Sabemos que já passamos da morte para a vida porque amamos nossos irmãos. Quem não ama permanece na morte.",
      "reflexao": "O amor é a evidência mais clara de que fomos transformados por Deus. Onde há amor, há vida. Onde há ausência de amor, reina a morte espiritual. Amar não é opcional, é a marca dos que foram regenerados por Cristo e vivem sob Sua graça."
    },
    {
      "numero": "15",
      "texto": "Quem odeia seu irmão é assassino, e vocês sabem que nenhum assassino tem a vida eterna em si mesmo.",
      "reflexao": "João é enfático: o ódio no coração é tão destrutivo espiritualmente quanto o ato de tirar uma vida. Isso nos leva a refletir sobre a urgência de liberar perdão, curar relacionamentos e permitir que o amor de Deus transforme nossos sentimentos mais profundos."
    },
    {
      "numero": "16",
      "texto": "Nisto conhecemos o que é o amor: Jesus Cristo deu a sua vida por nós, e devemos dar a nossa vida pelos nossos irmãos.",
      "reflexao": "O padrão do amor não é humano, é divino. Jesus nos mostrou que amor verdadeiro é sacrifício, entrega e serviço. Somos chamados a amar assim — não com palavras vazias, mas com atitudes concretas que demonstrem cuidado, empatia e generosidade para com os outros."
    },
    {
      "numero": "17",
      "texto": "Se alguém possuir recursos materiais e, vendo seu irmão em necessidade, não se compadecer dele, como pode permanecer nele o amor de Deus?",
      "reflexao": "Amar é agir. Não podemos ser indiferentes diante da dor e da necessidade do próximo. Este versículo é um chamado urgente para a generosidade, a solidariedade e o cuidado prático, pois o amor de Deus em nós se manifesta através do cuidado com os outros."
    },
    {
      "numero": "18",
      "texto": "Filhinhos, não amemos de palavra nem de boca, mas em ação e em verdade.",
      "reflexao": "Amor sem ação é ilusão. Deus nos convida a viver um amor que vai além dos discursos, que se traduz em atitudes que fazem a diferença na vida das pessoas. Este é o amor verdadeiro: aquele que se move, que socorre, que estende a mão e que transforma."
    },
    {
      "numero": "19",
      "texto": "Assim saberemos que pertencemos à verdade, e tranquilizaremos o nosso coração diante dele;",
      "reflexao": "Quando vivemos na prática do amor e da verdade, nosso coração encontra paz diante de Deus. A certeza de que estamos caminhando na vontade do Pai gera segurança, descanso e confiança, mesmo em meio às adversidades da vida."
    },
    {
      "numero": "20",
      "texto": "se o nosso coração nos condenar, sabemos que Deus é maior que o nosso coração e sabe todas as coisas.",
      "reflexao": "Às vezes nosso próprio coração nos acusa, lembrando nossas falhas e limitações. Mas este versículo nos traz consolo: Deus é maior que as nossas culpas, Ele conhece nossas intenções, nosso arrependimento e está sempre disposto a nos perdoar e restaurar. Sua graça sempre é maior."
    },
    {
      "numero": "21",
      "texto": "Amados, se o nosso coração não nos condenar, temos confiança diante de Deus",
      "reflexao": "Quando andamos na luz, no amor e na verdade, nosso coração se enche de confiança na presença de Deus. Viver alinhado com a Sua vontade nos dá paz, segurança espiritual e liberdade para nos aproximarmos dEle em oração, com fé e ousadia."
    },
    {
      "numero": "22",
      "texto": "e recebemos dele tudo o que pedimos, porque obedecemos aos seus mandamentos e fazemos o que lhe agrada.",
      "reflexao": "A obediência abre caminho para que nossas orações sejam atendidas. Viver buscando agradar a Deus nos alinha com a Sua vontade, e, assim, nossos pedidos refletem os desejos do Seu coração, trazendo respostas, bênçãos e direção para nossa vida."
    },
    {
      "numero": "23",
      "texto": "E este é o seu mandamento: que creiamos no nome de seu Filho Jesus Cristo e que nos amemos uns aos outros, como ele nos ordenou.",
      "reflexao": "O evangelho se resume em duas coisas: fé em Jesus e amor ao próximo. É simples, mas profundo. Viver assim transforma nossas relações, nossa comunidade e nosso mundo. Crer e amar são as bases inegociáveis da vida cristã verdadeira."
    },
    {
      "numero": "24",
      "texto": "Os que obedecem aos seus mandamentos nele permanecem, e ele neles. E assim sabemos que ele permanece em nós: pelo Espírito que nos deu.",
      "reflexao": "A presença do Espírito Santo em nós é a maior confirmação de que pertencemos a Deus. Ele nos guia, nos consola, nos fortalece e nos capacita a viver uma vida que agrada ao Pai. Permanecer em Deus é viver em constante comunhão com Seu Espírito, permitindo que Ele molde quem somos e como vivemos."
    }
  ]
}
