{
  "livro": "1 Reis",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "A rainha de Sabá soube da fama que Salomão tinha alcançado, graças ao nome do Senhor, e foi a Jerusalém para pô-lo à prova com perguntas difíceis.",
      "reflexao": "A sabedoria que vem de Deus atrai os corações sinceros que buscam respostas. A rainha de Sabá não veio apenas por curiosidade, mas movida pela reputação de um rei cuja sabedoria refletia a glória do Senhor."
    },
    {
      "numero": "2",
      "texto": "Quando chegou, acompanhada de uma enorme caravana, com camelos carregados de especiarias, grande quantidade de ouro e pedras preciosas, foi até Salomão e lhe fez todas as perguntas que tinha em mente.",
      "reflexao": "Mesmo os mais poderosos reconhecem quando encontram uma fonte maior de sabedoria. O desejo de saber é mais valioso que qualquer tesouro. Quem busca com sinceridade sempre encontra luz."
    },
    {
      "numero": "3",
      "texto": "Salomão respondeu a todas; nenhuma lhe foi tão difícil que não pudesse responder.",
      "reflexao": "A sabedoria divina não se limita às questões simples. Ela alcança o profundo da alma e oferece respostas que transcendem a lógica humana. O verdadeiro sábio é aquele que ouve com discernimento e responde com humildade."
    },
    {
      "numero": "4",
      "texto": "Vendo toda a sabedoria de Salomão, bem como o palácio que ele havia construído,",
      "reflexao": "A sabedoria de Salomão era visível não apenas em palavras, mas nas obras. A sabedoria se manifesta em tudo o que fazemos — desde nossas decisões até o ambiente que cultivamos ao redor."
    },
    {
      "numero": "5",
      "texto": "o que era servido em sua mesa, o lugar de seus oficiais, os criados e copeiros, todos uniformizados, e os holocaustos que ele fazia no templo do Senhor, ela ficou impressionada.",
      "reflexao": "A ordem, o cuidado com os detalhes e a reverência espiritual revelam a grandeza de um líder. Quando tudo é feito com excelência e devoção, até os mais céticos reconhecem a presença de algo maior."
    },
    {
      "numero": "6",
      "texto": "Disse ela então ao rei: ‘Tudo o que ouvi em meu país acerca de tuas realizações e de tua sabedoria era verdade.’",
      "reflexao": "A verdade sempre se confirma diante da luz. O testemunho vivido fala mais alto do que os relatos ou rumores. O que é verdadeiro se sustenta por si só."
    },
    {
      "numero": "7",
      "texto": "‘Mas eu não acreditava no que diziam, até ver com os meus próprios olhos. Na realidade, não me contaram nem a metade; tu ultrapassas em muito o que ouvi, tanto em sabedoria como em riqueza.’",
      "reflexao": "As maiores obras de Deus superam nossas expectativas. Aquilo que Ele realiza em silêncio frequentemente ultrapassa o que se pode narrar. A experiência com o divino sempre revela algo além do que se imagina."
    },
    {
      "numero": "8",
      "texto": "‘Como devem ser felizes os homens da tua corte, que continuamente estão diante de ti e ouvem a tua sabedoria!’",
      "reflexao": "Felizes são os que vivem próximos à sabedoria verdadeira. Ter acesso contínuo à instrução reta é um privilégio que deve ser valorizado com gratidão e reverência."
    },
    {
      "numero": "9",
      "texto": "‘Bendito seja o Senhor, o teu Deus, que se agradou de ti e te colocou no trono de Israel. Por causa do amor eterno do Senhor para com Israel, ele te fez rei, para manter a justiça e a retidão.’",
      "reflexao": "O poder legítimo vem de Deus e tem como propósito preservar a justiça e promover o bem. Quando um líder é escolhido por causa do amor de Deus por seu povo, seu governo é expressão da fidelidade divina."
    },
    {
      "numero": "10",
      "texto": "E ela deu ao rei quatro toneladas e duzentos quilos de ouro e grande quantidade de especiarias e pedras preciosas. E nunca mais foram trazidas tantas especiarias quanto as que a rainha de Sabá deu ao rei Salomão.",
      "reflexao": "Quando o coração é tocado pela verdade, a generosidade transborda. A verdadeira gratidão gera entrega espontânea e abundante. Nada é excessivo quando se oferece com admiração e reconhecimento."
    },
    {
      "numero": "11",
      "texto": "(Os navios de Hirão, que carregavam ouro de Ofir, também trouxeram de lá grande quantidade de madeira de junípero e pedras preciosas.",
      "reflexao": "A parceria com aqueles que têm recursos e habilidade pode trazer abundância e beleza. Deus usa alianças para manifestar sua provisão e enriquecer os propósitos sagrados com o melhor da criação."
    },
    {
      "numero": "12",
      "texto": "O rei utilizou a madeira para fazer a escadaria do templo do Senhor e a do palácio real, além de harpas e liras para os músicos. Nunca mais foi importada nem se viu tanta madeira de junípero.)",
      "reflexao": "Quando algo é consagrado para o Senhor, até os materiais usados tornam-se instrumentos de adoração. Deus merece o melhor de nossas mãos, e tudo o que é dedicado a Ele transforma-se em expressão de beleza e reverência."
    },
    {
      "numero": "13",
      "texto": "O rei Salomão deu à rainha de Sabá tudo o que ela desejou e pediu, além do que já lhe tinha dado por sua generosidade real. Então ela e os seus servos voltaram para o seu país.",
      "reflexao": "A verdadeira sabedoria é generosa. Salomão não reteve, mas acrescentou mais do que o esperado. O coração que serve a Deus não mede esforços para abençoar aqueles que vêm com sinceridade e admiração."
    },
    {
      "numero": "14",
      "texto": "O peso do ouro que Salomão recebia anualmente era de vinte e três toneladas e trezentos quilos,",
      "reflexao": "A riqueza material de Salomão refletia a bênção de Deus, mas também revelava a responsabilidade de administrar com justiça aquilo que o céu concede. O acúmulo não é o fim, mas o meio para cumprir um propósito maior."
    },
    {
      "numero": "15",
      "texto": "fora os impostos pagos por mercadores e comerciantes e por todos os reis da Arábia e pelos governadores do país.",
      "reflexao": "A influência de um líder sábio atrai alianças e contribuições. Quando se governa com sabedoria e justiça, até as nações ao redor reconhecem o valor e desejam colaborar."
    },
    {
      "numero": "16",
      "texto": "O rei Salomão fez duzentos escudos grandes de ouro batido, utilizando três quilos e seiscentos gramas de ouro em cada um.",
      "reflexao": "A ostentação de riquezas pode revelar o esplendor de um reinado, mas deve sempre estar equilibrada pela sabedoria e temor ao Senhor. A glória exterior não deve ofuscar o valor da retidão interior."
    },
    {
      "numero": "17",
      "texto": "Também fez trezentos escudos pequenos de ouro batido, com um quilo e oitocentos gramas de ouro em cada um. O rei os colocou no Palácio da Floresta do Líbano.",
      "reflexao": "Detalhes preciosos em lugares de honra revelam o esmero e a excelência do reinado de Salomão. No entanto, o brilho do ouro nunca deve superar a luz da presença de Deus, que é a verdadeira riqueza."
    },
    {
      "numero": "18",
      "texto": "O rei mandou fazer ainda um grande trono de marfim revestido de ouro puro.",
      "reflexao": "A posição de liderança exige estrutura, beleza e firmeza. O trono de Salomão é símbolo de autoridade, mas a verdadeira grandeza de um rei está em como ele julga com justiça e lidera com sabedoria."
    },
    {
      "numero": "19",
      "texto": "O trono tinha seis degraus, e o seu encosto tinha a parte alta arredondada. Nos dois lados do assento havia braços, com um leão junto a cada braço.",
      "reflexao": "Cada detalhe do trono falava de força, majestade e realeza. O leão simboliza coragem, e os degraus lembram que a verdadeira autoridade se alcança passo a passo, com responsabilidade e honra."
    },
    {
      "numero": "20",
      "texto": "Doze leões ficavam nos seis degraus, um de cada lado. Nada igual havia sido feito em nenhum outro reino.",
      "reflexao": "A singularidade do trono de Salomão apontava para um reinado fora do comum. Quando Deus estabelece um governo, Ele o reveste de dignidade que não se compara a nenhum outro."
    },
    {
      "numero": "21",
      "texto": "Todas as taças do rei Salomão eram de ouro, bem como todos os utensílios do Palácio da Floresta do Líbano. Não havia nada de prata, pois a prata quase não tinha valor nos dias de Salomão.",
      "reflexao": "Em tempos de abundância, até o valioso pode parecer comum. Mas que jamais o coração se perca no luxo e esqueça que tudo é dom do Senhor. A humildade deve permanecer mesmo entre os tesouros do ouro."
    },
    {
      "numero": "22",
      "texto": "O rei tinha no mar uma frota de navios mercantes junto com os navios de Hirão. Cada três anos a frota voltava, trazendo ouro, prata, marfim, macacos e pavões.",
      "reflexao": "A busca pelo belo e pelo raro movia a frota de Salomão por mares distantes. Assim também devemos nos empenhar em buscar a sabedoria, o conhecimento e os dons espirituais com dedicação e visão de longo prazo."
    },
    {
      "numero": "23",
      "texto": "O rei Salomão era o mais rico e o mais sábio de todos os reis da terra.",
      "reflexao": "Quando Deus concede sabedoria, Ele também pode conceder prosperidade. Mas é a sabedoria o verdadeiro tesouro — é ela que sustenta o coração humilde diante de tanta abundância material."
    },
    {
      "numero": "24",
      "texto": "Gente de todo o mundo pedia audiência a Salomão para ouvir a sabedoria que Deus lhe tinha dado.",
      "reflexao": "A verdadeira sabedoria atrai os corações sinceros. Que nossas vidas sejam fontes de luz e conselhos inspirados, de modo que, ao ouvirem-nos, vejam não a nós, mas a presença de Deus que fala por meio de nós."
    },
    {
      "numero": "25",
      "texto": "Ano após ano, todos os que vinham traziam algum presente: utensílios de prata e de ouro, mantos, armas e especiarias, cavalos e mulas.",
      "reflexao": "Quem é abençoado por Deus naturalmente desperta honra e reconhecimento. Mas que os presentes recebidos nunca sejam mais valorizados do que os princípios que sustentam a vida justa e reverente."
    },
    {
      "numero": "26",
      "texto": "Salomão juntou carros e cavalos; possuía mil e quatrocentos carros e doze mil cavalos, dos quais mantinha uma parte nas guarnições de algumas cidades e a outra perto dele, em Jerusalém.",
      "reflexao": "A grandeza de Salomão se refletia em sua organização e poder militar. Contudo, a segurança de um povo não deve estar apenas na força dos cavalos, mas na fidelidade ao Senhor que guarda e livra."
    },
    {
      "numero": "27",
      "texto": "O rei tornou a prata tão comum em Jerusalém quanto as pedras, e o cedro tão numeroso quanto as figueiras bravas da Sefelá.",
      "reflexao": "A prosperidade foi tamanha que o que antes era valioso se tornou comum. Ainda assim, que a abundância nunca nos faça esquecer da simplicidade, da gratidão e da humildade diante do Deus provedor."
    },
    {
      "numero": "28",
      "texto": "Os cavalos de Salomão eram importados do Egito e da Cilícia, onde os fornecedores do rei os compravam.",
      "reflexao": "Salomão estendeu sua influência para além das fronteiras, mantendo alianças comerciais. Que saibamos também nós escolher com sabedoria com quem nos associamos, pois alianças moldam destinos."
    },
    {
      "numero": "29",
      "texto": "Importavam do Egito um carro por sete quilos e duzentos gramas de prata, e um cavalo por um quilo e oitocentos gramas, e os exportavam para todos os reis dos hititas e dos arameus.",
      "reflexao": "A administração do reino era marcada por estratégias comerciais eficazes. Deus nos chama a sermos mordomos inteligentes dos recursos que Ele nos confia, não apenas acumulando, mas distribuindo com propósito e equilíbrio."
    }
  ]
}
