{
  "livro": "1 Reis",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Salomão aliou-se ao faraó, rei do Egito, casando-se com a filha dele. Ele a trouxe à cidade de Davi até terminar a construção do seu palácio e do templo do Senhor, e do muro em torno de Jerusalém.",
      "reflexao": "A aliança com o Egito revela a busca de Salomão por estabilidade política, mas também antecipa os dilemas espirituais que surgiriam. Ao trazer a filha do faraó para a cidade de Davi, o rei une tronos, mas corre o risco de diluir propósitos. Deus nos chama a alianças que fortaleçam a fé, não apenas os planos. Nem toda união traz paz à alma."
    },
    {
      "numero": "2",
      "texto": "O povo, porém, sacrificava nos lugares sagrados, pois ainda não tinha sido construído um templo em honra do nome do Senhor.",
      "reflexao": "A ausência de um templo levou o povo a buscar Deus em lugares elevados, mas não consagrados. Isso reflete uma fé que deseja adorar, mas carece de direção clara. Quando falta centralidade na presença de Deus, a adoração se dispersa. Ainda hoje, onde não há alicerce espiritual firme, muitos sacrificam nos ‘lugares altos’ de suas próprias escolhas."
    },
    {
      "numero": "3",
      "texto": "Salomão amava o Senhor, pois andava de acordo com os decretos do seu pai Davi; todavia oferecia sacrifícios e queimava incenso nos lugares sagrados.",
      "reflexao": "Salomão tinha um coração voltado para Deus, mas ainda misturado com práticas não totalmente alinhadas à vontade do Senhor. O amor verdadeiro busca alinhamento completo, não parcial. Este versículo nos ensina que mesmo quem ama a Deus precisa crescer em discernimento para não adorar no lugar errado com a intenção certa."
    },
    {
      "numero": "4",
      "texto": "O rei Salomão foi a Gibeom para oferecer sacrifícios, pois ali ficava o principal lugar sagrado, e ofereceu naquele altar mil holocaustos.",
      "reflexao": "Mil holocaustos representam uma entrega grandiosa, mas também uma busca intensa por direção. Em Gibeom, Salomão oferece não apenas animais, mas um clamor silencioso por sabedoria. Que nossas ofertas também expressem nossa sede pelo divino — não para impressionar, mas para nos render inteiramente à vontade de Deus."
    },
    {
      "numero": "5",
      "texto": "Em Gibeom o Senhor apareceu a Salomão num sonho, à noite, e lhe disse: ‘Peça-me o que quiser, e eu lhe darei’.",
      "reflexao": "Quando o coração busca sinceramente ao Senhor, até no silêncio da noite Ele responde. O convite divino é extraordinário: ‘Peça-me o que quiser’. Deus não se limita em generosidade, mas espera de nós um coração que peça com sabedoria. Que nossos desejos estejam afinados com o céu — pois só assim o pedido será digno da promessa."
    },
    {
      "numero": "6",
      "texto": "Salomão respondeu: ‘Tu foste muito bondoso para com o teu servo, o meu pai Davi, pois ele foi fiel a ti, e foi justo e reto de coração. Tu sustentaste grande bondade para com ele e lhe deste um filho que hoje se assenta no seu trono’.",
      "reflexao": "Salomão começa sua resposta reconhecendo a fidelidade de Deus a Davi. A gratidão antecede o pedido — e isso revela um coração humilde. Antes de falar de si, ele honra a aliança divina com o pai. Que aprendamos com Salomão: toda oração começa com memória e gratidão, pois reconhecer o passado é chave para receber o futuro."
    },
    {
      "numero": "7",
      "texto": "‘Agora, Senhor meu Deus, fizeste o teu servo reinar em lugar de meu pai Davi. Mas eu não passo de um jovem e não sei o que fazer.’",
      "reflexao": "A confissão de Salomão é de uma honestidade rara: ele reconhece sua inexperiência e limitações. Deus se agrada do coração que não se esconde atrás do trono, mas se mostra vulnerável em Sua presença. A grandeza começa quando admitimos nossa pequenez. A sabedoria floresce quando reconhecemos que precisamos dela."
    },
    {
      "numero": "8",
      "texto": "‘Teu servo está aqui entre o povo que escolheste, um povo tão grande que nem se pode contar.’",
      "reflexao": "Salomão contempla a imensidão da responsabilidade que recebeu. Governar o povo escolhido exige mais que força: exige direção divina. Diante da grandeza da missão, ele não se exalta — se humilha. Deus se revela a quem entende que liderar é servir, e servir é depender totalmente do Senhor."
    },
    {
      "numero": "9",
      "texto": "‘Dá, pois, ao teu servo um coração cheio de discernimento para governar o teu povo e capaz de distinguir entre o bem e o mal. Pois, quem pode governar este teu grande povo?’",
      "reflexao": "O pedido de Salomão é uma pérola espiritual: ele não busca poder, mas discernimento. Não clama por riqueza, mas por sabedoria. Um coração que sabe distinguir entre o bem e o mal é um trono mais forte que qualquer muralha. Que também nós peçamos esse dom: não para governar outros, mas para conduzir com justiça a nós mesmos."
    },
    {
      "numero": "10",
      "texto": "O pedido que Salomão fez agradou ao Senhor.",
      "reflexao": "Há orações que sobem como perfume diante de Deus. O que tocou o coração do Senhor não foi o número de holocaustos, mas a humildade do pedido. Deus se alegra com os que buscam sabedoria antes da glória. Quando o desejo do nosso coração agrada ao Pai, Ele se apressa em responder com generosidade eterna."
    },
    {
      "numero": "11",
      "texto": "Por isso Deus lhe disse: ‘Já que você pediu isto e não uma vida longa nem riqueza, nem pediu a morte dos seus inimigos, mas discernimento para ministrar a justiça,’",
      "reflexao": "O coração de Salomão agradou a Deus porque escolheu sabedoria em vez de glória. O Senhor honra os que colocam o bem comum acima dos desejos pessoais. Pedir discernimento para fazer justiça é orar segundo o coração de Deus — pois a sabedoria divina nasce do amor à retidão e à compaixão."
    },
    {
      "numero": "12",
      "texto": "‘farei o que você pediu. Eu lhe darei um coração sábio e capaz de discernir, de modo que nunca houve nem haverá ninguém como você.’",
      "reflexao": "A resposta de Deus é abundante. Salomão não apenas receberá sabedoria, mas será único em sua geração. O favor de Deus excede os limites do pedido feito com humildade. Quando pedimos com o coração certo, Deus responde com algo maior do que podemos imaginar. A sabedoria que vem do alto nos torna inigualáveis — não aos olhos do mundo, mas aos olhos do céu."
    },
    {
      "numero": "13",
      "texto": "‘Também lhe darei o que você não pediu: riquezas e fama; de forma que não haverá rei igual a você durante toda a sua vida.’",
      "reflexao": "O Senhor acrescenta o que Salomão não buscou. Quando buscamos primeiro o Reino e a justiça de Deus, todas as outras coisas nos são acrescentadas. A verdadeira prosperidade é resultado de um coração alinhado com os céus. Deus não apenas responde ao pedido certo — Ele recompensa a motivação certa."
    },
    {
      "numero": "14",
      "texto": "‘E, se você andar nos meus caminhos e obedecer aos meus decretos e aos meus mandamentos, como o seu pai Davi, eu prolongarei a sua vida’.",
      "reflexao": "A promessa de longevidade vem com uma condição: fidelidade. Deus oferece bênçãos duradouras, mas elas caminham ao lado da obediência. A sabedoria recebida precisa ser cultivada por um coração que se mantém no caminho do Senhor. A vida plena é mais que anos vividos — é tempo vivido sob a luz da vontade de Deus."
    },
    {
      "numero": "15",
      "texto": "Então Salomão acordou e percebeu que tinha sido um sonho. Depois voltou a Jerusalém, pôs-se perante a arca da aliança do Senhor, sacrificou holocaustos e apresentou ofertas de comunhão. Então deu um banquete para toda a sua corte.",
      "reflexao": "O sonho não foi mera imaginação — foi revelação. Ao despertar, Salomão age com gratidão e reverência. Ele volta à presença do Senhor, honra com sacrifícios e celebra com sua corte. A verdadeira sabedoria se traduz em adoração e partilha. Quando Deus fala, a resposta do sábio é sempre culto e comunhão."
    },
    {
      "numero": "16",
      "texto": "Certo dia duas prostitutas compareceram diante do rei.",
      "reflexao": "A sabedoria de Salomão não seria provada no palácio, mas na dor do povo simples. Duas mulheres marginalizadas chegam diante do rei. O trono de Deus está acessível a todos — inclusive aos que o mundo rejeita. A justiça divina não faz acepção de pessoas, e a verdadeira autoridade se revela na escuta dos esquecidos."
    },
    {
      "numero": "17",
      "texto": "Uma delas disse: ‘Ah meu senhor! Esta mulher mora comigo na mesma casa. Eu dei à luz um filho e ela estava comigo na casa.’",
      "reflexao": "A voz da dor se ergue buscando justiça. Salomão ouve uma história marcada por vulnerabilidade. As casas simples, onde não há testemunhas, são muitas vezes os palcos das maiores dores humanas. Mas diante do rei, até as vozes sem defesa ganham ouvidos atentos. Assim é o coração de Deus: acessível aos que clamam com verdade."
    },
    {
      "numero": "18",
      "texto": "‘Três dias depois de nascer o meu filho, esta mulher também deu à luz um filho. Estávamos sozinhas, e não havia mais ninguém na casa.’",
      "reflexao": "A solidão dessas mulheres ecoa o abandono social que carregavam. Mas o Senhor permite que o clamor das esquecidas chegue ao trono. Mesmo quando não há quem veja ou ouça, Deus levanta justiça para defender os frágeis. Nenhuma dor é pequena demais para o Rei dos reis. Nenhuma história é ignorada por Ele."
    },
    {
      "numero": "19",
      "texto": "‘Certa noite esta mulher se deitou sobre o seu filho, e ele morreu.’",
      "reflexao": "A morte de um inocente, mesmo acidental, carrega consigo dor e consequências. O peso de um descuido pode marcar uma vida. Este versículo nos lembra da fragilidade da existência humana e do quanto precisamos de vigilância, amor e verdade para cuidar do que nos é confiado."
    },
    {
      "numero": "20",
      "texto": "‘Então ela se levantou no meio da noite e pegou o meu filho enquanto eu, tua serva, dormia, e o pôs ao seu lado. E pôs o filho dela, morto, ao meu lado.’",
      "reflexao": "O ato de trocar os filhos é mais que engano — é injustiça deliberada. Quando se tenta esconder o erro com mentira, o sofrimento é multiplicado. Mas nada fica oculto diante do trono de Deus. Ele é o juiz que vê o que acontece no escuro, e traz à luz o que foi manipulado no silêncio."
    },
    {
      "numero": "21",
      "texto": "‘Ao levantar-me de madrugada para amamentar o meu filho, ele estava morto. Mas quando olhei bem para ele de manhã, vi que não era o filho que eu dera à luz’.",
      "reflexao": "A verdade pode demorar a ser percebida, mas um coração de mãe reconhece o que é seu. Esta cena revela a dor da perda e o instinto de quem ama de verdade. Deus nos deu sensibilidade espiritual para identificar o que é real — mesmo quando tudo parece confuso. A verdade sempre tem um jeito de se revelar aos que têm olhos de amor."
    },
    {
      "numero": "22",
      "texto": "A outra mulher disse: ‘Não! O que está vivo é meu filho; o morto é seu’. Mas a primeira insistia: ‘Não! O morto é seu; o vivo é meu’. Assim elas discutiram diante do rei.",
      "reflexao": "Diante do trono, a verdade e a mentira se enfrentam com veemência. As palavras se cruzam, mas o rei não se precipita. O julgamento exige mais que ouvir — exige discernir o coração por trás das palavras. Deus também nos chama a não reagir pela aparência dos argumentos, mas a escutar com sabedoria o que está oculto no espírito."
    },
    {
      "numero": "23",
      "texto": "O rei disse: ‘Esta afirma: ‘Meu filho está vivo, e o seu filho está morto’, enquanto aquela diz: ‘Não! Seu filho está morto, e o meu está vivo’’.",
      "reflexao": "Salomão repete os argumentos para trazer à tona a essência da disputa. A sabedoria divina age com precisão: expõe o conflito para revelar sua raiz. Antes de decidir, o justo ouve com atenção. No Reino de Deus, a justiça não se apressa, mas busca a verdade até o âmago."
    },
    {
      "numero": "24",
      "texto": "Então o rei ordenou: ‘Tragam-me uma espada’. Trouxeram-lhe.",
      "reflexao": "A espada no trono representa mais do que julgamento — é símbolo da verdade que separa intenções. A Palavra de Deus também é assim: afiada, divisora, reveladora. Salomão sabia que, com um gesto, o amor verdadeiro e o fingido seriam expostos. Deus usa espadas de sabedoria, não para ferir, mas para revelar."
    },
    {
      "numero": "25",
      "texto": "Ele então ordenou: ‘Cortem a criança viva ao meio e deem metade a uma e metade à outra’.",
      "reflexao": "O choque dessa ordem revela a profundidade da sabedoria divina. Salomão não queria a morte, mas a verdade. Ao tocar o ponto mais sensível, a máscara cairia. Muitas vezes, Deus permite situações-limite para mostrar quem realmente somos. O coração é testado no fio da decisão."
    },
    {
      "numero": "26",
      "texto": "A mãe do filho que estava vivo, movida pela compaixão materna, clamou: ‘Por favor, meu senhor, dê a criança viva a ela! Não a mate!’ A outra, porém, disse: ‘Não será nem minha nem sua. Cortem-na ao meio!’",
      "reflexao": "A verdadeira mãe se revela pelo amor que renuncia. O falso amor prefere ver o bem destruído a vê-lo em mãos alheias. Aqui, Deus nos ensina que a compaixão é a marca dos verdadeiros. Quem ama de verdade prefere perder, se isso significar preservar a vida do que ama. Essa é a justiça do coração — e ela fala mais alto que qualquer palavra."
    },
    {
      "numero": "27",
      "texto": "Então o rei deu o seu veredicto: ‘Não matem a criança! Deem-na à primeira mulher. Ela é a mãe’.",
      "reflexao": "A justiça encontra seu caminho quando o amor é a prova decisiva. Salomão não precisou de testemunhas — apenas de sabedoria e sensibilidade espiritual. Deus revela a verdade não apenas aos que têm autoridade, mas aos que O buscam com sinceridade. Onde há sabedoria do alto, há paz e restauração."
    },
    {
      "numero": "28",
      "texto": "Quando todo o Israel ouviu o veredicto do rei, passou a respeitá-lo profundamente, pois viu que a sabedoria de Deus estava nele para fazer justiça.",
      "reflexao": "A sabedoria de Deus se torna visível através da justiça aplicada com verdade e compaixão. O respeito do povo não veio da força, mas do discernimento que fluía do trono. Um rei sábio gera uma nação segura. E assim também somos chamados a ser: instrumentos de justiça, para que outros reconheçam, em nossas ações, a sabedoria do céu."
    }
  ]
}
