{
  "livro": "1 Reis",
  "capitulo": "17",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ora, Elias, o tesbita da Tisbe de Gileade, disse a Acabe: 'Juro pelo nome do Senhor, o Deus de Israel, a quem sirvo, que não cairá orvalho nem chuva nos anos seguintes, exceto mediante a minha palavra'.",
      "reflexao": "A palavra do profeta se ergue como trovão antes da seca. Elias aparece repentinamente, mas sua voz carrega o peso da autoridade divina. O céu se fecha não por acaso, mas por juízo — e o profeta se torna o selo entre a Terra e a chuva. O poder não está no homem, mas na fidelidade com que ele fala em nome do Senhor."
    },
    {
      "numero": "2",
      "texto": "Depois disso a palavra do Senhor veio a Elias:",
      "reflexao": "Deus não abandona seus servos após o anúncio do juízo. A mesma voz que autoriza a seca também dirige o profeta ao esconderijo. Quando o mundo entra em colapso, os que ouvem a voz do Senhor encontram direção no deserto."
    },
    {
      "numero": "3",
      "texto": "'Saia daqui, vá para o leste e esconda-se perto do riacho de Querite, a leste do Jordão.",
      "reflexao": "O esconderijo é parte da missão. O profeta que desafia reis também aprende o silêncio junto aos riachos. Antes de confrontar multidões, Deus ensina seus servos a depender do invisível. O retiro do Querite é escola para os que serão boca de Deus em tempos difíceis."
    },
    {
      "numero": "4",
      "texto": "Você beberá do riacho, e dei ordens aos corvos para o alimentarem lá'.",
      "reflexao": "A provisão de Deus desafia a lógica. Corvos, aves impuras segundo a lei, tornam-se servos do Altíssimo. Quem confia na direção divina descobre que até o improvável obedece ao Criador. Quando Deus dá ordens, até o céu e os animais se curvam."
    },
    {
      "numero": "5",
      "texto": "E ele fez o que o Senhor lhe tinha dito. Foi para o riacho de Querite, a leste do Jordão, e ficou por lá.",
      "reflexao": "A obediência silenciosa é tão poderosa quanto a palavra profética. Elias não discute, não hesita — ele vai. E no isolamento, aprende que a fidelidade no escondido é mais preciosa que a glória diante dos homens."
    },
    {
      "numero": "6",
      "texto": "Os corvos lhe traziam pão e carne de manhã e de tarde, e ele bebia água do riacho.",
      "reflexao": "A rotina da provisão se estabelece no deserto. Pão e carne, água e silêncio. O profeta é alimentado não pela fartura humana, mas pela fidelidade celestial. Quando Deus cuida, nenhum detalhe falta — ainda que a fonte venha do incomum e do improvável."
    },
    {
      "numero": "7",
      "texto": "Algum tempo depois, o riacho secou-se por falta de chuva.",
      "reflexao": "Até as fontes providenciais secam, para ensinar ao profeta que o sustento não está no riacho, mas na palavra de Deus. O mesmo Senhor que manda corvos, também permite a seca. E quando um ciclo termina, outro começa sob nova direção."
    },
    {
      "numero": "8",
      "texto": "Então a palavra do Senhor veio a Elias:",
      "reflexao": "A seca não cala Deus. Quando a fonte visível se esgota, a voz invisível permanece. A direção de Deus não depende das circunstâncias — ela se renova com fidelidade. O silêncio da terra abre espaço para o som do céu."
    },
    {
      "numero": "9",
      "texto": "'Vá imediatamente para a cidade de Sarepta de Sidom e fique por lá. Ordenei a uma viúva daquele lugar que lhe forneça comida'.",
      "reflexao": "O novo sustento vem de onde menos se espera: de uma viúva estrangeira em terra de fome. Deus revela que sua providência não conhece fronteiras. A glória do Senhor se manifesta na fraqueza humana, e sua soberania move corações para servir antes mesmo de entender."
    },
    {
      "numero": "10",
      "texto": "E ele foi. Quando chegou à porta da cidade, encontrou uma viúva que estava colhendo gravetos. Ele a chamou e perguntou: 'Pode me trazer um pouco d’água numa jarra para eu beber?'",
      "reflexao": "A fé do profeta caminha com os pés da obediência. Elias chega e encontra a mulher em sua luta diária. Um simples pedido de água inicia um encontro divino. Às vezes, os milagres começam com gestos simples — e a sede do profeta é o portal da providência para aquela casa."
    },
    {
      "numero": "11",
      "texto": "Enquanto ela ia indo buscar água, ele gritou: 'Por favor, traga também um pedaço de pão'.",
      "reflexao": "O segundo pedido testa os limites da viúva. A generosidade começa a ser provada na escassez. A confiança em Deus não se mede pelo que sobra, mas pelo que se oferece mesmo quando tudo parece faltar. A obediência do profeta desperta a fé da viúva — e a história sagrada se move."
    },
    {
      "numero": "12",
      "texto": "‘Juro pelo nome do Senhor, o teu Deus’, ela respondeu, ‘não tenho nenhum pedaço de pão; só um punhado de farinha num jarro e um pouco de azeite numa botija. Estou colhendo uns dois gravetos para levar para casa e preparar uma refeição para mim e para o meu filho, para que a comamos e depois morramos.’",
      "reflexao": "A viúva fala do limite entre a vida e a morte. Sua escassez não é só material — é existencial. O desespero revela um coração que ainda reconhece o Senhor, mas que já se despede da esperança. Mesmo assim, sua vulnerabilidade se torna o palco para o milagre."
    },
    {
      "numero": "13",
      "texto": "Elias, porém, lhe disse: ‘Não tenha medo. Vá para casa e faça o que disse. Mas primeiro faça um pequeno bolo com o que você tem e traga para mim, e depois faça algo para você e para o seu filho.’",
      "reflexao": "A fé é desafiada quando somos chamados a ofertar o que não temos de sobra. Elias não impõe — ele guia. O ‘primeiro’ não é egoísmo, é prioridade espiritual. Dar antes de receber, crer antes de ver. Assim se move o Reino de Deus."
    },
    {
      "numero": "14",
      "texto": "Pois assim diz o Senhor, o Deus de Israel: ‘A farinha na vasilha não se acabará e o azeite na botija não se secará até o dia em que o Senhor fizer chover sobre a terra’.",
      "reflexao": "A promessa nasce no meio da escassez. O mesmo Deus que fecha os céus abre vasilhas na casa do que crê. O milagre não vem para os que têm muito, mas para os que, mesmo com pouco, obedecem com fé. A palavra do Senhor é sustento no deserto."
    },
    {
      "numero": "15",
      "texto": "Ela foi e fez conforme Elias lhe dissera. E aconteceu que a comida durou todos os dias para Elias e para a mulher e sua família.",
      "reflexao": "A obediência gera provisão. A fé daquela mulher mudou o destino de sua casa. Deus não apenas sustentou Elias, mas envolveu a família inteira no milagre. Quando abrimos mão do pouco nas mãos humanas, vemos o muito nas mãos divinas."
    },
    {
      "numero": "16",
      "texto": "Pois a farinha na vasilha não se acabou e o azeite na botija não se secou, conforme a palavra do Senhor proferida por Elias.",
      "reflexao": "Deus sustenta a promessa com fidelidade diária. A botija se torna símbolo de esperança contínua. O milagre não vem em excesso, mas na medida certa para cada dia — e isso basta para quem vive pela fé."
    },
    {
      "numero": "17",
      "texto": "Algum tempo depois o filho da mulher, dona da casa, ficou doente, foi piorando e finalmente parou de respirar.",
      "reflexao": "Mesmo após o milagre, a vida ainda traz dores. A casa que viu o azeite se multiplicar agora vê a vida se extinguir. O sofrimento não nega o cuidado anterior, mas revela que a fé precisa ser renovada nas novas tempestades."
    },
    {
      "numero": "18",
      "texto": "E a mulher reclamou a Elias: ‘Que foi que eu te fiz, ó homem de Deus? Vieste para lembrar-me do meu pecado e matar o meu filho?’",
      "reflexao": "No luto, a alma busca explicações. A dor ressuscita culpas antigas. A viúva, que havia sido sustentada pelo milagre, agora confronta o profeta com sua dor. Mas Deus não se ofende com o grito da alma — Ele responde com restauração."
    },
    {
      "numero": "19",
      "texto": "‘Dê-me o seu filho’, respondeu Elias. Ele o apanhou dos braços dela, levou-o para o quarto de cima onde estava hospedado, e o pôs em cima da cama.",
      "reflexao": "Elias carrega a dor da mulher e a apresenta diante de Deus. Ele não debate, não acusa, apenas age com compaixão. Levar a dor ao altar é o primeiro passo para ver a vida retornar. O quarto de cima se torna o lugar do clamor silencioso."
    },
    {
      "numero": "20",
      "texto": "Então clamou ao Senhor: ‘Ó Senhor, meu Deus, trouxeste também desgraça sobre esta viúva, com quem estou hospedado, fazendo morrer o seu filho?’",
      "reflexao": "Até o profeta questiona. Elias ora com a alma ferida, abrindo o coração diante do mistério da dor. O clamor sincero não é incredulidade — é intimidade. Deus escuta a oração que vem carregada de amor e lágrimas."
    },
    {
      "numero": "21",
      "texto": "Então ele se deitou sobre o menino três vezes e clamou ao Senhor: ‘Ó Senhor, meu Deus, faze voltar a vida a este menino!’",
      "reflexao": "Elias se identifica com a dor, se coloca sobre o menino como quem compartilha sua morte. O clamor é repetido — não pela insistência, mas pela intensidade do amor. O profeta pede vida onde tudo parece terminado."
    },
    {
      "numero": "22",
      "texto": "O Senhor ouviu o clamor de Elias, e a vida voltou ao menino, e ele viveu.",
      "reflexao": "O Deus que escuta é o Deus que revive. O clamor do justo sobe como incenso e alcança os céus. A morte não tem a última palavra quando o Senhor está presente. Onde a fé intercede, a vida renasce."
    },
    {
      "numero": "23",
      "texto": "Então Elias levou o menino para baixo, entregou-o à mãe e disse: ‘Veja, seu filho está vivo!’",
      "reflexao": "O retorno da vida é testemunho visível do poder de Deus. Elias não faz alarde — apenas devolve o filho com simplicidade e verdade. Quando Deus age, a alegria é restaurada e a esperança volta a habitar os lares."
    },
    {
      "numero": "24",
      "texto": "Então a mulher disse a Elias: ‘Agora sei que tu és um homem de Deus e que a palavra do Senhor, vinda da tua boca, é a verdade’.",
      "reflexao": "A dor que parecia injusta se torna prova de que Deus é verdadeiro. A fé da viúva é selada não apenas com o milagre da farinha, mas com a ressurreição do filho. A verdade da palavra de Deus resplandece quando transforma morte em vida."
    }
  ]
}
