{
  "livro": "1 Reis",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Salomão levou treze anos para terminar a construção do seu palácio.",
      "reflexao": "Enquanto o templo levou sete anos, o palácio de Salomão demandou quase o dobro. Isso nos lembra de que os empreendimentos pessoais, muitas vezes, consomem mais tempo e recursos do que os projetos voltados ao sagrado. Que não invertamos as prioridades do coração."
    },
    {
      "numero": "2",
      "texto": "Ele construiu o Palácio da Floresta do Líbano com quarenta e cinco metros de comprimento, vinte e dois metros e meio de largura e treze metros e meio de altura, sustentado por quatro fileiras de colunas de cedro sobre as quais apoiavam-se vigas de cedro aparelhadas.",
      "reflexao": "O luxo e a grandiosidade do palácio revelam a riqueza do reino, mas também o risco do excesso. Que nossas estruturas, ainda que belas, não ofusquem a humildade e a presença de Deus em nossas escolhas."
    },
    {
      "numero": "3",
      "texto": "O forro que ficava sobre as vigas que se apoiavam nas colunas era de cedro, eram quarenta e cinco vigas, quinze por fileira.",
      "reflexao": "Cada detalhe foi cuidadosamente planejado. A excelência na execução revela zelo, mas é preciso lembrar: sem justiça e temor de Deus, até as vigas de cedro não sustentam uma vida que dure eternamente."
    },
    {
      "numero": "4",
      "texto": "Havia janelas dispostas de três em três, uma em frente da outra.",
      "reflexao": "As janelas alinhadas trazem luz e simetria à construção. Assim também nossas decisões devem estar abertas à luz da verdade e alinhadas com a direção do Espírito."
    },
    {
      "numero": "5",
      "texto": "Todas as portas tinham estrutura retangular; ficavam na parte da frente, dispostas de três em três, uma em frente da outra.",
      "reflexao": "Portas bem dispostas simbolizam caminhos claros e definidos. Em nossa vida espiritual, precisamos manter as entradas da alma bem posicionadas: abertas à graça e fechadas ao engano."
    },
    {
      "numero": "6",
      "texto": "Fez um pórtico de colunas de vinte e dois metros e meio de comprimento e treze metros e meio de largura. Em frente havia outro pórtico com colunas e uma cobertura que se estendia além das colunas.",
      "reflexao": "O pórtico era espaço de encontro e decisão. Que nossa vida também tenha áreas abertas à comunhão e ao discernimento, com colunas firmes de fé e uma cobertura de sabedoria."
    },
    {
      "numero": "7",
      "texto": "Construiu a Sala do Trono, isto é, a Sala da Justiça, onde iria julgar, e revestiu-a de cedro desde o teto até o chão.",
      "reflexao": "A Sala da Justiça revestida de cedro revela a nobreza do julgamento. Que nossas palavras e decisões também sejam cobertas com retidão, para que a justiça seja honrada e a verdade exaltada."
    },
    {
      "numero": "8",
      "texto": "E o palácio para sua moradia, no outro pátio, tinha um formato semelhante. Salomão fez também um palácio como esse para a filha do faraó, com quem tinha se casado.",
      "reflexao": "A harmonia arquitetônica reflete uma ordem exterior, mas o casamento com a filha do faraó também aponta para alianças políticas. Que nossas relações estejam fundamentadas na vontade de Deus, e não apenas na conveniência humana."
    },
    {
      "numero": "9",
      "texto": "Todas essas construções, desde o lado externo até o grande pátio e do alicerce até o beiral, foram feitas de pedra de qualidade superior, cortadas sob medida e desbastadas com uma serra nos lados interno e externo.",
      "reflexao": "As pedras lavradas falam de precisão e firmeza. Também nós estamos sendo moldados como pedras vivas — com cortes internos e externos — para formar um templo onde Deus habita."
    },
    {
      "numero": "10",
      "texto": "Os alicerces foram lançados com pedras grandes de qualidade superior, algumas medindo quatro metros e meio e outras três metros e sessenta centímetros.",
      "reflexao": "A solidez dos alicerces define a estabilidade da construção. Que Cristo seja a pedra angular da nossa fé, pois com Ele resistiremos aos ventos e às tempestades da vida."
    },
    {
      "numero": "11",
      "texto": "Na parte de cima havia pedras de qualidade superior, cortadas sob medida, e vigas de cedro.",
      "reflexao": "A parte superior da construção também recebeu excelência. Isso nos ensina que o capricho não deve estar apenas nos fundamentos, mas em cada detalhe visível ou não — pois tudo que fazemos pode e deve glorificar a Deus."
    },
    {
      "numero": "12",
      "texto": "O grande pátio era cercado por um muro de três camadas de pedras lavradas e uma camada de vigas de cedro aparelhadas, da mesma maneira que o pátio interior do templo do Senhor, com o seu pórtico.",
      "reflexao": "A harmonia entre o pátio real e o templo de Deus revela a importância de coerência entre o sagrado e o cotidiano. Nossas ações privadas e públicas devem refletir a mesma integridade e reverência."
    },
    {
      "numero": "13",
      "texto": "O rei Salomão enviara mensageiros a Tiro e trouxera Hurão,",
      "reflexao": "A busca por Hurão revela que dons especiais vêm de diferentes lugares. Deus pode levantar pessoas fora do círculo comum para cumprir Seus propósitos. É preciso humildade para reconhecer e valorizar isso."
    },
    {
      "numero": "14",
      "texto": "filho de uma viúva da tribo de Naftali e de um cidadão de Tiro, um artífice em bronze. Hurão era extremamente hábil, experiente e sabia fazer todo tipo de trabalho em bronze. Apresentou-se ao rei Salomão e fez depois todo o trabalho que lhe foi designado.",
      "reflexao": "Hurão, fruto de heranças distintas, carrega sabedoria e talento dados por Deus. Ele nos lembra que o valor não está na origem, mas na disposição e excelência com que servimos ao chamado divino."
    },
    {
      "numero": "15",
      "texto": "Ele fundiu duas colunas de bronze, cada uma com oito metros e dez centímetros de altura e cinco metros e quarenta centímetros de circunferência, medidas pelo fio apropriado.",
      "reflexao": "As colunas imponentes apontam para a força e a presença de Deus entre Seu povo. Que nossas vidas também sejam colunas — firmes, belas e fundidas com propósito eterno."
    },
    {
      "numero": "16",
      "texto": "Também fez dois capitéis de bronze fundido para colocar no alto das colunas; cada capitel tinha dois metros e vinte e cinco centímetros de altura.",
      "reflexao": "Os capitéis elevados demonstram que a beleza deve acompanhar a força. A verdadeira grandeza está na união entre firmeza e graça, entre estrutura e ornamento, entre justiça e misericórdia."
    },
    {
      "numero": "17",
      "texto": "Conjuntos de correntes entrelaçadas ornamentavam os capitéis no alto das colunas, sete em cada capitel.",
      "reflexao": "As correntes entrelaçadas falam de unidade e vínculo. Assim também, na vida cristã, somos chamados a entrelaçar dons e propósitos em comunhão verdadeira, em que cada elo sustenta e embeleza o outro."
    },
    {
      "numero": "18",
      "texto": "Fez também romãs em duas fileiras que circundavam cada conjunto de correntes para cobrir os capitéis no alto das colunas. Fez o mesmo com cada capitel.",
      "reflexao": "As romãs simbolizam fertilidade e abundância espiritual. Quando estamos ligados à verdadeira videira, nossa vida floresce em frutos que se multiplicam em bênçãos para outros."
    },
    {
      "numero": "19",
      "texto": "Os capitéis no alto das colunas do pórtico tinham o formato de lírios, com um metro e oitenta centímetros de altura.",
      "reflexao": "O lírio, símbolo de pureza e beleza, coroava as colunas. Que nossa fé, por mais forte que seja, nunca perca a ternura da pureza e a delicadeza da beleza interior que agrada a Deus."
    },
    {
      "numero": "20",
      "texto": "Nos capitéis das duas colunas, acima da parte que tinha formato de taça, perto do conjunto de correntes, havia duzentas romãs enfileiradas ao redor.",
      "reflexao": "Duzentas romãs enfileiradas demonstram minúcia e abundância. Quando Deus nos dá algo, Ele não entrega pela metade — Ele é Deus de plenitude, e nos convida a viver com generosidade semelhante."
    },
    {
      "numero": "21",
      "texto": "Ele levantou as colunas na frente do pórtico do templo. Deu o nome de Jaquim à coluna ao sul e de Boaz à coluna ao norte.",
      "reflexao": "Os nomes Jaquim (‘Ele estabelecerá’) e Boaz (‘Nele há força’) revelam que a casa de Deus se firma sobre promessas e poder. Que nossa fé também se apoie na firmeza divina e na força do Senhor."
    },
    {
      "numero": "22",
      "texto": "Os capitéis no alto tinham a forma de lírios. E assim completou-se o trabalho das colunas.",
      "reflexao": "A beleza final, em forma de lírios, lembra que a obra de Deus é completada com graça. O toque final do Senhor não é de peso, mas de leveza — como o lírio que floresce na paz."
    },
    {
      "numero": "23",
      "texto": "Fez o tanque de metal fundido, redondo, medindo quatro metros e meio de diâmetro e dois metros e vinte e cinco centímetros de altura. Era preciso um fio de treze metros e meio para medir a sua circunferência.",
      "reflexao": "O tanque de bronze, vasto e bem medido, representa purificação e preparação. O coração do homem também precisa ser moldado com precisão e transbordar da água viva que limpa e renova."
    },
    {
      "numero": "24",
      "texto": "Abaixo da borda e ao seu redor havia duas fileiras de frutos, de cinco em cinco centímetros, fundidas numa só peça com o tanque.",
      "reflexao": "Os frutos moldados junto ao tanque revelam que a purificação verdadeira gera fruto. A vida que é lavada pela Palavra frutifica naturalmente, como parte de sua própria essência."
    },
    {
      "numero": "25",
      "texto": "O tanque ficava sobre doze touros, três voltados para o norte, três para o oeste, três para o sul e três para o leste. Ficava em cima deles, e as pernas traseiras dos touros eram voltadas para o centro.",
      "reflexao": "Os doze touros voltados para todas as direções representam força sustentadora e abrangência. A presença de Deus deve alcançar todos os cantos e ser sustentada com firmeza em todas as direções da vida."
    },
    {
      "numero": "26",
      "texto": "A espessura do tanque era de quatro dedos, e sua borda era como a borda de um cálice, como uma flor de lírio. Tinha capacidade de quarenta mil litros.",
      "reflexao": "Mesmo forte e espesso, o tanque se abre como flor. É possível ser firme e delicado ao mesmo tempo. A verdadeira maturidade espiritual une resistência e beleza, profundidade e abertura."
    },
    {
      "numero": "27",
      "texto": "Também fez dez carrinhos de bronze; cada um tinha um metro e oitenta centímetros de comprimento e de largura, e um metro e trinta e cinco centímetros de altura.",
      "reflexao": "Os carrinhos serviam para transportar as bacias — mostrando que a adoração também envolve mobilidade e serviço. A espiritualidade que agrada a Deus se move, serve e se adapta com propósito."
    },
    {
      "numero": "28",
      "texto": "Os carrinhos eram feitos assim: Tinham placas laterais presas a armações.",
      "reflexao": "A estrutura revela que cada peça precisa estar firmemente unida. Nossa vida espiritual também requer firmeza de caráter e alianças bem conectadas para sustentar o propósito maior."
    },
    {
      "numero": "29",
      "texto": "Nas placas, entre as armações, havia figuras de leões, bois e querubins: Sobre as armações, acima e abaixo dos leões e bois, havia grinaldas de metal batido.",
      "reflexao": "As figuras esculpidas trazem força (leões), trabalho (bois) e presença divina (querubins). A vida equilibrada com Deus também manifesta coragem, serviço e santidade adornada com beleza espiritual."
    },
    {
      "numero": "30",
      "texto": "Em cada carrinho havia quatro rodas de bronze com eixos de bronze, cada um com uma bacia apoiada em quatro pés e fundida ao lado de cada grinalda.",
      "reflexao": "As rodas permitem mobilidade e adaptabilidade no serviço sagrado. Assim também devemos estar prontos a mover-nos conforme a direção de Deus, firmes em estrutura, mas flexíveis no propósito."
    },
    {
      "numero": "31",
      "texto": "Do lado de dentro do carrinho havia uma abertura circular com quarenta e cinco centímetros de profundidade. Essa abertura era redonda, e com sua base media setenta centímetros. Havia esculturas em torno da abertura. As placas dos carrinhos eram quadradas, e não redondas.",
      "reflexao": "A mistura de formas — círculos e quadrados — fala da harmonia entre o divino (eterno, circular) e o humano (terreno, quadrado). Na vida, Deus une o céu e a terra com perfeição artística e simbólica."
    },
    {
      "numero": "32",
      "texto": "As quatro rodas ficavam sob as placas, e os eixos das rodas ficavam presos ao estrado. O diâmetro de cada roda era de setenta centímetros.",
      "reflexao": "As rodas firmemente presas ao estrado nos lembram que toda mobilidade na obra de Deus precisa estar ancorada em estrutura sólida. Movimento sem base leva à instabilidade; mas quando firmados, podemos avançar com segurança."
    },
    {
      "numero": "33",
      "texto": "As rodas eram feitas como rodas de carros; os eixos, os aros, os raios e os cubos eram todos de metal fundido.",
      "reflexao": "A excelência e o cuidado nos detalhes revelam que o serviço a Deus deve ser feito com precisão e dedicação. Nada é pequeno demais para não receber esmero quando se trata da casa do Senhor."
    },
    {
      "numero": "34",
      "texto": "Havia quatro cabos que se projetavam do carrinho, um em cada canto.",
      "reflexao": "Os cabos em cada canto apontam para a necessidade de equilíbrio e distribuição da carga. Assim também, em nossas vidas, é preciso manter firmeza em todas as direções, para que o peso da missão não sobrecarregue apenas um lado."
    },
    {
      "numero": "35",
      "texto": "No alto do carrinho havia uma lâmina circular de vinte e dois centímetros de comprimento. Os apoios e as placas estavam fixados no alto do carrinho.",
      "reflexao": "A lâmina circular no topo indica acabamento e funcionalidade. Na caminhada espiritual, os detalhes no topo da jornada também importam — aquilo que sustenta o visível deve estar bem fixado na base invisível da fé."
    },
    {
      "numero": "36",
      "texto": "Ele esculpiu figuras de querubins, leões e tamareiras na superfície dos apoios e nas placas, em cada espaço disponível, com grinaldas ao redor.",
      "reflexao": "Querubins (presença de Deus), leões (força) e tamareiras (fertilidade) juntos esculpidos em cada espaço mostram que cada parte da nossa vida pode expressar o sagrado, a coragem e a abundância — mesmo nos lugares menores e mais ocultos."
    },
    {
      "numero": "37",
      "texto": "Foi assim que fez os dez carrinhos. Foram todos fundidos nos mesmos moldes e eram idênticos no tamanho e na forma.",
      "reflexao": "A uniformidade dos carrinhos aponta para a ordem e o padrão na obra de Deus. Embora sejamos únicos, há princípios espirituais imutáveis que moldam todos aqueles que servem com sinceridade."
    },
    {
      "numero": "38",
      "texto": "Depois ele fez dez pias de bronze, cada uma com capacidade de oitocentos litros, medindo um metro e oitenta centímetros de diâmetro; uma pia para cada um dos dez carrinhos.",
      "reflexao": "As pias simbolizam purificação. Ao serem múltiplas e generosas em capacidade, revelam que Deus provê abundante graça para limpar e renovar — não importa onde estivermos no caminho."
    },
    {
      "numero": "39",
      "texto": "Ele pôs cinco carrinhos no lado sul do templo e cinco no lado norte. Pôs o tanque no lado sul, no canto sudeste do templo.",
      "reflexao": "A disposição dos carrinhos nos lembra que Deus é Deus de ordem e simetria. Há beleza na organização que nasce da obediência, e a presença de Deus se manifesta em ambientes de equilíbrio."
    },
    {
      "numero": "40",
      "texto": "Também fez os jarros, as pás e as bacias para aspersão. Assim, Hurão completou todo o trabalho de que fora encarregado pelo rei Salomão, no templo do Senhor:",
      "reflexao": "Ao concluir seu trabalho, Hurão mostra o valor da fidelidade e da excelência até o fim. Cumprir o chamado é mais do que começar bem — é entregar com plenitude o que foi confiado por Deus e pelos homens."
    },
    {
      "numero": "41",
      "texto": "as duas colunas; os dois capitéis em forma de taça no alto das colunas; os dois conjuntos de correntes que decoravam os dois capitéis;",
      "reflexao": "Cada peça descrita revela zelo e beleza. Até os adornos falam de reverência. Quando nos dedicamos à obra de Deus, cada detalhe — mesmo decorativo — pode ser um testemunho visível de honra e adoração."
    },
    {
      "numero": "42",
      "texto": "as quatrocentas romãs para os dois conjuntos de correntes, sendo duas fileiras de romãs para cada conjunto;",
      "reflexao": "As romãs, símbolo de fecundidade e aliança, multiplicadas em fileiras, nos lembram que a abundância de frutos espirituais deve embelezar tudo o que fazemos para o Senhor, não por obrigação, mas como expressão viva de gratidão."
    },
    {
      "numero": "43",
      "texto": "os dez carrinhos com as suas dez pias;",
      "reflexao": "A multiplicidade das pias mostra que Deus provê meios abundantes de purificação. Há lugar e provisão para todos que se aproximam desejando ser lavados e renovados por Ele."
    },
    {
      "numero": "44",
      "texto": "o tanque e os doze touros debaixo dele;",
      "reflexao": "O tanque sustentado por doze touros aponta para a força e estabilidade dos fundamentos do povo de Deus. Quando estamos fundamentados na aliança e obedientes ao propósito, sustentamos o que é sagrado com firmeza e dignidade."
    },
    {
      "numero": "45",
      "texto": "e os jarros, as pás e as bacias de aspersão. Todos esses utensílios que Hurão fez a pedido do rei Salomão para o templo do Senhor, eram de bronze polido.",
      "reflexao": "Os utensílios de bronze polido refletem o cuidado com a santidade. Até os instrumentos do cotidiano, quando consagrados, tornam-se expressão de glória e utilidade na presença de Deus."
    },
    {
      "numero": "46",
      "texto": "Foi na planície do Jordão, entre Sucote e Zaretã, que o rei os mandou fundir, em moldes de barro.",
      "reflexao": "O bronze foi moldado no barro, como o eterno se manifesta através do frágil. Deus escolhe usar homens de barro para formar obras que servirão no Seu templo. O segredo está na fornalha e na obediência ao molde do Rei."
    },
    {
      "numero": "47",
      "texto": "Salomão não mandou pesar esses utensílios, tão grande era o seu número que o peso do bronze não foi determinado.",
      "reflexao": "A abundância do bronze, sem medida, revela que a dedicação a Deus não deve ser limitada por cálculos humanos. Onde há amor verdadeiro, há entrega sem contagem, há serviço sem restrição."
    },
    {
      "numero": "48",
      "texto": "Além desses, Salomão mandou fazer também todos estes outros utensílios para o templo do Senhor: o altar de ouro; a mesa de ouro sobre a qual ficavam os pães da Presença;",
      "reflexao": "O altar e a mesa de ouro simbolizam o lugar da comunhão e da oferta. A mesa dos pães da Presença nos convida a lembrar: Deus está sempre presente, e nossa adoração deve ser constante e pura como o ouro."
    },
    {
      "numero": "49",
      "texto": "os candelabros de ouro puro, cinco à direita e cinco à esquerda, em frente do santuário interno; as flores, as lâmpadas e as tenazes de ouro;",
      "reflexao": "Os candelabros de ouro puro iluminam com beleza e simetria. A luz de Deus é completa, derramada igualmente sobre todos os lados. Devemos ser como essas lâmpadas, posicionados com equilíbrio e sempre acesos em fé."
    },
    {
      "numero": "50",
      "texto": "as bacias, os cortadores de pavio, as bacias para aspersão, as tigelas e os incensários; e as dobradiças de ouro para as portas da sala interna, o Lugar Santíssimo, e também para as portas do átrio principal.",
      "reflexao": "Até as dobradiças eram de ouro. Nada é pequeno demais no templo de Deus. Tudo, quando feito com reverência, tem valor. Assim também, cada atitude nossa — por mais discreta — pode abrir portas para a glória de Deus se manifestar."
    },
    {
      "numero": "51",
      "texto": "Terminada toda a obra que Salomão realizou para o templo do Senhor, ele trouxe tudo que seu pai havia consagrado e colocou junto com os tesouros do templo do Senhor: a prata, o ouro e os utensílios.",
      "reflexao": "A herança de Davi foi honrada por Salomão. A fidelidade dos que vieram antes deve ser completada pela obediência dos que continuam. O templo é um lugar onde gerações se encontram em adoração contínua."
    }
  ]
}
