{
  "livro": "1 Reis",
  "capitulo": "8",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então o rei Salomão reuniu em Jerusalém as autoridades de Israel, todos os líderes das tribos e os chefes das famílias israelitas, para levarem de Sião, a cidade de Davi, a arca da aliança do Senhor.",
      "reflexao": "A liderança unida ao redor da arca simboliza que a verdadeira centralidade de um povo está na aliança com Deus. Quando líderes se rendem ao sagrado, o povo encontra direção segura."
    },
    {
      "numero": "2",
      "texto": "E todos os homens de Israel uniram-se ao rei Salomão por ocasião da festa, no mês de etanim, que é o sétimo mês.",
      "reflexao": "O povo reunido em festa ao redor do que é santo revela que a verdadeira celebração acontece quando Deus está no centro. A unidade espiritual floresce em tempos marcados para a presença."
    },
    {
      "numero": "3",
      "texto": "Quando todas as autoridades de Israel chegaram, os sacerdotes pegaram",
      "reflexao": "A função sacerdotal se cumpre quando os que foram separados para servir assumem seu lugar. Em cada geração, Deus levanta mãos consagradas para conduzir aquilo que é sagrado."
    },
    {
      "numero": "4",
      "texto": "a arca do Senhor e a levaram, com a Tenda do Encontro e com todos os seus utensílios sagrados. Foram os sacerdotes e os levitas que levaram tudo.",
      "reflexao": "Nada do que foi santificado ao Senhor deve ser negligenciado. A reverência exige que todo detalhe seja carregado com temor, pois cada objeto carrega memória e aliança."
    },
    {
      "numero": "5",
      "texto": "O rei Salomão e toda a comunidade de Israel que se havia reunido a ele diante da arca, sacrificaram tantas ovelhas e bois que nem era possível contar.",
      "reflexao": "A abundância do sacrifício revela a intensidade do amor e da devoção. Quando o coração transborda de gratidão, a adoração não se limita a números, mas se entrega em plenitude."
    },
    {
      "numero": "6",
      "texto": "Os sacerdotes levaram a arca da aliança do Senhor para o seu lugar no santuário interno do templo, no Lugar Santíssimo, e a colocaram debaixo das asas dos querubins.",
      "reflexao": "A arca repousando sob as asas dos querubins nos lembra que o trono de Deus está cercado de reverência e glória. Cada coisa em seu devido lugar manifesta ordem divina e honra ao Altíssimo."
    },
    {
      "numero": "7",
      "texto": "Os querubins tinham suas asas estendidas sobre o lugar da arca e cobriam a arca e as varas utilizadas para o transporte.",
      "reflexao": "As asas estendidas falam de proteção, cobertura e presença contínua. Onde está a aliança, ali também está o cuidado de Deus, simbolizado por Seus anjos."
    },
    {
      "numero": "8",
      "texto": "Essas varas eram tão compridas que as suas pontas, que se estendiam para fora da arca, podiam ser vistas da frente do santuário interno, mas não de fora dele; e elas estão lá até hoje.",
      "reflexao": "As varas visíveis do interior, mas ocultas ao exterior, são um lembrete: as verdades mais profundas da fé são reveladas aos que se aproximam do Santo Lugar. Deus revela Seu mistério aos que O buscam com reverência."
    },
    {
      "numero": "9",
      "texto": "Na arca havia só as duas tábuas de pedra que Moisés tinha colocado quando estava em Horebe, onde o Senhor fez uma aliança com os israelitas depois que saíram do Egito.",
      "reflexao": "A arca guardava o coração da aliança: a Palavra. Onde a Palavra habita, ali está o centro da presença divina. É ela que dá sentido à libertação e sustenta o povo em sua jornada."
    },
    {
      "numero": "10",
      "texto": "Quando os sacerdotes se retiraram do Lugar Santo, uma nuvem encheu o templo do Senhor,",
      "reflexao": "A nuvem que enche o templo é o sinal da aprovação e da habitação de Deus. Quando tudo está preparado com santidade, Deus vem. Sua presença não se limita a palavras, mas se manifesta visivelmente."
    },
    {
      "numero": "11",
      "texto": "de forma que os sacerdotes não podiam desempenhar o seu serviço, pois a glória do Senhor encheu o seu templo.",
      "reflexao": "Quando a glória de Deus se manifesta, até o serviço humano precisa silenciar. Há momentos em que só resta contemplar, pois a presença do Senhor transcende toda ação e comanda reverência absoluta."
    },
    {
      "numero": "12",
      "texto": "E Salomão exclamou: 'O Senhor disse que habitaria numa nuvem escura!'",
      "reflexao": "A nuvem escura não simboliza ausência, mas mistério e majestade. Deus se revela até mesmo no que é obscuro aos olhos humanos. O invisível pode ser o berço da presença."
    },
    {
      "numero": "13",
      "texto": "'Na realidade construí para ti um templo magnífico, um lugar para nele habitares para sempre!'",
      "reflexao": "A beleza exterior do templo é expressão da honra interior. Onde há reverência, o coração edifica espaços eternos para Deus habitar. Que nossas vidas se tornem moradas vivas e contínuas para o Senhor."
    },
    {
      "numero": "14",
      "texto": "Depois o rei virou-se e abençoou toda a assembléia de Israel, que estava ali de pé.",
      "reflexao": "O coração grato abençoa os que o cercam. A bênção que flui do trono terreno, quando guiado por Deus, se estende como um rio sobre o povo e planta sementes de paz duradoura."
    },
    {
      "numero": "15",
      "texto": "E disse: 'Bendito seja o Senhor, o Deus de Israel, que com a sua mão cumpriu o que prometeu com sua própria boca a meu pai Davi, quando lhe disse:'",
      "reflexao": "A fidelidade de Deus é absoluta: Ele cumpre com as mãos o que promete com os lábios. A Palavra que sai de Sua boca nunca volta vazia, mas realiza o que Ele deseja."
    },
    {
      "numero": "16",
      "texto": "'Desde o dia em que tirei o meu povo Israel do Egito, não escolhi nenhuma cidade das tribos de Israel para nela construir um templo em honra do meu nome. Mas escolhi Davi para governar Israel, o meu povo'.",
      "reflexao": "Antes de construir templos, Deus forma corações. Davi foi escolhido antes de Jerusalém ser estabelecida como centro. Deus prioriza líderes com coração segundo o Seu, antes de levantar estruturas."
    },
    {
      "numero": "17",
      "texto": "'Meu pai Davi tinha no coração o propósito de construir um templo em honra do nome do Senhor, o Deus de Israel.'",
      "reflexao": "Mesmo que nossos sonhos não se realizem em nossas mãos, quando nascem para glorificar a Deus, eles não morrem. Eles florescem nas mãos dos filhos e frutificam no tempo certo."
    },
    {
      "numero": "18",
      "texto": "Mas o Senhor lhe disse: 'Você fez bem em ter no coração o plano de construir um templo em honra do meu nome;",
      "reflexao": "Deus honra as intenções santas, mesmo que elas não se concretizem por nossas mãos. O que importa é que o coração esteja voltado para Ele, e isso já é aceito como oferta."
    },
    {
      "numero": "19",
      "texto": "no entanto, não será você que o construirá, mas o seu filho, que procederá de você; ele construirá o templo em honra do meu nome'.",
      "reflexao": "Nem toda missão é para hoje, nem toda obra é para nós. Alguns chamamentos são legados: o que construímos com fé e obediência, Deus conclui com as próximas gerações."
    },
    {
      "numero": "20",
      "texto": "'E o Senhor cumpriu a sua promessa: Sou o sucessor de meu pai Davi, e agora ocupo o trono de Israel, como o Senhor tinha prometido, e construí o templo em honra do nome do Senhor, o Deus de Israel.'",
      "reflexao": "O cumprimento das promessas divinas revela que o tempo de Deus não falha. Quando somos fiéis à nossa parte, Ele é fiel à dEle — e Sua fidelidade transcende gerações."
    },
    {
      "numero": "21",
      "texto": "Providenciei nele um lugar para a arca, na qual estão as tábuas da aliança do Senhor, aliança que fez com os nossos antepassados quando os tirou do Egito.",
      "reflexao": "A aliança não é esquecida. Mesmo em tempos de glória e conquista, Salomão honra a raiz da fé: a Palavra que Deus entregou. Lembrar da origem é manter vivo o propósito."
    },
    {
      "numero": "22",
      "texto": "Depois Salomão colocou-se diante do altar do Senhor, diante de toda a assembléia de Israel, levantou as mãos para o céu",
      "reflexao": "Diante da presença, o rei se torna servo. As mãos erguidas ao céu demonstram que mesmo o trono mais alto da Terra se curva diante da soberania do Céu. Essa é a verdadeira liderança: rendida e submissa a Deus."
    },
    {
      "numero": "23",
      "texto": "e orou: 'Senhor, Deus de Israel, não há Deus como tu em cima nos céus nem embaixo na terra! Tu que guardas a tua aliança de amor com os teus servos que, de todo o coração, andam segundo a tua vontade.'",
      "reflexao": "A verdadeira oração começa com adoração. Salomão reconhece que Deus é único e fiel à aliança de amor. A fidelidade divina se revela àqueles que buscam a Deus de todo o coração — não com perfeição, mas com entrega sincera."
    },
    {
      "numero": "24",
      "texto": "Cumpriste a tua promessa a teu servo Davi, meu pai; com tua boca prometeste e com tua mão a cumpriste, conforme hoje se vê.",
      "reflexao": "Promessas divinas não são palavras ao vento. O que Deus diz, Ele cumpre. Em um mundo de incertezas, podemos descansar nas mãos daquele que é fiel em palavra e ação."
    },
    {
      "numero": "25",
      "texto": "'Agora, Senhor, Deus de Israel, cumpre a outra promessa que fizeste a teu servo Davi, meu pai, quando disseste: ‘Você nunca deixará de ter, diante de mim, um descendente que se assente no trono de Israel, se tão-somente os seus descendentes tiverem o cuidado de, em tudo, andarem segundo a minha vontade, como você tem feito’.",
      "reflexao": "As promessas de Deus são condicionais à obediência do coração. Salomão nos ensina a orar lembrando a Deus da Sua aliança, mas também nos lembra que o cumprimento está entrelaçado à fidelidade de quem crê."
    },
    {
      "numero": "26",
      "texto": "Agora, ó Deus de Israel, que se confirme a palavra que falaste a teu servo Davi, meu pai.",
      "reflexao": "Quando oramos com base na Palavra, nos alinhamos com a vontade do Céu. A fé que confia na Palavra de Deus também clama para que ela se cumpra, com humildade e expectativa."
    },
    {
      "numero": "27",
      "texto": "'Mas será possível que Deus habite na terra? Os céus, mesmo os mais altos céus, não podem conter-te. Muito menos este templo que construí!'",
      "reflexao": "Mesmo a maior obra humana é pequena diante da grandeza de Deus. Mas o Criador não despreza o coração que deseja ser morada. Ele se faz presente onde há reverência, mesmo em estruturas frágeis e finitas."
    },
    {
      "numero": "28",
      "texto": "Ainda assim, atende à oração do teu servo e ao seu pedido de misericórdia, ó Senhor, meu Deus. Ouve o clamor e a oração que o teu servo faz hoje na tua presença.",
      "reflexao": "Mesmo sabendo que Deus é infinito, Salomão ousa clamar. Essa é a essência da fé: reconhecer a grandeza de Deus e ainda assim se aproximar com confiança, porque Ele ouve os pequenos."
    },
    {
      "numero": "29",
      "texto": "Estejam os teus olhos voltados dia e noite para este templo, lugar do qual disseste que nele porias o teu nome, para que ouças a oração que o teu servo fizer voltado para este lugar.",
      "reflexao": "Não é o local em si, mas o nome do Senhor que consagra o lugar. Onde há invocação sincera, ali há um altar. Que nossa casa, nosso coração, nossos dias, se tornem templos vivos voltados a Deus."
    },
    {
      "numero": "30",
      "texto": "Ouve as súplicas do teu servo e de Israel, teu povo, quando orarem voltados para este lugar. Ouve desde os céus, lugar da tua habitação, e quando ouvires, dá-lhes o teu perdão.",
      "reflexao": "Nosso clamor sobe e a resposta vem do alto. A oração com arrependimento encontra nos céus um Deus pronto a perdoar. Mais do que ser ouvido, o maior milagre é ser perdoado."
    },
    {
      "numero": "31",
      "texto": "'Quando um homem pecar contra seu próximo e tiver que fazer um juramento, e vier jurar diante do teu altar neste templo,'",
      "reflexao": "Salomão inclui a justiça humana no altar da oração. A fé que busca Deus também busca justiça e reconciliação entre irmãos. O altar não é só lugar de adoração, mas também de restauração."
    },
    {
      "numero": "32",
      "texto": "'ouve dos céus e age. Julga os teus servos; condena o culpado, fazendo recair sobre a sua própria cabeça o resultado da sua conduta, e declara sem culpa o inocente, dando-lhe o que a sua inocência merece.'",
      "reflexao": "Deus é juiz justo. O trono da graça também é tribunal de verdade. Ele sabe distinguir o inocente do culpado, e age com equidade perfeita — algo que o coração humano anseia mas jamais alcança sozinho."
    },
    {
      "numero": "33",
      "texto": "'Quando Israel, o teu povo, for derrotado por um inimigo por ter pecado contra ti, e voltar-se para ti e invocar o teu nome, orando e suplicando a ti neste templo,'",
      "reflexao": "A derrota pode ser caminho de retorno. Quando nos desviamos e colhemos as consequências, ainda assim podemos voltar. Deus está pronto a ouvir a súplica do povo quebrantado, e reverter a derrota em recomeço."
    },
    {
      "numero": "34",
      "texto": "ouve dos céus e perdoa o pecado de Israel, teu povo, e traze-o de volta à terra que deste aos seus antepassados.",
      "reflexao": "Deus não apenas perdoa — Ele restaura. A oração sincera tem o poder de mover o coração do Pai, que traz de volta o que parecia perdido. O perdão divino é ponte para o retorno à promessa."
    },
    {
      "numero": "35",
      "texto": "'Quando fechar-se o céu, e não houver chuva por haver o teu povo pecado contra ti, e, se o teu povo, voltado para este lugar, invocar o teu nome e afastar-se do seu pecado por o haveres castigado,'",
      "reflexao": "Mesmo a seca pode ser um chamado à reflexão. Quando o céu se fecha, o coração deve se abrir. O arrependimento verdadeiro não vem apenas do medo da escassez, mas do desejo de voltar ao coração de Deus."
    },
    {
      "numero": "36",
      "texto": "'ouve dos céus e perdoa o pecado dos teus servos, do teu povo Israel. Ensina-lhes o caminho certo e envia chuva sobre a tua terra, que deste por herança ao teu povo.'",
      "reflexao": "Perdoar é apenas o começo. Deus também ensina, guia, corrige e sustenta. Ele não apenas devolve a chuva, mas mostra o caminho para que a terra e o coração floresçam de novo."
    },
    {
      "numero": "37",
      "texto": "'Quando houver fome ou praga no país, ferrugem e mofo, gafanhotos peregrinos e gafanhotos devastadores, ou quando inimigos sitiarem suas cidades, quando, em meio a qualquer praga ou epidemia,'",
      "reflexao": "As crises que nos cercam também podem nos conduzir ao centro da vontade de Deus. Fome, praga, opressão — tudo pode se tornar escola de humildade e oração. Em tempos de aflição, Deus é socorro que não falha."
    },
    {
      "numero": "38",
      "texto": "'uma oração ou súplica por misericórdia for feita por um israelita ou por todo o teu povo Israel, cada um sentindo as suas próprias aflições e dores, estendendo as mãos na direção deste templo,'",
      "reflexao": "Deus ouve as orações coletivas e também as lágrimas silenciosas do coração aflito. Cada dor tem um nome, cada clamor tem um eco nos céus. A fé estende as mãos mesmo quando os olhos não veem saída."
    },
    {
      "numero": "39",
      "texto": "'ouve dos céus, o lugar da tua habitação. Perdoa e age; trata cada um de acordo com o que merece, visto que conheces o seu coração. Sim, só tu conheces o coração do homem.'",
      "reflexao": "Deus não vê como o homem vê. Ele sonda intenções, não aparências. Seu juízo é justo porque vem do coração que tudo conhece. E ainda assim, Ele escolhe agir com misericórdia sobre quem clama com sinceridade."
    },
    {
      "numero": "40",
      "texto": "'Assim eles te temerão durante todo o tempo em que viverem na terra que deste aos nossos antepassados.'",
      "reflexao": "O temor ao Senhor é fruto da experiência com sua santidade e compaixão. Quando percebemos quem Ele é e como nos trata, nasce em nós um respeito profundo, que nos sustenta durante toda a jornada."
    },
    {
      "numero": "41",
      "texto": "'Quanto ao estrangeiro, que não pertence ao teu povo Israel, e que veio de uma terra distante por causa do teu nome —'",
      "reflexao": "Deus nunca limitou sua graça a um só povo. Desde o início, Ele chama todos que, de qualquer nação, buscam seu nome. A casa de Deus é casa de oração para todos os povos, e a fé verdadeira sempre acolhe o estrangeiro."
    },
    {
      "numero": "42",
      "texto": "'pois ouvirão acerca do teu grande nome, da tua mão poderosa e do teu braço forte — quando ele vier e orar voltado para este templo,'",
      "reflexao": "O testemunho do poder de Deus atrai os que estão longe. Quando a glória do Senhor é conhecida, corações distantes se aproximam, guiados pela esperança de encontrar abrigo sob as asas do Altíssimo."
    },
    {
      "numero": "43",
      "texto": "'ouve dos céus, lugar da tua habitação, e atende o pedido do estrangeiro, a fim de que todos os povos da terra conheçam o teu nome e te temam, como faz Israel, teu povo, e saibam que este templo que construí traz o teu nome.'",
      "reflexao": "A oração de Salomão revela o desejo missionário do coração de Deus: que todos os povos O conheçam e O adorem. O templo era um sinal, mas o propósito sempre foi universal — que a Terra inteira se encha do conhecimento do Senhor."
    },
    {
      "numero": "44",
      "texto": "'Quando o teu povo for à guerra contra os seus inimigos, por onde quer que tu o enviares, e orar ao Senhor voltado para a cidade que escolheste e para o templo que construí em honra do teu nome,'",
      "reflexao": "Em meio às batalhas da vida, a direção do coração deve estar voltada para Deus. Nem toda guerra é escolha nossa, mas quando Deus envia, Ele também ouve, guia e sustenta os que confiam em Seu nome."
    },
    {
      "numero": "45",
      "texto": "'então ouve dos céus a sua oração e a sua súplica, e defende a sua causa.'",
      "reflexao": "Deus é defensor dos que se humilham diante d’Ele. Nenhuma causa é pequena demais quando vem acompanhada de súplica sincera. Ele ouve do alto e age com justiça e misericórdia."
    },
    {
      "numero": "46",
      "texto": "'Quando pecarem contra ti, pois não há ninguém que não peque, e ficares irado com eles e os entregares ao inimigo, que os leve prisioneiros para a sua terra, distante ou próxima;'",
      "reflexao": "A queda é parte da natureza humana, mas também o é a esperança do retorno. Deus permite que sintamos o peso da distância para que valorizemos o calor do reencontro com Sua presença."
    },
    {
      "numero": "47",
      "texto": "'se eles caírem em si, na terra para a qual foram deportados, e se arrependerem e lá orarem: ‘Pecamos, praticamos o mal e fomos rebeldes’;'",
      "reflexao": "Arrependimento genuíno começa quando o coração ‘cai em si’. Reconhecer o erro e se dobrar diante de Deus é o primeiro passo para a liberdade verdadeira, mesmo em terra estranha."
    },
    {
      "numero": "48",
      "texto": "'e se lá eles se voltarem para ti de todo o coração e de toda a sua alma, na terra dos inimigos que os levaram como prisioneiros, e orarem voltados para a terra que deste aos seus antepassados, para a cidade que escolheste e para o templo que construí em honra do teu nome,'",
      "reflexao": "Deus não está preso a geografias. Mesmo longe do solo da promessa, Ele ouve os que se voltam com todo o coração. O templo físico aponta para um Deus que habita onde há quebrantamento."
    },
    {
      "numero": "49",
      "texto": "'então, desde os céus, o lugar da tua habitação, ouve a sua oração e a sua súplica, e defende a sua causa.'",
      "reflexao": "Do céu, onde habita a perfeição, Deus se inclina para ouvir o clamor do imperfeito. Ele não apenas ouve — Ele defende, restaura e honra os que O buscam com sinceridade."
    },
    {
      "numero": "50",
      "texto": "'Perdoa o teu povo, que pecou contra ti; perdoa todas as transgressões que cometeram contra ti, e faze com que os seus conquistadores tenham misericórdia deles;'",
      "reflexao": "A misericórdia divina não só restaura o relacionamento com Deus, mas transforma também os corações dos que oprimem. O perdão de Deus alcança até o ambiente que nos cerca."
    },
    {
      "numero": "51",
      "texto": "'pois são o teu povo e a tua herança, que tiraste do Egito, da fornalha de fundição.'",
      "reflexao": "Somos propriedade amada do Senhor, forjados no fogo da adversidade. Ele nos resgatou não apenas para nos libertar, mas para nos formar como herança santa e viva."
    },
    {
      "numero": "52",
      "texto": "'Que os teus olhos estejam abertos para a súplica do teu servo e para a súplica do teu povo Israel, e que os ouças sempre que clamarem a ti.'",
      "reflexao": "Salomão pede olhos atentos do céu — porque crê em um Deus que vê, ouve e age. O clamor sincero nunca ecoa em vão. Deus está atento a cada suspiro de fé."
    },
    {
      "numero": "53",
      "texto": "'Pois tu os escolheste dentre todos os povos da terra para serem a tua herança, assim como declaraste por meio do teu servo Moisés, quando tu, ó Soberano Senhor, tiraste os nossos antepassados do Egito'.",
      "reflexao": "A escolha de Deus é graça, não mérito. Somos povo da promessa, chamados para viver em aliança e manifestar no mundo a glória de um Deus que liberta e caminha conosco."
    },
    {
      "numero": "54",
      "texto": "Quando Salomão terminou a oração e a súplica ao Senhor, levantou-se diante do altar do Senhor, onde tinha se ajoelhado e estendido as mãos para o céu.",
      "reflexao": "Toda oração verdadeira transforma o orante. Salomão se levanta como quem recebeu algo sagrado. O altar não é o fim da oração — é o início da obediência que segue à fé."
    },
    {
      "numero": "55",
      "texto": "Pôs-se de pé e abençoou em voz alta toda a assembléia de Israel, dizendo:",
      "reflexao": "Quem ora com fé abençoa com autoridade. A voz de quem falou com Deus carrega agora palavras que edificam um povo. A oração antecede o poder de abençoar."
    },
    {
      "numero": "56",
      "texto": "'Bendito seja o Senhor, que deu descanso a Israel, seu povo, como havia prometido. Não ficou sem cumprimento nem uma de todas as boas promessas que ele fez por meio do seu servo Moisés.'",
      "reflexao": "Deus é fiel em cada detalhe. Nenhuma de Suas promessas cai por terra. O descanso prometido é mais do que físico — é segurança na alma, confiança na fidelidade divina que jamais falha."
    },
    {
      "numero": "57",
      "texto": "'Que o Senhor, o nosso Deus, esteja conosco, assim como esteve com os nossos antepassados. Que ele jamais nos deixe nem nos abandone!'",
      "reflexao": "A presença de Deus é o bem mais precioso. Como no passado, ela continua sendo a fonte de coragem, direção e paz. Clamamos para que Ele permaneça, pois sem Ele, nada somos."
    },
    {
      "numero": "58",
      "texto": "'E faça com que de coração nos voltemos para ele, a fim de andarmos em todos os seus caminhos e obedecermos aos seus mandamentos, decretos e ordenanças, que deu aos nossos antepassados.'",
      "reflexao": "Converter-se a Deus não é apenas um gesto religioso — é um movimento profundo do coração que nos alinha com Sua vontade. Obedecer é o fruto natural de um coração que O ama verdadeiramente."
    },
    {
      "numero": "59",
      "texto": "'E que as palavras da minha súplica ao Senhor tenham acesso ao Senhor, ao nosso Deus, dia e noite, para que ele defenda a causa do seu servo e a causa de Israel, seu povo, de acordo com o que precisarem.'",
      "reflexao": "As orações dos justos não são ignoradas. Salomão clama por atenção constante, pois sabe que o Senhor cuida de cada necessidade, grande ou pequena, com justiça e compaixão."
    },
    {
      "numero": "60",
      "texto": "'Assim, todos os povos da terra saberão que o Senhor é Deus e que não há nenhum outro.'",
      "reflexao": "A grandeza de Deus deve ser conhecida em toda a terra. Sua fidelidade não é apenas para edificação de Israel, mas para que todos reconheçam: só o Senhor é Deus."
    },
    {
      "numero": "61",
      "texto": "'Mas vocês, tenham coração íntegro para com o Senhor, o nosso Deus, para viverem por seus decretos e obedecerem aos seus mandamentos, como acontece hoje.'",
      "reflexao": "Integridade é a marca do coração devotado a Deus. Ela se manifesta na obediência contínua, não por obrigação, mas por amor e reverência ao Deus que sustenta e transforma."
    },
    {
      "numero": "62",
      "texto": "Então o rei Salomão e todo o Israel ofereceram sacrifícios ao Senhor;",
      "reflexao": "A adoração verdadeira não se limita às palavras — ela se expressa em entrega. O povo oferece sacrifícios, símbolo da gratidão e da aliança renovada com o Deus presente."
    },
    {
      "numero": "63",
      "texto": "ele ofereceu em sacrifício de comunhão ao Senhor vinte e dois mil bois e cento e vinte mil ovelhas. Assim o rei e todos os israelitas fizeram a dedicação do templo do Senhor.",
      "reflexao": "A abundância do sacrifício revela a generosidade do coração diante da grandeza de Deus. A dedicação do templo é, acima de tudo, um altar vivo de comunhão entre o povo e o Senhor."
    },
    {
      "numero": "64",
      "texto": "Naquele mesmo dia o rei consagrou a parte central do pátio, que ficava na frente do templo do Senhor, e ali ofereceu holocaustos, ofertas de cereal e a gordura das ofertas de comunhão, pois o altar de bronze diante do Senhor era pequeno demais para comportar os holocaustos, as ofertas de cereal e a gordura das ofertas de comunhão.",
      "reflexao": "O espaço foi pequeno para tanto fervor. Quando o coração do povo se derrama em gratidão, nem o altar mais nobre é suficiente. A adoração ultrapassa limites físicos quando é movida por fé e devoção."
    },
    {
      "numero": "65",
      "texto": "E foi assim que Salomão, junto com todo o Israel, celebrou a festa naquela data; era uma grande multidão, gente vinda desde Lebo-Hamate até o ribeiro do Egito. Comemoraram diante do Senhor, o nosso Deus, durante sete dias.",
      "reflexao": "A presença de Deus une multidões. O templo não era apenas um edifício, mas o ponto de encontro entre céu e terra, onde a alegria se torna festa e a fé, comunhão nacional."
    },
    {
      "numero": "66",
      "texto": "No oitavo dia Salomão mandou o povo para casa. Eles abençoaram o rei e foram embora, jubilosos e de coração alegre por todas as coisas boas que o Senhor havia feito por seu servo Davi e por seu povo Israel.",
      "reflexao": "Quem participa da presença de Deus volta para casa com o coração cheio de júbilo. As bênçãos do Senhor não terminam no templo — elas acompanham o povo na estrada da vida."
    }
  ]
}
