{
  "livro": "1 Reis",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando Salomão acabou de construir o templo do Senhor, o palácio real e tudo mais que desejara construir,",
      "reflexao": "Mesmo após grandes conquistas, o coração de quem teme a Deus não se acomoda. As obras externas são reflexo de propósitos internos — e a obra mais importante é aquela feita na alma."
    },
    {
      "numero": "2",
      "texto": "o Senhor lhe apareceu pela segunda vez, como lhe havia aparecido em Gibeom.",
      "reflexao": "A segunda aparição revela um Deus que responde, confirma e cuida. A fidelidade de Deus se manifesta não apenas nos começos, mas também nos momentos de reafirmação do caminho."
    },
    {
      "numero": "3",
      "texto": "O Senhor lhe disse: ‘Ouvi a oração e a súplica que você fez diante de mim; consagrei este templo que você construiu, para que nele habite o meu nome para sempre. Os meus olhos e o meu coração nele sempre estarão’.",
      "reflexao": "Quando Deus consagra algo, Ele o enche de Sua presença. Não é o ouro nem a grandiosidade que sustentam o templo, mas o fato de os olhos e o coração do Senhor estarem ali."
    },
    {
      "numero": "4",
      "texto": "‘E se você andar segundo a minha vontade, com integridade de coração e com retidão, como fez o seu pai Davi, se fizer tudo o que eu lhe ordeno, obedecendo aos meus decretos e às minhas ordenanças,’",
      "reflexao": "A bênção duradoura está ligada à integridade do coração. Deus deseja fidelidade contínua, não aparências momentâneas. A obediência é o solo fértil da aliança."
    },
    {
      "numero": "5",
      "texto": "‘firmarei para sempre sobre Israel o seu trono, conforme prometi a Davi, seu pai, quando lhe disse: Você nunca deixará de ter um descendente para governar Israel.’",
      "reflexao": "As promessas de Deus são eternas, mas caminham sobre os trilhos da obediência. A linhagem firme do trono não é apenas um direito de sangue, mas um reflexo da fidelidade espiritual."
    },
    {
      "numero": "6",
      "texto": "‘Mas, se vocês ou seus filhos se afastarem de mim e não obedecerem aos mandamentos e aos decretos que lhes dei, e prestarem culto a outros deuses e adorá-los,’",
      "reflexao": "A aliança é um caminho de amor mútuo. O afastamento de Deus não acontece de repente, mas por desvios sutis que levam a ídolos. O Senhor adverte com amor para preservar o coração do Seu povo."
    },
    {
      "numero": "7",
      "texto": "‘desarraigarei Israel da terra que lhes dei, e lançarei para longe da minha presença este templo que consagrei ao meu nome. Israel se tornará então motivo de zombaria entre todos os povos.’",
      "reflexao": "A presença de Deus é o verdadeiro fundamento de qualquer nação. Sem ela, até mesmo as maiores obras tornam-se pó. O templo não é escudo contra o pecado — é santuário para a obediência."
    },
    {
      "numero": "8",
      "texto": "‘E, embora agora este templo seja imponente, todos os que passarem por ele ficarão espantados e perguntarão: “Por que o Senhor fez uma coisa dessas a esta terra e a este templo?” ’",
      "reflexao": "A aparência imponente não sustenta uma casa vazia da presença. A ruína de algo belo aos olhos humanos é o grito silencioso de um povo que se esqueceu de quem os sustentava."
    },
    {
      "numero": "9",
      "texto": "‘E a resposta será: “Porque abandonaram o Senhor, o seu Deus, que tirou os seus antepassados do Egito, e se apegaram a outros deuses, adorando-os e prestando-lhes culto; por isso o Senhor trouxe sobre eles toda esta desgraça” ’.",
      "reflexao": "O abandono do Deus libertador leva o povo de volta à escravidão — não física, mas espiritual. Adorar falsos deuses sempre trará consequências, pois trocaram o eterno por migalhas passageiras."
    },
    {
      "numero": "10",
      "texto": "Depois de vinte anos, durante os quais construiu estes dois edifícios, o templo do Senhor e o palácio real,",
      "reflexao": "Grandes realizações exigem tempo e perseverança. Salomão dedicou duas décadas para erguer o que era sagrado e o que era de governo. Toda construção duradoura nasce do compromisso e da visão."
    },
    {
      "numero": "11",
      "texto": "o rei Salomão deu vinte cidades da Galiléia a Hirão, rei de Tiro, pois Hirão lhe havia fornecido toda a madeira de cedro e de pinho e o ouro que ele precisou.",
      "reflexao": "Mesmo um rei como Salomão dependia de alianças e colaborações. Contudo, o que oferecemos em troca deve refletir honra e gratidão. Nem sempre o que damos corresponde ao valor do que recebemos."
    },
    {
      "numero": "12",
      "texto": "Mas, quando este veio de Tiro para ver as cidades que Salomão lhe dera, não gostou.",
      "reflexao": "Expectativas frustradas revelam realidades escondidas. O que para um parece generoso, para outro pode soar como descaso. Relações humanas exigem verdade e respeito mútuo nas trocas."
    },
    {
      "numero": "13",
      "texto": "‘Que cidades são essas que você me deu, meu irmão?’, ele perguntou. E as chamou terra de Cabul, nome que elas têm até hoje.",
      "reflexao": "O nome que damos aos lugares nasce das impressões que eles deixam em nós. A decepção de Hirão ficou marcada na história. Que nossas ofertas não sejam apenas simbólicas, mas sinceras."
    },
    {
      "numero": "14",
      "texto": "Hirão tinha enviado ao rei quatro mil e duzentos quilos de ouro!",
      "reflexao": "A generosidade de Hirão foi imensa. O valor do ouro é alto, mas o valor da confiança é maior ainda. Cuidar do que recebemos é também respeitar quem nos confiou."
    },
    {
      "numero": "15",
      "texto": "O rei Salomão impôs trabalhos forçados para que se construísse o templo do Senhor, seu próprio palácio, o Milo, o muro de Jerusalém, como também Hazor, Megido e Gezer.",
      "reflexao": "O esplendor das obras muitas vezes esconde o peso que recai sobre os ombros do povo. Toda glória sem compaixão corre o risco de se tornar opressiva, mesmo quando envolve o nome do Senhor."
    },
    {
      "numero": "16",
      "texto": "O faraó, rei do Egito, havia atacado e conquistado Gezer. Incendiou a cidade e matou os seus habitantes, que eram cananeus, e a deu como presente de casamento à sua filha, mulher de Salomão.",
      "reflexao": "A política entre reinos era selada com guerras e casamentos. Mas a paz comprada com sangue e alianças pode vir com consequências espirituais. Nem todo presente carrega bênção embutida."
    },
    {
      "numero": "17",
      "texto": "E Salomão reconstruiu Gezer. Ele construiu Bete-Horom Baixa,",
      "reflexao": "Reconstruir é uma forma de redimir territórios marcados pela destruição. Ainda assim, cada pedra levantada carrega histórias que não podem ser esquecidas."
    },
    {
      "numero": "18",
      "texto": "Baalate, e Tadmor, no deserto dessa região,",
      "reflexao": "O poder de Salomão alcançava até os desertos. Mas o valor de uma construção não está apenas em onde ela é feita, mas no propósito que ela serve."
    },
    {
      "numero": "19",
      "texto": "bem como todas as cidades-armazéns e as cidades onde ficavam os seus carros de guerra e os seus cavalos. Construiu tudo o que desejou em Jerusalém, no Líbano e em todo o território que governou.",
      "reflexao": "A extensão dos desejos de Salomão refletia sua grandeza — mas também nos alerta: o coração humano, quando não freado pela humildade, pode expandir sem limites, até se esquecer da Fonte de tudo."
    },
    {
      "numero": "20",
      "texto": "Todos os não israelitas, descendentes dos amorreus, dos hititas, dos ferezeus, dos heveus e dos jebuseus,",
      "reflexao": "Os antigos povos permaneciam sob domínio e servidão. A história registra as tensões entre justiça e poder. É preciso lembrar que o valor de cada vida vai além de sua origem étnica ou status social."
    },
    {
      "numero": "21",
      "texto": "que não tinham sido mortos pelos israelitas, Salomão recrutou para o trabalho forçado, como continuam até hoje.",
      "reflexao": "Mesmo em tempos de glória, o uso da força sobre os vulneráveis mancha os feitos humanos. O progresso verdadeiro se sustenta na dignidade, não na dominação."
    },
    {
      "numero": "22",
      "texto": "Mas Salomão não obrigou nenhum israelita a trabalhos forçados; eles eram seus homens de guerra, os seus capitães, e os comandantes dos seus carros de guerra e os condutores de carros.",
      "reflexao": "Distinções de tratamento entre povos revelam a estrutura de poder vigente. A nobreza de um governo se mede por como ele trata os de fora, não apenas os seus."
    },
    {
      "numero": "23",
      "texto": "Também eram israelitas os principais funcionários encarregados das construções de Salomão: quinhentos e cinquenta funcionários que supervisionavam os trabalhadores.",
      "reflexao": "A supervisão e liderança são dádivas que exigem sabedoria e justiça. O verdadeiro líder não domina, mas serve com integridade, promovendo equidade entre os que constroem."
    },
    {
      "numero": "24",
      "texto": "Somente depois que a filha do faraó mudou-se da cidade de Davi para o palácio que Salomão havia construído para ela, foi que ele construiu o Milo.",
      "reflexao": "Alianças políticas podem influenciar decisões práticas. Salomão respeitou o tempo e a honra de sua esposa. Ainda assim, alianças externas exigem discernimento espiritual, pois moldam os rumos de uma nação."
    },
    {
      "numero": "25",
      "texto": "Três vezes por ano Salomão oferecia holocaustos e sacrifícios de comunhão no altar que havia construído para o Senhor, e ao mesmo tempo queimava incenso diante do Senhor. Assim, ele concluiu o templo.",
      "reflexao": "A constância na adoração marca a fidelidade do coração. Salomão celebrava as grandes festas do Senhor com reverência. A presença divina é atraída por corações que não esquecem de agradecer."
    },
    {
      "numero": "26",
      "texto": "O rei Salomão também construiu navios em Eziom-Geber, que fica perto de Elate, na terra de Edom, às margens do mar Vermelho.",
      "reflexao": "O domínio de Salomão alcançava o mar, sinal de visão estratégica. Expandir os horizontes é parte da sabedoria, mas sempre com consciência de que o mar também exige humildade diante do desconhecido."
    },
    {
      "numero": "27",
      "texto": "E Hirão enviou em navios os seus marinheiros, homens experimentados que conheciam o mar, para trabalharem com os marinheiros de Salomão.",
      "reflexao": "A colaboração entre povos se torna frutífera quando cada parte reconhece o valor da experiência do outro. A sabedoria está em unir forças, não em sobrepor talentos."
    },
    {
      "numero": "28",
      "texto": "Navegaram até Ofir, e de lá trouxeram catorze toneladas e setecentos quilos de ouro para o rei Salomão.",
      "reflexao": "A riqueza obtida dos mares mostra o fruto de alianças e coragem. No entanto, o valor real do ouro é revelado em como ele é usado — para glória própria ou para serviço santo."
    }
  ]
}
