{
  "livro": "1 Reis",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Algum tempo depois houve um incidente envolvendo uma vinha que pertencia a Nabote, de Jezreel. A vinha ficava em Jezreel, ao lado do palácio de Acabe, rei de Samaria.",
      "reflexao": "Mesmo o bem mais simples pode se tornar alvo da cobiça quando o poder se torna ganancioso. A proximidade da vinha ao palácio representa como a injustiça costuma desejar aquilo que está ao seu alcance, mas que pertence a outro."
    },
    {
      "numero": "2",
      "texto": "Acabe tinha dito a Nabote: ‘Dê-me a sua vinha para eu usar como horta, já que fica ao lado do meu palácio. Em troca eu lhe darei uma vinha melhor ou, se preferir, eu lhe pagarei, seja qual for o seu valor’.",
      "reflexao": "A proposta parece justa, mas esconde uma motivação egoísta. Há valores que não podem ser comprados ou trocados, porque são herança de fé e dignidade. Nem tudo o que é valioso tem um preço."
    },
    {
      "numero": "3",
      "texto": "Nabote, contudo, respondeu: ‘O Senhor me livre de dar a ti a herança dos meus pais!’",
      "reflexao": "A fidelidade de Nabote é um testemunho de honra. Ele não vende sua herança porque reconhece que ela é dádiva de Deus e legado de seus pais. Há convicções que permanecem firmes mesmo diante do poder e da sedução das ofertas."
    },
    {
      "numero": "4",
      "texto": "Então Acabe foi para casa, aborrecido e indignado porque Nabote, de Jezreel, lhe dissera: ‘Não te darei a herança dos meus pais’. Deitou-se na cama, virou o rosto para a parede e recusou-se a comer.",
      "reflexao": "O rei se comporta como uma criança mimada, incapaz de aceitar um ‘não’. O orgulho ferido se manifesta na autopiedade. Quando o coração se fecha à correção, a alma adoece no silêncio da revolta."
    },
    {
      "numero": "5",
      "texto": "Sua mulher Jezabel entrou e lhe perguntou: ‘Por que você está tão aborrecido? Por que não come?’",
      "reflexao": "Jezabel, ao invés de orientar, alimenta o ressentimento de Acabe. Às vezes, quem está ao nosso lado pode ser voz de sabedoria ou instrumento de perdição. A influência de quem nos cerca molda nossos próximos passos."
    },
    {
      "numero": "6",
      "texto": "Ele respondeu-lhe: ‘Porque eu disse a Nabote, de Jezreel: Venda-me a sua vinha; ou, se preferir, eu lhe darei outra vinha em lugar dessa. Mas ele disse: “Não te darei minha vinha”’.",
      "reflexao": "Acabe distorce a verdade para justificar sua frustração. Ao omitir a razão de Nabote — a fidelidade a Deus — ele revela seu desprezo pela santidade das coisas espirituais. O coração ganancioso só enxerga obstáculos, não princípios."
    },
    {
      "numero": "7",
      "texto": "Disse-lhe Jezabel, sua mulher: ‘É assim que você age como rei de Israel? Levante-se e coma! Anime-se. Conseguirei para você a vinha de Nabote, de Jezreel’.",
      "reflexao": "A voz de Jezabel é a da manipulação travestida de apoio. Ela despreza a justiça e se levanta como símbolo do poder corrompido. Quando o trono se associa à malícia, o reino se torna um campo de injustiça."
    },
    {
      "numero": "8",
      "texto": "Então ela escreveu cartas em nome de Acabe, pôs nelas o selo do rei, e as enviou às autoridades e aos nobres da cidade de Nabote.",
      "reflexao": "A corrupção se torna institucionalizada. A assinatura do rei legitima o crime, e o silêncio das autoridades revela a cumplicidade do sistema. Quando a mentira é selada com poder, a verdade clama por juízo divino."
    },
    {
      "numero": "9",
      "texto": "Naquelas cartas ela escreveu: ‘Decretem um dia de jejum e ponham Nabote sentado num lugar de destaque entre o povo.’",
      "reflexao": "A aparência de piedade é usada como armadilha. O jejum, símbolo de consagração, é deturpado para encobrir um plano de morte. A hipocrisia é ainda mais grave quando veste roupas de santidade."
    },
    {
      "numero": "10",
      "texto": "‘E mandem dois homens vadios sentar-se em frente dele e façam com que testemunhem que ele amaldiçoou tanto a Deus quanto ao rei. Levem-no para fora e apedrejem-no até a morte’.",
      "reflexao": "A mentira é armada com precisão diabólica. Dois homens corruptos, uma falsa acusação e um falso zelo pela honra de Deus e do rei. A injustiça travestida de legalidade é uma das maiores afrontas ao céu."
    },
    {
      "numero": "11",
      "texto": "As autoridades e os nobres da cidade de Nabote fizeram conforme Jezabel os orientara nas cartas que lhes tinha escrito.",
      "reflexao": "O silêncio dos justos e a obediência cega dos poderosos selam a tragédia. Quando os líderes se submetem ao mal sem questionamento, a sociedade inteira sangra. Nabote morre, mas sua fidelidade viverá eternamente na memória dos justos."
    },
    {
      "numero": "12",
      "texto": "Decretaram jejum e fizeram Nabote sentar-se num local destacado no meio do povo.",
      "reflexao": "A injustiça muitas vezes se disfarça de solenidade. O jejum, símbolo de arrependimento, foi usado como fachada para condenar um inocente. Quando o sagrado é instrumentalizado, a maldade age sob o disfarce da religião."
    },
    {
      "numero": "13",
      "texto": "Então dois homens vadios vieram e se sentaram em frente dele e o acusaram diante do povo, dizendo: ‘Nabote amaldiçoou tanto a Deus quanto ao rei’. Por isso o levaram para fora da cidade e o apedrejaram até a morte.",
      "reflexao": "A mentira, quando sustentada por vozes corruptas, pode levar à morte. Nabote foi assassinado não apenas por pedras, mas por palavras distorcidas e corações vendidos. A justiça clama por verdade, não por conveniências."
    },
    {
      "numero": "14",
      "texto": "Então mandaram informar a Jezabel: ‘Nabote foi apedrejado e está morto’.",
      "reflexao": "A mensagem é seca e triunfante. O mal, quando executado com êxito, celebra-se com frieza. Mas a justiça divina não se cala diante do sangue inocente derramado — ela responde com juízo no tempo certo."
    },
    {
      "numero": "15",
      "texto": "Assim que Jezabel soube que Nabote tinha sido apedrejado até a morte, disse a Acabe: ‘Levante-se e tome posse da vinha que Nabote, de Jezreel, recusou-se a vender-lhe. Ele não está mais vivo; está morto!’",
      "reflexao": "A frieza de Jezabel revela um coração endurecido pela sede de poder. Para ela, a morte de Nabote era apenas um obstáculo removido. Mas Deus vê o que está escondido por trás das palavras e age com retidão."
    },
    {
      "numero": "16",
      "texto": "Quando Acabe ouviu que Nabote estava morto, levantou-se e foi tomar posse da vinha.",
      "reflexao": "A pressa em tomar posse do que foi conquistado por sangue denuncia a ausência de temor. O silêncio de Acabe é conivente, e sua ganância não conhece limites. O preço da injustiça será cobrado."
    },
    {
      "numero": "17",
      "texto": "Então a palavra do Senhor veio ao tesbita Elias:",
      "reflexao": "Deus não se cala diante do mal. Quando os inocentes são silenciados, Ele levanta seus profetas para dar voz à verdade. Elias é enviado como porta-voz da justiça divina."
    },
    {
      "numero": "18",
      "texto": "‘Vá encontrar-se com Acabe, o rei de Israel, que reina em Samaria. Agora ele está na vinha de Nabote para tomar posse dela.’",
      "reflexao": "O próprio cenário do pecado se torna o local da repreensão. Deus envia Elias exatamente onde a injustiça foi consumada. A verdade confronta o culpado em sua zona de conforto."
    },
    {
      "numero": "19",
      "texto": "‘Diga-lhe: Assim diz o Senhor: Você assassinou um homem e ainda se apossou de sua propriedade? E acrescentou: Assim diz o Senhor: No local onde os cães lamberam o sangue de Nabote, lamberão também o seu sangue; isso mesmo, o seu sangue!’",
      "reflexao": "A justiça divina é precisa e implacável. Acabe pensava estar em paz, mas Deus confronta suas ações com severidade. O sangue inocente tem voz diante do trono do Altíssimo — e Ele responde com juízo."
    },
    {
      "numero": "20",
      "texto": "Acabe disse a Elias: ‘Então você me encontrou, meu inimigo!’ ‘Eu o encontrei’, ele respondeu, ‘porque você se vendeu para fazer o que o Senhor reprova.’",
      "reflexao": "Quem rejeita a verdade vê o profeta como inimigo. Elias não se calou diante do pecado, e Acabe, ao chamar o profeta de inimigo, revela sua culpa. A venda da consciência é o caminho para a destruição."
    },
    {
      "numero": "21",
      "texto": "‘Vou trazer desgraça sobre você. Devorarei os seus descendentes e eliminarei da sua família todos os do sexo masculino em Israel, sejam escravos ou livres.’",
      "reflexao": "O juízo de Deus alcança além do indivíduo. Acabe plantou perversidade e colheu devastação para sua casa. O pecado não permanece isolado — ele gera consequências duradouras."
    },
    {
      "numero": "22",
      "texto": "‘Farei à sua família o que fiz à de Jeroboão, filho de Nebate, e à de Baasa, filho de Aías, pois você provocou a minha ira e fez Israel pecar.’",
      "reflexao": "Deus é longânimo, mas não indiferente. Ele trata o pecado com justiça. Acabe tornou-se um referencial de corrupção nacional, e sua liderança levou o povo ao erro. O julgamento vem não só por seus atos, mas por sua influência destrutiva."
    },
    {
      "numero": "23",
      "texto": "E, acerca de Jezabel, o Senhor diz: ‘Os cães devorarão Jezabel junto ao muro de Jezreel’.",
      "reflexao": "A justiça de Deus alcança até os que se escondem atrás do poder. Jezabel, que manipulava nas sombras, teria um fim indigno. A crueldade praticada não escaparia ilesa — cada ato de opressão é lembrado pelo céu."
    },
    {
      "numero": "24",
      "texto": "‘Os que pertencem a Acabe e que morrerem na cidade os cães comerão, e as aves do céu se alimentarão dos que morrerem no campo’.",
      "reflexao": "O destino dos que seguem o caminho da perversidade é desonroso. Nem sepultura digna lhes será reservada. Quando a liderança é corrupta, até os que a seguem colhem suas consequências."
    },
    {
      "numero": "25",
      "texto": "(Nunca existiu ninguém como Acabe, que se vendeu para fazer o que o Senhor reprova, pressionado por sua mulher Jezabel.)",
      "reflexao": "A Bíblia traça um retrato profundo de Acabe: um coração vendido, uma vontade fraca, uma alma corrompida. Jezabel influenciava, mas a responsabilidade era dele. Quem entrega a consciência, perde o governo de si mesmo."
    },
    {
      "numero": "26",
      "texto": "Ele se comportou da maneira mais detestável possível, indo atrás de ídolos, como faziam os amorreus, que o Senhor tinha expulsado de diante de Israel.",
      "reflexao": "Quando se troca o Deus vivo por ídolos mortos, o coração se endurece e o juízo se aproxima. Acabe seguiu o caminho dos povos pagãos e perdeu o privilégio da aliança."
    },
    {
      "numero": "27",
      "texto": "Quando Acabe ouviu essas palavras, rasgou as suas vestes, vestiu-se de pano de saco e jejuou. Passou a dormir sobre panos de saco e agia com mansidão.",
      "reflexao": "Mesmo o mais perverso pode se quebrantar. O arrependimento, ainda que tardio, move o coração de Deus. A humildade de Acabe diante do juízo revela que a misericórdia ainda estende sua mão aos que se humilham de verdade."
    },
    {
      "numero": "28",
      "texto": "Então a palavra do Senhor veio ao tesbita Elias:",
      "reflexao": "A resposta divina ao arrependimento é imediata. Deus observa até o mais leve gesto de contrição. Quando o coração se dobra, o céu se inclina para ouvir."
    },
    {
      "numero": "29",
      "texto": "‘Você notou como Acabe se humilhou diante de mim? Visto que se humilhou, não trarei essa desgraça durante o seu reinado, mas durante o reinado de seu filho’.",
      "reflexao": "A justiça foi adiada, não anulada. Ainda assim, o coração misericordioso de Deus reconhece a humildade, mesmo vinda de um rei ímpio. Isso nos ensina que a porta do arrependimento está aberta até o fim — e que Deus leva a sério cada atitude de quebrantamento."
    }
  ]
}
