{
  "livro": "1 Reis",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quatrocentos e oitenta anos depois que os israelitas saíram do Egito, no quarto ano do reinado de Salomão em Israel, no mês de zive, o segundo mês, ele começou a construir o templo do Senhor.",
      "reflexao": "Há tempos determinados por Deus para cada obra. O templo começou a ser erguido quando a história e a promessa se encontraram. O que é preparado com paciência será levantado no tempo certo para a glória do Senhor."
    },
    {
      "numero": "2",
      "texto": "O templo que o rei Salomão construiu para o Senhor media vinte e sete metros de comprimento, nove metros de largura e treze metros e meio de altura.",
      "reflexao": "A casa do Senhor foi projetada com precisão, mostrando que o espiritual também requer ordem e beleza. Deus se agrada de um coração que O adora com reverência e cuidado, tanto na intenção quanto na execução."
    },
    {
      "numero": "3",
      "texto": "O pórtico da entrada do santuário tinha a largura do templo, que era de nove metros, e avançava quatro metros e meio à frente do templo.",
      "reflexao": "O pórtico representava a transição entre o mundo comum e o sagrado. Para entrar na presença de Deus, é preciso atravessar um limiar de reverência e entrega — um convite a deixar o que é profano do lado de fora."
    },
    {
      "numero": "4",
      "texto": "Ele fez para o templo, janelas com grades estreitas.",
      "reflexao": "As janelas deixavam entrar a luz, mas com contenção, revelando que a luz divina deve ser filtrada pelo temor e pela sabedoria. Nem tudo se revela de uma vez; há mistérios que se compreendem aos poucos, com maturidade espiritual."
    },
    {
      "numero": "5",
      "texto": "Junto às paredes do átrio principal e do santuário interior, construiu uma estrutura em torno do edifício, na qual havia salas laterais.",
      "reflexao": "As salas laterais serviam de suporte ao templo, mostrando que o que é central precisa ser sustentado. Assim também na vida: o coração deve ser o templo, mas os gestos, hábitos e decisões formam as salas que o protegem e fortalecem."
    },
    {
      "numero": "6",
      "texto": "O andar inferior tinha dois metros e vinte e cinco centímetros de largura, o andar intermediário tinha dois metros e setenta centímetros e o terceiro andar tinha três metros e quinze centímetros. Ele fez saliências de apoio nas paredes externas do templo, de modo que não houve necessidade de perfurar as paredes.",
      "reflexao": "Cada nível da construção aumentava em largura, como uma escada de crescimento. Assim é o caminho do justo: de glória em glória. As saliências revelam que Deus deseja que a edificação não destrua o que é essencial — o templo deve ser preservado por dentro enquanto cresce por fora."
    },
    {
      "numero": "7",
      "texto": "Na construção do templo só foram usados blocos lavrados nas pedreiras, e não se ouviu no templo nenhum barulho de martelo, nem de talhadeira, nem de qualquer outra ferramenta de ferro durante a sua construção.",
      "reflexao": "O silêncio na edificação do templo é um símbolo profundo: a obra de Deus deve ser feita com reverência e harmonia. No sagrado, ruídos de violência não têm lugar. Deus edifica com ordem, e o verdadeiro templo é moldado antes de ser montado — como um coração já preparado pelo Espírito."
    },
    {
      "numero": "8",
      "texto": "A entrada para o andar inferior ficava no lado sul do templo; uma escada conduzia até o andar intermediário e dali ao terceiro.",
      "reflexao": "A escada entre os andares sugere que a caminhada com Deus é gradual e exige ascensão. Não se chega ao alto sem passar pelos degraus do serviço, da humildade e da obediência."
    },
    {
      "numero": "9",
      "texto": "Assim ele construiu o templo e o terminou, fazendo-lhe um forro com vigas e tábuas de cedro.",
      "reflexao": "O cedro, madeira nobre e durável, cobria o templo, mostrando que o que é feito para Deus deve ser o melhor. Nossa adoração deve ser revestida de integridade, beleza e dedicação — não por vaidade, mas por honra."
    },
    {
      "numero": "10",
      "texto": "E fez as salas laterais ao longo de todo o templo. Cada uma tinha dois metros e vinte e cinco centímetros de altura, e elas estavam ligadas ao templo por vigas de cedro.",
      "reflexao": "As salas laterais estavam ligadas firmemente ao templo, formando uma unidade funcional. Assim também, cada área da nossa vida deve estar conectada à presença de Deus. A santidade não está apenas no altar, mas em tudo o que o cerca."
    },
    {
      "numero": "11",
      "texto": "E a palavra do Senhor veio a Salomão dizendo:",
      "reflexao": "Mesmo no meio da construção de algo grandioso, Deus interrompe com Sua voz. O Senhor fala ao trabalhador, não apenas ao adorador. A escuta atenta é mais importante que o progresso visível."
    },
    {
      "numero": "12",
      "texto": "“Quanto a este templo que você está construindo, se você seguir os meus decretos, executar os meus juízos e obedecer a todos os meus mandamentos, cumprirei por meio de você a promessa que fiz ao seu pai Davi,”",
      "reflexao": "A permanência da bênção está ligada à fidelidade. Deus não habita apenas na obra, mas na obediência do coração. É mais importante viver a Palavra do que erguer paredes em seu nome."
    },
    {
      "numero": "13",
      "texto": "“viverei no meio dos israelitas e não abandonarei Israel, o meu povo”.",
      "reflexao": "O maior tesouro da promessa divina é a presença de Deus entre o povo. Mais do que proteção ou bênçãos, Ele nos oferece Sua companhia. Ele não deseja ser adorado de longe, mas habitar entre nós."
    },
    {
      "numero": "14",
      "texto": "E assim Salomão concluiu a construção do templo.",
      "reflexao": "A conclusão da obra física simboliza o cumprimento de uma jornada de fé. O templo pronto não é o fim, mas o início de uma nova etapa onde a presença de Deus será manifesta no meio do povo."
    },
    {
      "numero": "15",
      "texto": "Forrou as paredes do templo por dentro com tábuas de cedro, cobrindo-as desde o chão até o teto, e fez o soalho do templo com tábuas de pinho.",
      "reflexao": "A beleza interior do templo revela que Deus se importa com o invisível, com o que está oculto aos olhos humanos. O interior, mais do que o exterior, é onde a presença divina se manifesta e se agrada."
    },
    {
      "numero": "16",
      "texto": "Separou nove metros na parte de trás do templo, fazendo uma divisão com tábuas de cedro, do chão ao teto, para formar dentro do templo o santuário interno, o Lugar Santíssimo.",
      "reflexao": "O Lugar Santíssimo era o coração do templo — onde habitaria a glória de Deus. Isso nos ensina que até mesmo no templo da nossa alma deve haver um espaço exclusivo e inviolável para o Senhor."
    },
    {
      "numero": "17",
      "texto": "O átrio principal em frente dessa sala media dezoito metros de comprimento.",
      "reflexao": "O espaço amplo à frente do Santo dos Santos representa nossa caminhada até o íntimo de Deus. O templo não era apenas um lugar de rituais, mas uma jornada espiritual em direção ao eterno."
    },
    {
      "numero": "18",
      "texto": "O interior do templo era de cedro, com figuras entalhadas de frutos e flores abertas. Tudo era de cedro; não se via pedra alguma.",
      "reflexao": "Frutos e flores simbolizam vida, beleza e renovação. A presença de Deus se expressa na fertilidade da alma que floresce. Um templo sem pedras à mostra, mas cheio de madeira viva, aponta para um Deus que prefere a vida à frieza da rigidez."
    },
    {
      "numero": "19",
      "texto": "Preparou também o santuário interno no templo para ali colocar a arca da aliança do Senhor.",
      "reflexao": "A arca representava a aliança viva de Deus com seu povo. Guardá-la no centro do templo nos ensina que a nossa aliança com o Senhor deve ser o ponto mais sagrado e protegido da nossa existência."
    },
    {
      "numero": "20",
      "texto": "O santuário interno tinha nove metros de comprimento, nove de largura e nove de altura. Ele revestiu o interior de ouro puro, e também revestiu de ouro o altar de cedro.",
      "reflexao": "A perfeição cúbica do Lugar Santíssimo representa plenitude, equilíbrio e eternidade. O ouro puro não era ostentação, mas símbolo da glória de Deus. Em nosso coração, o altar do Senhor também deve ser revestido com o mais puro amor e reverência."
    },
    {
      "numero": "21",
      "texto": "Salomão cobriu o interior do templo de ouro puro, e estendeu correntes de ouro em frente do santuário interno, que também foi revestido de ouro.",
      "reflexao": "O ouro cobrindo tudo aponta para o valor supremo da presença de Deus. Onde Deus habita, nada pode ser comum. Que cada pensamento, gesto e palavra que brota do nosso íntimo seja banhado pela santidade que brilha como o ouro."
    },
    {
      "numero": "22",
      "texto": "Assim, revestiu de ouro todo o interior do templo e também o altar que pertencia ao santuário interno.",
      "reflexao": "Nada era comum diante da presença de Deus. O ouro no interior reflete a santidade que deve habitar o coração do homem. Que o nosso altar interno também seja revestido com pureza e reverência."
    },
    {
      "numero": "23",
      "texto": "No santuário interno ele esculpiu dois querubins de madeira de oliveira, cada um com quatro metros e meio de altura.",
      "reflexao": "Querubins representam a vigilância e a presença divina. São sentinelas do sagrado. Que em nossa vida, a santidade seja guardada com temor e admiração, pois o Senhor habita no meio dos que O reverenciam."
    },
    {
      "numero": "24",
      "texto": "As asas abertas dos querubins mediam dois metros e vinte e cinco centímetros: quatro metros e meio da ponta de uma asa à ponta da outra.",
      "reflexao": "As asas estendidas sobre o Santo dos Santos revelam proteção e acolhimento. Assim como os querubins cobriam o lugar da presença, o amor de Deus também cobre aqueles que andam sob Sua aliança."
    },
    {
      "numero": "25",
      "texto": "Os dois querubins tinham a mesma medida e a mesma forma.",
      "reflexao": "A igualdade entre os querubins nos lembra que diante de Deus não há parcialidade. Todos os que servem em Sua presença devem se apresentar com humildade, sem se elevarem uns sobre os outros."
    },
    {
      "numero": "26",
      "texto": "A altura de cada querubim era de quatro metros e meio.",
      "reflexao": "A grandiosidade dos querubins aponta para a majestade daquele a quem servem. Tudo que está ao redor do Senhor exalta sua glória. Que a nossa vida também anuncie a Sua grandeza, mesmo em silêncio."
    },
    {
      "numero": "27",
      "texto": "Ele colocou os querubins, com as asas abertas, no santuário interno do templo. A asa de um querubim encostava numa parede, e a do outro encostava na outra. As suas outras asas encostavam uma na outra no meio do santuário.",
      "reflexao": "As asas unidas no centro do templo simbolizam unidade e comunhão sob a presença divina. Onde há aliança com Deus, há também harmonia entre os que O servem."
    },
    {
      "numero": "28",
      "texto": "Ele revestiu os querubins de ouro.",
      "reflexao": "Mesmo os anjos esculpidos para o templo eram cobertos de ouro. Isso revela que tudo que toca o sagrado deve expressar o melhor. Que nossas atitudes reflitam o valor que damos à presença do Altíssimo."
    },
    {
      "numero": "29",
      "texto": "Nas paredes ao redor do templo, tanto na parte interna como na externa, ele esculpiu querubins, tamareiras e flores abertas.",
      "reflexao": "As paredes adornadas com símbolos de vida e presença celestial mostram que onde Deus habita, há beleza e abundância. Que a vida com Deus floresça em cada detalhe da nossa existência."
    },
    {
      "numero": "30",
      "texto": "Também revestiu de ouro os pisos, tanto na parte interna como na externa do templo.",
      "reflexao": "Até o chão onde se pisa diante do Senhor foi coberto de ouro. Isso nos lembra de andar com temor e santidade, pois cada passo diante de Deus é sagrado."
    },
    {
      "numero": "31",
      "texto": "Para a entrada do santuário interno fez portas de oliveira com batentes de cinco lados.",
      "reflexao": "A madeira de oliveira, símbolo de paz e unção, foi usada na entrada do lugar mais santo. Que cada porta que conduz ao nosso coração também seja feita de paz e consagrada à presença do Espírito."
    },
    {
      "numero": "32",
      "texto": "E nas duas portas de madeira de oliveira esculpiu querubins, tamareiras e flores abertas, e revestiu os querubins e as tamareiras de ouro batido.",
      "reflexao": "As portas para o sagrado estavam cheias de símbolos vivos e celestiais, todos banhados de ouro. A entrada para a comunhão com Deus é gloriosa e viva. Que nossa alma seja uma porta adornada com pureza, beleza e zelo."
    },
    {
      "numero": "33",
      "texto": "Também fez pilares de quatro lados, de madeira de oliveira para a entrada do templo.",
      "reflexao": "Os pilares da entrada eram feitos de madeira nobre, sustentando o acesso ao sagrado. Assim também nossa fé deve ser firme, bem alicerçada, sustentando o templo interior onde Deus deseja habitar."
    },
    {
      "numero": "34",
      "texto": "Fez também duas portas de pinho, cada uma com duas folhas que se articulavam por meio de dobradiças.",
      "reflexao": "As portas articuladas simbolizam o movimento controlado de acesso. Nem todos podem entrar sem reverência. Que o nosso coração tenha portas que se abram com sabedoria e se fechem diante da impureza."
    },
    {
      "numero": "35",
      "texto": "Entalhou figuras de querubins, de tamareiras e de flores abertas nas portas e as revestiu todas igualmente de ouro batido.",
      "reflexao": "A entrada do templo era adornada com imagens que expressavam a vida, a santidade e a vigilância divina. Assim também devem ser os nossos caminhos: enfeitados com símbolos de fé e banhados pela presença gloriosa de Deus."
    },
    {
      "numero": "36",
      "texto": "E construiu o pátio interno com três camadas de pedra lavrada e uma de vigas de cedro.",
      "reflexao": "O pátio interno foi erguido com firmeza e beleza, combinando solidez e nobreza. A vida cristã precisa desses dois elementos: base inabalável na verdade e beleza moldada pela presença de Deus."
    },
    {
      "numero": "37",
      "texto": "O alicerce do templo do Senhor foi lançado no mês de zive do quarto ano.",
      "reflexao": "O início da construção foi marcado com precisão e propósito. Quando começamos algo para Deus, devemos fazê-lo com consciência, no tempo certo e com o coração consagrado à missão que nos foi confiada."
    },
    {
      "numero": "38",
      "texto": "No mês de bul, o oitavo mês, do décimo primeiro ano, o templo foi terminado em todos os seus detalhes, de acordo com as suas especificações. Ele levou sete anos para construí-lo.",
      "reflexao": "A obra levou sete anos, mas foi concluída com perfeição. Deus honra os processos feitos com paciência e dedicação. Que sejamos fiéis até o fim, pois a glória da conclusão supera o esforço do começo."
    }
  ]
}
