{
  "livro": "1 Reis",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando o rei Davi envelheceu, já de idade bem avançada, cobriam-no de cobertores, mas ele não se aquecia.",
      "reflexao": "Mesmo o grande rei Davi, o homem segundo o coração de Deus, enfrentou os limites da fragilidade humana. O corpo, antes vigoroso, agora não respondia mais. Esta imagem nos ensina que, por mais gloriosas que sejam nossas conquistas, somos todos vulneráveis ao tempo. No fim, o que nos aquece não é o cobertor, mas a presença viva de Deus em nossa história."
    },
    {
      "numero": "2",
      "texto": "Por isso os seus servos lhe propuseram: ‘Nós vamos procurar uma jovem virgem para servir e cuidar do rei. Ela se deitará ao seu lado, a fim de aquecer o rei’.",
      "reflexao": "A tentativa humana de trazer conforto a Davi revela um esforço nobre, mas também limitado. Há momentos em que o cuidado alheio não preenche o vazio da alma ou o frio do espírito. Isso aponta para a necessidade de um calor que não vem do corpo, mas do Espírito — o consolo que vem do alto e que verdadeiramente nos revigora."
    },
    {
      "numero": "3",
      "texto": "Então procuraram em todo o território de Israel uma jovem que fosse bonita e encontraram Abisague, uma sunamita, e a levaram ao rei.",
      "reflexao": "A escolha de Abisague reflete a busca pela beleza e juventude como instrumentos de cuidado. Mas Deus, ao longo da história, mostra que Seu critério vai além das aparências. Enquanto os homens procuram por exterior, o Senhor vê o coração. Abisague entra na narrativa como símbolo do zelo humano, mas também como contraste à presença divina que age silenciosamente por trás das cenas."
    },
    {
      "numero": "4",
      "texto": "A jovem, muito bonita, cuidava do rei e o servia, mas o rei não teve relações com ela.",
      "reflexao": "Há pureza neste gesto. Em um tempo de transição e fragilidade, a proximidade não foi usada para vantagem. A relação de Abisague com Davi foi marcada pelo serviço e respeito. Que isso nos ensine que o verdadeiro cuidado é desinteressado, e que a beleza do servir está em amar sem exigir, em estar perto sem tomar posse, em honrar mesmo na fraqueza alheia."
    },
    {
      "numero": "5",
      "texto": "Ora, Adonias, cuja mãe se chamava Hagite, tomou a dianteira e disse: ‘Eu serei o rei’. Providenciou uma carruagem e cavalos, além de cinquenta homens para correrem à sua frente.",
      "reflexao": "O coração de Adonias revela a sede pelo poder, antecipando-se sem a direção divina. Quem se exalta por si mesmo está construindo sobre areia. O uso de carruagens e homens era só fachada — o trono não se conquista pela força, mas pela vontade de Deus. Essa atitude nos alerta contra o orgulho que nos faz correr à frente de Deus, esquecendo que o verdadeiro reinado começa na humildade."
    },
    {
      "numero": "6",
      "texto": "Seu pai nunca o havia contrariado; nunca lhe perguntava: ‘Por que você age assim?’ Adonias também tinha boa aparência e havia nascido depois de Absalão.",
      "reflexao": "O silêncio de Davi na formação de Adonias fala alto. A ausência de correção, ainda que por amor, pode gerar rebeldia disfarçada de autoconfiança. A beleza e o privilégio sem disciplina são perigosas armadilhas. Este versículo nos ensina o valor da repreensão justa e do amor que corrige, pois sem limites, mesmo os dons se tornam instrumentos de queda."
    },
    {
      "numero": "7",
      "texto": "Adonias fez acordo com Joabe, filho de Zeruia, e com o sacerdote Abiatar, e eles o seguiram e o apoiaram.",
      "reflexao": "Nem todo apoio é sinal de aprovação divina. Adonias cercou-se de nomes influentes, mas alianças humanas não substituem a unção de Deus. Em tempos de ambição, há quem se junte por conveniência, e não por convicção. É preciso discernimento para saber quem caminha conosco por fidelidade e quem apenas segue o brilho de uma coroa que pode não ter sido dada por Deus."
    },
    {
      "numero": "8",
      "texto": "Mas o sacerdote Zadoque, Benaia, filho de Joiada, o profeta Natã, Simei, Reí e a guarda especial de Davi não deram apoio a Adonias.",
      "reflexao": "A fidelidade se revela nos momentos de crise. Enquanto alguns se curvam ao poder aparente, outros permanecem firmes à verdade e à vontade divina. Zadoque, Natã e os fiéis de Davi representam a resistência silenciosa da integridade. O verdadeiro apoio não se vende ao brilho do momento — ele se ancora na promessa que vem do alto."
    },
    {
      "numero": "9",
      "texto": "Então Adonias sacrificou ovelhas, bois e novilhos gordos junto à pedra de Zoelete, próximo a En-Rogel. Convidou todos os seus irmãos, filhos do rei, e todos os homens de Judá que eram conselheiros do rei,",
      "reflexao": "Adonias tentou legitimar sua ascensão com rituais e banquetes, mas a aparência de santidade não substitui o chamado verdadeiro. Sacrifícios vazios são como fumaça: sobem, mas não tocam o coração de Deus. Quando o culto é motivado por ambição, ele se torna um espetáculo sem essência. Deus não se impressiona com cerimônias, mas com corações obedientes."
    },
    {
      "numero": "10",
      "texto": "mas não convidou o profeta Natã nem Benaia nem a guarda especial nem o seu irmão Salomão.",
      "reflexao": "A exclusão intencional dos homens fiéis denuncia o temor da verdade. Quem age nas sombras evita a presença dos justos, pois ela traz luz e confronto. Salomão, o escolhido por Deus, foi deixado de fora, mas não esquecido por Ele. Isso nos ensina que, mesmo quando nos excluem das mesas humanas, estamos incluídos no plano divino — e é isso que realmente importa."
    },
    {
      "numero": "11",
      "texto": "Natã perguntou então a Bate-Seba, mãe de Salomão: ‘Você ainda não sabe que Adonias, o filho de Hagite, tornou-se rei, sem que o nosso senhor Davi ficasse sabendo?’",
      "reflexao": "A pergunta de Natã revela a urgência diante de uma ameaça oculta. Quando a verdade é ignorada, o engano se espalha silenciosamente. É um chamado à vigilância — muitas vezes, as maiores batalhas se travam quando estamos distraídos. A omissão do rei abriu espaço para a ação de Adonias. Que não sejamos passivos quando a justiça exige nossa voz."
    },
    {
      "numero": "12",
      "texto": "Agora, vou dar-lhe um conselho para salvar a sua vida e também a vida do seu filho Salomão.",
      "reflexao": "Natã demonstra discernimento e coragem. Seu conselho é mais que estratégico — é um gesto de fidelidade à promessa divina. Em tempos de confusão, Deus levanta vozes que não apenas apontam o perigo, mas indicam o caminho da preservação. Em cada geração, a sabedoria aliada à coragem tem o poder de preservar o que é justo diante do Senhor."
    },
    {
      "numero": "13",
      "texto": "Vá perguntar ao rei Davi: Ó rei, meu senhor, não juraste a esta tua serva, prometendo: ‘Tenha certeza que o seu filho Salomão me sucederá como rei, e se assentará no meu trono?’ Por que foi então, que Adonias se tornou rei?",
      "reflexao": "A lembrança do juramento é a convocação à fidelidade. Deus honra alianças feitas com sinceridade, e quando promessas são ameaçadas, Ele levanta intercessores para reavivá-las. O questionamento de Bate-Seba não é acusação, mas um clamor pela verdade. Assim também devemos agir: lembrar promessas, orar por sua realização, e confiar no Deus que vela sobre Sua Palavra."
    },
    {
      "numero": "14",
      "texto": "Enquanto você ainda estiver conversando com o rei, eu entrarei e confirmarei as suas palavras.",
      "reflexao": "Natã planeja agir em unidade com Bate-Seba — uma imagem de cooperação e propósito. Deus age muitas vezes por meio da concordância entre os justos. Quando dois falam com uma só voz em favor da verdade, o céu se move. Essa é uma lição sobre aliança entre os que temem ao Senhor: quando há unidade em torno do bem, a justiça ganha força."
    },
    {
      "numero": "15",
      "texto": "Então Bate-Seba foi até o quarto do rei, já idoso, onde a sunamita Abisague cuidava dele.",
      "reflexao": "A cena é de delicadeza e vulnerabilidade. O rei, em seus últimos dias, é visitado por uma mãe em angústia. Deus, que é justo juiz, não ignora o clamor dos que vêm com sinceridade. Mesmo quando os poderosos parecem frágeis, o trono de Deus continua firme, e Ele move os céus em favor daqueles que O buscam com coração reto."
    },
    {
      "numero": "16",
      "texto": "Bate-Seba ajoelhou-se e prostrou-se diante do rei. ‘O que você quer?’, o rei perguntou.",
      "reflexao": "A postura de Bate-Seba é reverente e cheia de respeito, mesmo em meio à urgência. A honra precede o pedido. Em nossa relação com Deus, também somos chamados a nos prostrar em humildade antes de apresentar nossas petições. O coração quebrantado abre portas que a força não consegue arrombar."
    },
    {
      "numero": "17",
      "texto": "Ela respondeu: ‘Meu senhor, tu mesmo juraste a esta tua serva, pelo Senhor o teu Deus: ‘Seu filho Salomão o sucederá como rei e se assentará no meu trono’.",
      "reflexao": "Bate-Seba apela à palavra empenhada e ao nome do Senhor. Isso nos mostra o peso da promessa feita diante de Deus. Promessas feitas em Seu nome não são apenas palavras — são alianças espirituais. A lembrança do compromisso nos ensina a valorizar a fidelidade, mesmo quando o tempo passa e as circunstâncias mudam. Deus honra os compromissos firmados com sinceridade."
    },
    {
      "numero": "18",
      "texto": "Mas agora Adonias se tornou rei, sem que o rei meu senhor o soubesse.",
      "reflexao": "A usurpação do trono por Adonias mostra como o mal age nas brechas da omissão. Quando os olhos do justo se fecham, o injusto se aproveita da escuridão. Este alerta nos exorta à vigilância constante, pois onde a verdade se cala, o engano toma assento. Mas nenhuma conspiração escapa ao conhecimento de Deus — Ele vela por Sua promessa."
    },
    {
      "numero": "19",
      "texto": "Ele sacrificou muitos bois, novilhos gordos e ovelhas, e convidou todos os filhos do rei, o sacerdote Abiatar, e Joabe, o comandante do exército, mas não convidou o teu servo Salomão.",
      "reflexao": "A seletividade de Adonias denuncia sua intenção. Ele chama os aliados do poder, mas exclui o escolhido. Aqueles que tramam no oculto evitam a luz da verdade. Que isso nos ensine a não nos abater quando formos deixados de lado — às vezes, a exclusão é sinal de que Deus nos está reservando para algo maior. O verdadeiro chamado não precisa de convite humano: é confirmado pelo céu."
    },
    {
      "numero": "20",
      "texto": "Agora, ó rei, meu senhor, os olhos de todo o Israel estão sobre ti para saber de tua parte, quem sucederá ao rei, meu senhor, no trono.",
      "reflexao": "Há momentos em que o silêncio de uma autoridade pode comprometer toda uma nação. Bate-Seba reconhece que a decisão do rei impactará o destino de Israel. Assim também em nossa vida: quando temos influência, precisamos usá-la com responsabilidade. Todos olham para o trono de Davi, mas nós olhamos para o trono de Deus — e d’Ele vem toda decisão justa e eterna."
    },
    {
      "numero": "21",
      "texto": "De outro modo, tão logo o rei, meu senhor descanse com os seus antepassados, eu e o meu filho Salomão seremos tratados como traidores.",
      "reflexao": "O futuro de Bate-Seba e Salomão estava em risco, não por culpa própria, mas pela omissão de uma resposta. Isso nos ensina que o silêncio diante da injustiça pode custar vidas e destinos. Mas Deus vê além do silêncio humano. Mesmo quando tudo parece perdido, Ele ergue aqueles que foram humilhados e protege os que esperam em Sua fidelidade."
    },
    {
      "numero": "22",
      "texto": "Ela ainda conversava com o rei, quando o profeta Natã chegou.",
      "reflexao": "O tempo de Deus é sempre preciso. Natã chega enquanto a verdade ainda é dita, confirmando os planos do céu diante das incertezas da terra. A sincronia entre os fiéis é um sinal da providência divina — quando os justos falam, o Senhor alinha suas vozes para fortalecer a justiça."
    },
    {
      "numero": "23",
      "texto": "Assim que informaram o rei que o profeta Natã havia chegado, ele entrou e prostrou-se, rosto em terra, diante do rei.",
      "reflexao": "A reverência de Natã é um testemunho de humildade diante da autoridade constituída. Mesmo sendo profeta, ele reconhece o lugar do rei, sem deixar de cumprir o papel profético. Essa atitude nos ensina que é possível unir verdade com honra, firmeza com respeito, e coragem com submissão à ordem estabelecida por Deus."
    },
    {
      "numero": "24",
      "texto": "E Natã lhe perguntou: ‘Ó rei, meu senhor, por acaso declaraste que Adonias te sucederia como rei e que ele se assentaria no teu trono?’",
      "reflexao": "A pergunta de Natã não é acusação, mas um apelo à verdade. Ele convida o rei a se posicionar com clareza. Em tempos de confusão, o silêncio pode ser interpretado como consentimento. Deus nos chama a sermos vozes que despertam consciências — mesmo que isso exija enfrentar a indiferença com ousadia serena."
    },
    {
      "numero": "25",
      "texto": "Hoje ele foi matar muitos bois, novilhos gordos e ovelhas. Convidou todos os filhos do rei, os comandantes do exército e o sacerdote Abiatar. Agora eles estão comendo e bebendo com ele e comemorando: ‘Viva o rei Adonias!’",
      "reflexao": "A celebração de Adonias é ruidosa, mas vazia de legitimidade. A festa dos homens pode esconder a ausência da bênção de Deus. Em tempos de aparência, a verdadeira autoridade não se manifesta em banquetes, mas em promessas cumpridas por fidelidade. Que não nos deixemos enganar pelos aplausos do momento — o trono só pertence a quem foi chamado por Deus."
    },
    {
      "numero": "26",
      "texto": "Mas ele não convidou a mim, que sou teu servo, nem ao sacerdote Zadoque nem a Benaia, filho de Joiada, nem a teu servo Salomão.",
      "reflexao": "A exclusão dos fiéis revela a intenção oculta: evitar o confronto com a verdade. Quem anda fora da vontade de Deus busca caminhos de sombras e se afasta dos que representam luz. Mas não há como esconder-se do plano divino. A ausência na festa dos homens é, muitas vezes, o sinal de que Deus está reservando algo maior no silêncio."
    },
    {
      "numero": "27",
      "texto": "Seria isto algo que o rei, meu senhor, fez sem deixar que os seus conselheiros soubessem quem sucederia ao rei, meu senhor, no trono?",
      "reflexao": "Natã lança a dúvida que convoca à decisão. Quando líderes se calam, os que buscam a justiça precisam perguntar com coragem. O discernimento espiritual inclui o zelo por clareza e verdade. Deus levanta vozes que, com respeito, exigem definição. Afinal, onde há omissão, o erro se prolifera. Mas onde há posicionamento, a vontade de Deus prevalece."
    },
    {
      "numero": "28",
      "texto": "Então o rei Davi ordenou: ‘Chamem Bate-Seba’. Ela entrou e ficou de pé diante dele.",
      "reflexao": "Davi responde com prontidão, indicando que, mesmo enfraquecido, o seu espírito ainda estava sensível à justiça. Ele retoma o controle diante da ameaça. Quando nos calamos por tempo demais, ainda há graça se decidirmos nos levantar em favor do que é certo. A justiça pode tardar nas mãos humanas, mas jamais falha nas mãos de Deus."
    },
    {
      "numero": "29",
      "texto": "O rei fez então um juramento: ‘Juro pelo nome do Senhor, o qual me livrou de todas as adversidades’,",
      "reflexao": "Davi invoca o nome do Senhor como testemunha de sua decisão. O mesmo Deus que o livrou das lutas passadas é quem o sustenta para cumprir sua palavra. Este juramento não é apenas formal — é espiritual. Toda vez que lembramos o que Deus já fez por nós, ganhamos forças para agir com fidelidade no presente."
    },
    {
      "numero": "30",
      "texto": "‘que sem dúvida hoje mesmo vou executar o que jurei pelo Senhor, o Deus de Israel. O seu filho Salomão me sucederá como rei e se assentará no meu trono em meu lugar’.",
      "reflexao": "A promessa ganha forma, e a verdade retoma seu lugar. Davi honra a palavra que empenhou diante de Deus. Mesmo na velhice, ele cumpre seu papel com dignidade. Isso nos mostra que não há tempo errado para se alinhar à vontade divina — enquanto houver fôlego, há tempo para fazer o que é certo. Deus honra os que mantêm sua palavra até o fim."
    },
    {
      "numero": "31",
      "texto": "Então Bate-Seba prostrou-se, rosto em terra, e, ajoelhando-se diante do rei, disse: ‘Que o rei Davi, meu senhor, viva para sempre!’",
      "reflexao": "O gesto de Bate-Seba é de gratidão e reverência. O coração que reconhece a fidelidade se curva com alegria. Em nossa jornada, há momentos em que a justiça tarda, mas quando chega, gera louvor genuíno. Que saibamos celebrar com gratidão cada promessa cumprida por Deus — pois Ele nunca falha."
    },
    {
      "numero": "32",
      "texto": "O rei Davi ordenou: ‘Chamem o sacerdote Zadoque, o profeta Natã e Benaia, filho de Joiada’. Quando chegaram à presença do rei,",
      "reflexao": "Davi chama os homens certos — fiéis, íntegros, espiritualmente preparados. O verdadeiro mover de Deus se dá entre aqueles que O honram com retidão. Esse momento marca a transição do plano para a ação. Quando a vontade de Deus é revelada, Ele mesmo prepara os instrumentos para cumpri-la. A fidelidade tem nome, rosto e missão."
    },
    {
      "numero": "33",
      "texto": "ele os instruiu: ‘Levem os conselheiros do seu senhor com vocês e ponham o meu filho Salomão sobre a minha mula e levem-no a Giom’.",
      "reflexao": "A mula real, símbolo de autoridade legítima, será agora o sinal visível da escolha divina. Davi age com clareza, apontando publicamente quem deve sucedê-lo. A unção não se esconde — ela se manifesta no tempo certo. Quando Deus determina um caminho, Ele também abre a estrada. O trono de Salomão começa não com festa humana, mas com a confirmação do céu."
    },
    {
      "numero": "34",
      "texto": "Ali o sacerdote Zadoque e o profeta Natã o ungirão rei sobre Israel. Então toquem a trombeta e gritem: ‘Viva o rei Salomão!’",
      "reflexao": "A unção de Salomão marca o momento em que o céu confirma o que fora determinado. A trombeta proclama, diante de todos, que o trono pertence ao escolhido. Quando Deus levanta alguém, Ele o unge à vista de muitos. Essa verdade nos lembra que o chamado do Senhor não é secreto: Ele o confirma com poder e testemunhas fiéis."
    },
    {
      "numero": "35",
      "texto": "Depois acompanhem-no, e ele virá assentar-se no meu trono e reinará em meu lugar. Eu o designei para governar Israel e Judá’.",
      "reflexao": "Davi transfere autoridade com convicção e clareza. Ele reconhece que chegou o tempo de outro reinar. A grandeza de um líder está também em saber quando é hora de passar o bastão. Que este versículo nos ensine a confiar na vontade de Deus acima dos nossos apegos, sabendo que Sua escolha é sempre justa e perfeita para cada tempo."
    },
    {
      "numero": "36",
      "texto": "Benaia, filho de Joiada, respondeu ao rei: ‘Assim se fará! Que o Senhor, o Deus do rei, meu senhor, o confirme’.",
      "reflexao": "Benaia responde com lealdade e fé. Ele não apenas obedece, mas ora para que a vontade de Deus se cumpra plenamente. Em um mundo onde tantos obedecem apenas por formalidade, sua resposta mostra que a verdadeira fidelidade nasce da alma que confia no agir divino. Que sejamos assim: obedientes e orantes."
    },
    {
      "numero": "37",
      "texto": "‘Assim como o Senhor esteve com o rei, meu senhor, também esteja ele com Salomão para que ele tenha um reinado ainda mais glorioso do que o meu senhor, o rei Davi!’",
      "reflexao": "Benaia não teme desejar ao novo rei um reinado ainda mais glorioso. Isso é sinal de humildade e visão espiritual. Quando desejamos que os que vêm depois de nós cresçam mais, revelamos o coração do Pai. O verdadeiro discípulo anseia ver o próximo capítulo ser ainda mais belo que o anterior — pois, no Reino de Deus, a glória é progressiva."
    },
    {
      "numero": "38",
      "texto": "Então o sacerdote Zadoque, o profeta Natã, Benaia, filho de Joiada, os queretitas e os peletitas fizeram Salomão montar a mula do rei Davi e o escoltaram até Giom.",
      "reflexao": "A escolta até Giom é mais do que um gesto cerimonial — é a confirmação pública do que foi determinado em secreto. A mula do rei, símbolo de transição legítima, carrega Salomão sob os olhos de toda a nação. Assim também Deus nos leva ao lugar da promessa: com honra, proteção e clareza diante de todos os que duvidaram."
    },
    {
      "numero": "39",
      "texto": "O sacerdote Zadoque pegou na Tenda o chifre com óleo e ungiu Salomão. Então tocaram a trombeta e todo o povo gritou: ‘Viva o rei Salomão!’",
      "reflexao": "O óleo derramado sela o propósito eterno. A unção não apenas confirma o rei — ela consagra o coração para a missão. E quando o céu unge, a terra reconhece. O povo grita com alegria, pois quando o justo governa, há festa. Que busquemos não apenas o lugar de autoridade, mas o coração preparado pelo óleo da unção de Deus."
    },
    {
      "numero": "40",
      "texto": "E todo o povo o acompanhou, tocando flautas e comemorando, de tal forma que o chão tremia com o barulho.",
      "reflexao": "A alegria do povo é tão intensa que a terra parece estremecer. Quando a justiça prevalece, a criação inteira celebra. Esta imagem nos aponta para algo maior: quando o Reino de Deus se manifesta, até o chão vibra em reconhecimento. Que nossas vidas também façam o céu e a terra se alegrarem pela presença do Rei dos reis em nós."
    },
    {
      "numero": "41",
      "texto": "Adonias e todos os seus convidados souberam disso quando estavam terminando o banquete. Ao ouvir o toque da trombeta, Joabe perguntou: ‘O que significa esta gritaria, esse alvoroço na cidade?’",
      "reflexao": "O alvoroço que interrompe o banquete de Adonias mostra que nenhuma festa construída sobre a vaidade permanece em silêncio por muito tempo. O som da verdade sempre virá, rompendo as celebrações do engano. Deus sabe como interromper aquilo que foi levantado fora de Sua vontade — e Ele o faz no momento certo, com clareza e impacto."
    },
    {
      "numero": "42",
      "texto": "Falava ele ainda, quando chegou Jônatas, filho do sacerdote Abiatar. E Adonias lhe disse: ‘Entre, pois um homem digno como você deve estar trazendo boas notícias!’",
      "reflexao": "A expectativa de Adonias revela sua confiança equivocada. Ele espera boas notícias, mas se esquece de que a justiça divina já foi proclamada. Muitas vezes, confiamos em alianças humanas, esquecendo que o juízo de Deus não falha. A dignidade de Jônatas não muda os fatos — quem vive pela verdade não mascara a realidade. E quando Deus decide intervir, nem as aparências sustentam a ilusão por muito tempo."
    },
    {
      "numero": "43",
      "texto": "‘De modo algum’, respondeu Jônatas a Adonias. ‘Davi, o nosso rei e senhor, constituiu rei a Salomão.’",
      "reflexao": "A resposta de Jônatas é direta e definitiva. Quando a vontade de Deus se cumpre, não há argumento que a desfaça. Toda tentativa de usurpação perde força diante da autoridade legítima. O verdadeiro rei não se impõe — ele é reconhecido. E quando Deus estabelece alguém, nenhum engano pode permanecer de pé."
    },
    {
      "numero": "44",
      "texto": "‘O rei enviou com ele o sacerdote Zadoque, o profeta Natã, Benaia, filho de Joiada, os queretitas e os peletitas, e eles o fizeram montar a mula do rei.’",
      "reflexao": "A presença dos fiéis e a simbologia da mula do rei revelam que a transição foi conduzida com sabedoria e autoridade. Não há confusão na ordem divina: cada passo é conduzido com clareza, honra e discernimento. A legitimidade de Salomão não está apenas na unção, mas também na confirmação pelos justos."
    },
    {
      "numero": "45",
      "texto": "‘Depois o sacerdote Zadoque e o profeta Natã o ungiram rei em Giom. De lá eles saíram comemorando, e a cidade está alvoroçada. É esse o barulho que vocês ouvem.’",
      "reflexao": "A cidade vibra com a proclamação do rei legítimo. Quando a justiça resplandece, até os muros celebram. O alvoroço do povo não é desordem — é júbilo. Assim também acontece quando Cristo reina nos corações: o silêncio da dúvida dá lugar à alegria incontida da verdade revelada."
    },
    {
      "numero": "46",
      "texto": "‘Além disso, Salomão já se assentou no trono real.’",
      "reflexao": "O trono, que parecia ameaçado, agora está ocupado. A promessa foi cumprida. Deus não apenas ungiu Salomão — Ele o estabeleceu. Quando esperamos com paciência, o Senhor nos coloca no lugar certo, na hora exata. Não precisamos correr atrás do trono: quando Ele quer, o trono vem até nós."
    },
    {
      "numero": "47",
      "texto": "‘Até mesmo os oficiais do rei foram cumprimentar Davi, o nosso rei e senhor, dizendo: ‘Que o teu Deus torne o nome de Salomão mais famoso que o teu, e o seu reinado mais glorioso do que o teu!’ E o rei curvou-se reverentemente em sua cama,’",
      "reflexao": "Davi se alegra ao ver a bênção avançar além de sua geração. Sua humildade em desejar que Salomão vá mais longe mostra o coração de um verdadeiro servo. A glória de um pai está em ver o filho superar sua caminhada. Que nosso legado não seja de comparação, mas de impulso — para que os que vierem depois brilhem ainda mais."
    },
    {
      "numero": "48",
      "texto": "‘e disse: ‘Bendito seja o Senhor, o Deus de Israel, que permitiu que os meus olhos vissem hoje um sucessor em meu trono’.’",
      "reflexao": "Esta é a benção de um coração que descansará em paz: ver a fidelidade de Deus se cumprir diante dos próprios olhos. A gratidão de Davi é o louvor de quem sabe que tudo vem do Senhor. Que sejamos capazes de reconhecer a mão de Deus, não apenas quando começamos algo, mas também quando vemos outros continuarem a obra com excelência."
    },
    {
      "numero": "49",
      "texto": "Diante disso, todos os convidados de Adonias entraram em pânico e se dispersaram.",
      "reflexao": "A multidão que antes exaltava Adonias agora foge, revelando a fragilidade das alianças baseadas em vaidade. Quando a verdade vem à tona, o falso brilho se apaga. Que isso nos ensine a não confiar no número dos que nos seguem, mas na firmeza do Deus que nos escolhe. Com Ele, ainda que sós, jamais seremos vencidos."
    },
    {
      "numero": "50",
      "texto": "Mas Adonias, com medo de Salomão, foi agarrar-se às pontas do altar.",
      "reflexao": "O altar torna-se refúgio para quem antes buscava o trono por ambição. É uma imagem que fala de misericórdia: mesmo os que erram podem se lançar à presença de Deus. O altar continua sendo lugar de esperança, não de manipulação. Deus não despreza o quebrantado, mas sonda o coração para ver se há arrependimento verdadeiro."
    },
    {
      "numero": "51",
      "texto": "Então informaram a Salomão: ‘Adonias está com medo do rei Salomão e está agarrado às pontas do altar. Ele diz: ‘Que o rei Salomão me jure que não matará o seu servo pela espada’.’",
      "reflexao": "O temor de Adonias é legítimo, mas sua súplica mostra que ele reconhece a autoridade de Salomão. Quando o orgulho é quebrado, nasce a oportunidade da graça. Em vez de continuar em disputa, ele se rende. É um convite à reflexão: em vez de lutar contra os planos de Deus, melhor é submeter-se a Ele com humildade."
    },
    {
      "numero": "52",
      "texto": "Salomão respondeu: ‘Se ele se mostrar confiável, não cairá nem um só fio de cabelo da sua cabeça; mas se nele se descobrir alguma maldade, ele morrerá.’",
      "reflexao": "A resposta de Salomão é justa e firme. Ele não age por impulso, mas com sabedoria e discernimento. A misericórdia está presente, mas não sem vigilância. Assim também é o coração de Deus: cheio de compaixão, mas atento à verdade. A verdadeira justiça é aquela que equilibra o perdão com a responsabilidade."
    },
    {
      "numero": "53",
      "texto": "Então o rei enviou alguns soldados, e eles o fizeram descer do altar. E Adonias veio e se curvou solenemente perante o rei Salomão, que lhe disse: ‘Vá para casa’.",
      "reflexao": "Adonias desce do altar e se curva — a ambição dá lugar à submissão. Salomão, já como rei, demonstra domínio e misericórdia. Ele encerra a questão com paz. Essa cena encerra o capítulo com uma poderosa lição: quando Deus reina, a justiça se manifesta com equilíbrio e o coração é guiado não pelo ego, mas pela sabedoria que vem do alto."
    }
  ]
}
