{
  "livro": "1 Reis",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Por ordem do Senhor um homem de Deus foi de Judá a Betel, quando Jeroboão estava de pé junto ao altar para queimar incenso.",
      "reflexao": "Deus sempre levanta vozes proféticas para confrontar a idolatria, mesmo diante dos tronos mais poderosos. O homem de Deus vai a Betel com uma missão santa: ser voz do Altíssimo diante do desvio. Quando o altar é profanado, a Palavra se faz presente como chama que purifica."
    },
    {
      "numero": "2",
      "texto": "Ele clamou contra o altar, segundo a ordem do Senhor: ‘Ó altar, ó altar! Assim diz o Senhor: ‘Um filho nascerá na família de Davi e se chamará Josias. Sobre você ele sacrificará os sacerdotes dos altares idólatras que agora queimam incenso aqui, e ossos humanos serão queimados sobre você’ ’.",
      "reflexao": "O clamor contra o altar revela que o julgamento virá sobre tudo o que foi corrompido. Deus anuncia pelo nome aquele que trará purificação: Josias. Nada escapa ao Seu controle. Os altares falsos cairão, e os que neles se apoiam serão expostos. A Palavra de Deus antecipa o futuro para nos alinhar ao que é eterno."
    },
    {
      "numero": "3",
      "texto": "Naquele mesmo dia o homem de Deus deu um sinal: ‘Este é o sinal que o Senhor declarou: O altar se fenderá, e as cinzas que estão sobre ele se derramarão’.",
      "reflexao": "A profecia é confirmada com um sinal visível. O altar, símbolo da falsa adoração, será quebrado. O Senhor não apenas fala — Ele mostra. Suas palavras não são promessas vagas, mas certezas visíveis. O fender do altar é o anúncio de que nada impuro permanecerá de pé diante de Deus."
    },
    {
      "numero": "4",
      "texto": "Quando o rei Jeroboão ouviu o que o homem de Deus proclamava contra o altar de Betel, apontou para ele e ordenou: ‘Prendam-no!’ Mas o braço que ele tinha estendido ficou paralisado, e não voltava ao normal.",
      "reflexao": "A tentativa de calar a verdade resulta em juízo. O braço que se ergueu contra o profeta foi imobilizado. A Palavra de Deus é intocável — quem tenta silenciá-la encontra resistência divina. O braço do rei representa o poder humano, mas diante da voz do Senhor, ele nada pode."
    },
    {
      "numero": "5",
      "texto": "Além disso, o altar se fendeu, e as suas cinzas se derramaram, conforme o sinal dado pelo homem de Deus por ordem do Senhor.",
      "reflexao": "A confirmação é incontestável: o altar se quebra e as cinzas caem. Tudo o que parecia firme desmorona diante da presença de Deus. O falso culto não resiste à verdade. Quando a Palavra vem com autoridade, até os símbolos da idolatria se despedaçam."
    },
    {
      "numero": "6",
      "texto": "Então o rei disse ao homem de Deus: ‘Interceda junto ao Senhor, o seu Deus, e ore por mim para que meu braço se recupere’. O homem de Deus intercedeu junto ao Senhor, e o braço do rei recuperou-se e voltou ao normal.",
      "reflexao": "Mesmo após agir com dureza, o rei reconhece a necessidade de intercessão. E o homem de Deus ora. Há poder na oração feita com humildade, até mesmo em favor de quem se opôs. O milagre da cura revela o coração misericordioso do Senhor, que não nega graça aos que se arrependem."
    },
    {
      "numero": "7",
      "texto": "O rei disse ao homem de Deus: ‘Venha à minha casa e coma algo, e eu o recompensarei’.",
      "reflexao": "O convite do rei é uma tentativa sutil de conquistar o profeta, talvez para suavizar a mensagem. Mas o servo de Deus sabe que fidelidade não se negocia. Muitas vezes, as maiores tentações vêm disfarçadas de honra. Nem todo convite é bênção — alguns são prova."
    },
    {
      "numero": "8",
      "texto": "Mas o homem de Deus respondeu ao rei: ‘Mesmo que me desse a metade dos seus bens, eu não iria com você, nem comeria nem beberia nada neste lugar.’",
      "reflexao": "A firmeza do profeta mostra que sua missão não estava à venda. Ele sabia a quem pertencia e a quem devia obediência. Dizer ‘não’ a um rei exige coragem, mas dizer ‘sim’ a Deus exige fidelidade. Há momentos em que recusar um banquete é prova de que o coração já está saciado pela vontade divina."
    },
    {
      "numero": "9",
      "texto": "Pois recebi estas ordens pela palavra do Senhor: ‘Não coma pão nem beba água nem volte pelo mesmo caminho por onde veio’.",
      "reflexao": "A ordem era clara e específica. Deus não apenas envia — Ele instrui. O caminho do profeta deve ser marcado pela obediência plena. Voltar por outro caminho é mais do que geografia: é simbologia espiritual. A missão transforma o mensageiro. Ele não pode retornar como veio, porque foi marcado pela presença de Deus."
    },
    {
      "numero": "10",
      "texto": "Por isso, quando ele voltou, não foi pelo caminho pelo qual tinha vindo a Betel.",
      "reflexao": "A obediência do profeta se confirma no detalhe do retorno. Deus observa o caminho que escolhemos, mesmo após cumprirmos nossa missão. O trajeto também é parte do chamado. Cada passo de obediência é uma oração silenciosa que honra a vontade do Pai."
    },
    {
      "numero": "11",
      "texto": "Ora, havia um certo profeta, já idoso, morando em Betel. Seus filhos lhe contaram tudo o que o homem de Deus havia feito naquele dia e também o que ele dissera ao rei.",
      "reflexao": "O eco da obediência do profeta alcança até os lares. Mesmo os que não estavam presentes foram tocados pelo que viram e ouviram. A fidelidade silenciosa do servo de Deus inspira testemunhos. Quando vivemos para agradar ao Senhor, até os filhos dos outros contam nossas obras com reverência."
    },
    {
      "numero": "12",
      "texto": "O pai lhes perguntou: ‘Por qual caminho ele foi?’ E os seus filhos lhe mostraram por onde tinha ido o homem de Deus que viera de Judá.",
      "reflexao": "Aqueles que apenas ouviram falar da obediência do homem de Deus tornam-se pontes para um novo capítulo da história. O caminho que seguimos pode ser conhecido por outros — e, por vezes, será usado para nos testar. Caminhar com Deus é estar preparado para ser observado, seguido e até confrontado."
    },
    {
      "numero": "13",
      "texto": "Então disse aos filhos: ‘Selem o jumento para mim’. E, depois de selarem o jumento, ele montou",
      "reflexao": "O velho profeta toma iniciativa. O desejo de encontrar o homem de Deus o move. Mas nem toda busca é nobre, e nem todo encontro é divino. O zelo sem discernimento pode se tornar armadilha. A pressa em agir, sem oração, pode gerar tropeços a outros."
    },
    {
      "numero": "14",
      "texto": "e cavalgou à procura do homem de Deus, até que o encontrou sentado embaixo da Grande Árvore. E lhe perguntou: ‘Você é o homem de Deus que veio de Judá?’ ‘Sou’, respondeu.",
      "reflexao": "Sentado à sombra de uma árvore, o profeta descansa. Mas é justamente nesse lugar de pausa que a prova chega. Muitas tentações não vêm na forma de ataques, mas de convites suaves em momentos de cansaço. O reconhecimento do homem de Deus pela boca de outro profeta mostra que até os bons podem ser enganados."
    },
    {
      "numero": "15",
      "texto": "Então o profeta lhe disse: ‘Venha à minha casa, comer alguma coisa’.",
      "reflexao": "O convite parece inocente, até acolhedor. Mas quando vai contra a ordem de Deus, torna-se laço. O cuidado espiritual exige vigilância constante — até o que soa piedoso pode ser um desvio disfarçado de bondade. Nem toda comunhão é vontade do Senhor."
    },
    {
      "numero": "16",
      "texto": "O homem de Deus disse: ‘Não posso ir com você, nem posso comer pão ou beber água neste lugar.’",
      "reflexao": "A resposta firme reflete a obediência inicial. O homem de Deus recorda com fidelidade a ordem recebida. A firmeza em dizer ‘não’ é um ato de adoração. Quem se mantém fiel à voz de Deus, mesmo diante de convites agradáveis, revela que o Senhor ainda é sua prioridade."
    },
    {
      "numero": "17",
      "texto": "‘A palavra do Senhor deu-me esta ordem: ‘Não coma pão nem beba água lá, nem volte pelo mesmo caminho por onde você foi’ ’.",
      "reflexao": "A ordem de Deus não deixa margens para dúvida. É clara, direta e exige obediência sem atalhos. Cada detalhe conta: o que fazer, o que evitar e até o caminho a seguir. A vontade de Deus se revela também nos pequenos limites — e é nesses limites que a fidelidade se prova."
    },
    {
      "numero": "18",
      "texto": "O profeta idoso respondeu: ‘Eu também sou profeta como você. E um anjo me disse por ordem do Senhor: ‘Faça-o voltar com você para a sua casa para que coma pão e beba água’ ’. Mas ele estava mentindo.",
      "reflexao": "A mentira disfarçada de revelação é uma das armas mais perigosas. Quando a autoridade espiritual é usada para contradizer a Palavra de Deus, há engano. Nem tudo que vem com aparência de espiritualidade procede do céu. O discernimento é o escudo dos que desejam permanecer fiéis."
    },
    {
      "numero": "19",
      "texto": "E o homem de Deus voltou com ele e foi comer e beber em sua casa.",
      "reflexao": "A obediência é quebrada pela confiança em um homem e não na Palavra. O profeta cede. Às vezes, a queda não vem por rebeldia, mas por ingenuidade. Mas diante de uma ordem divina, não há justificativa aceitável. A confiança mal colocada enfraquece a firmeza da missão."
    },
    {
      "numero": "20",
      "texto": "Enquanto ainda estavam sentados à mesa, a palavra do Senhor veio ao profeta idoso que o havia feito voltar.",
      "reflexao": "Mesmo em meio ao erro, Deus fala. A mesa que deveria ser lugar de comunhão torna-se palco de confronto. A palavra vem, não ao obediente, mas ao que enganou. Deus mostra que está atento aos atos e às palavras. O silêncio de Deus não é ausência — é espera até o momento certo de revelar a verdade."
    },
    {
      "numero": "21",
      "texto": "Ele bradou ao homem de Deus que tinha vindo de Judá: ‘Assim diz o Senhor: ‘Você desafiou a palavra do Senhor e não obedeceu à ordem que o Senhor, o seu Deus, lhe deu.’",
      "reflexao": "A acusação vem forte: ‘Você desafiou a palavra do Senhor’. O que parecia apenas uma concessão, agora se revela como afronta. O profeta errou ao dar ouvidos ao homem em vez de permanecer firme no que Deus lhe falou. A desobediência não é um erro leve — é desafio à autoridade do Altíssimo."
    },
    {
      "numero": "22",
      "texto": "‘Você voltou e comeu pão e bebeu água no lugar onde ele lhe falou que não comesse nem bebesse. Por isso o seu corpo não será sepultado no túmulo dos seus antepassados’ ’.",
      "reflexao": "A sentença é dura: não haveria honra nem memória entre os seus. Desobedecer à Palavra de Deus tem consequências, mesmo para os que O servem. A fidelidade não é negociável. O preço da transgressão é a quebra de um destino honroso. Deus é amor, mas também é justiça — e a obediência é o caminho que preserva ambos."
    },
    {
      "numero": "23",
      "texto": "Quando o homem de Deus acabou de comer e beber, o outro profeta selou seu jumento para ele.",
      "reflexao": "O retorno parecia simples, quase rotineiro, mas carregava o peso da desobediência. Ao selar o jumento, selava-se também o desfecho de um caminho escolhido longe da Palavra. Mesmo após um erro, Deus ainda nos permite seguir — mas as consequências caminham conosco."
    },
    {
      "numero": "24",
      "texto": "No caminho, um leão o atacou e o matou, e o seu corpo ficou estendido no chão, ao lado do leão e do jumento.",
      "reflexao": "O juízo se apresenta de forma direta e surpreendente. O leão não representa apenas morte, mas justiça divina. Ao lado do corpo, o jumento e o leão permanecem imóveis — um sinal claro de que o ocorrido não foi obra do acaso, mas cumprimento do que Deus havia declarado."
    },
    {
      "numero": "25",
      "texto": "Algumas pessoas que passaram viram o cadáver estendido ali, com o leão ao lado, e foram dar a notícia na cidade onde o profeta idoso vivia.",
      "reflexao": "O testemunho da justiça divina não é escondido. A cena chocante se torna anúncio. Deus permite que outros vejam, não por crueldade, mas para que a reverência à Sua Palavra seja restaurada. O temor do Senhor deve ser lembrado também em nossos caminhos diários."
    },
    {
      "numero": "26",
      "texto": "Quando o outro profeta soube disso, exclamou: ‘É o homem de Deus que desafiou a palavra do Senhor! O Senhor o entregou ao leão, que o feriu e o matou, conforme a palavra do Senhor o tinha advertido’.",
      "reflexao": "O reconhecimento do erro é tardio, mas verdadeiro. O profeta idoso agora vê o peso de suas palavras mentirosas. Deus é justo — mesmo o engano não isenta a responsabilidade individual de obedecer. O profeta morto se torna sinal de que a fidelidade é mais importante que a influência alheia."
    },
    {
      "numero": "27",
      "texto": "O profeta disse aos seus filhos: ‘Selem o jumento para mim’, e eles o fizeram.",
      "reflexao": "O mesmo jumento que transportou o desobediente agora carrega o luto. A ordem do pai revela uma tentativa de reparação tardia. Mesmo quando não podemos mudar o passado, podemos honrar com verdade aqueles que caíram tentando obedecer."
    },
    {
      "numero": "28",
      "texto": "Ele foi e encontrou o cadáver caído no caminho, com o jumento e o leão ao seu lado. O leão não tinha comido o corpo nem ferido o jumento.",
      "reflexao": "A preservação do corpo e do jumento é sinal do controle absoluto de Deus até sobre as feras. Nada foi feito além do necessário. A morte foi juízo, não fúria. A cena exala temor e reverência: até o leão obedece ao Senhor quando o homem falha."
    },
    {
      "numero": "29",
      "texto": "O profeta apanhou o corpo do homem de Deus, colocou-o sobre o jumento, e o levou de volta para Betel, a fim de chorar por ele e sepultá-lo.",
      "reflexao": "Mesmo os que erraram podem ser honrados com arrependimento e dignidade. O velho profeta reconhece o valor daquele que tombou por um deslize. O choro não apaga o juízo, mas revela um coração que compreendeu a seriedade de ouvir — e obedecer — ao Senhor."
    },
    {
      "numero": "30",
      "texto": "Ele o pôs no seu próprio túmulo, e lamentaram por ele, exclamando: ‘Ah, meu irmão!’",
      "reflexao": "Chamá-lo de ‘meu irmão’ é reconhecer que, apesar do erro, ele era verdadeiro servo de Deus. Todos podemos falhar, mas a irmandade na fé nos une até no luto. Enterrá-lo no próprio túmulo é símbolo de comunhão, honra e lição aprendida."
    },
    {
      "numero": "31",
      "texto": "Depois de sepultá-lo, disse aos seus filhos: ‘Quando eu morrer, enterrem-me no túmulo onde está sepultado o homem de Deus; ponham os meus ossos ao lado dos ossos dele.’",
      "reflexao": "Desejar descansar ao lado daquele que desobedeceu, mas morreu por causa da Palavra, é prova de reconhecimento e reverência. O profeta idoso entende que a fidelidade, mesmo interrompida, tem um valor eterno. E deseja partilhar da eternidade com quem ousou ser voz de Deus."
    },
    {
      "numero": "32",
      "texto": "‘Pois a mensagem que declarou por ordem do Senhor contra o altar de Betel e contra todos os altares idólatras das cidades de Samaria certamente se cumprirá’.",
      "reflexao": "Mesmo que o mensageiro falhe, a mensagem permanece. A Palavra do Senhor não volta atrás. Tudo o que foi declarado se cumprirá. O erro de um profeta não anula a fidelidade de Deus. Sua promessa é maior que nossas fraquezas — e Sua justiça, mais firme que qualquer altar humano."
    },
    {
      "numero": "33",
      "texto": "Mesmo depois disso Jeroboão não mudou o seu mau procedimento, mas continuou a nomear dentre o povo sacerdotes para os altares idólatras. Ele consagrava para esses altares todo aquele que quisesse tornar-se sacerdote.",
      "reflexao": "A dureza do coração de Jeroboão é assustadora. Nem mesmo a morte de um profeta o faz voltar atrás. Quando a idolatria se mistura ao orgulho, até os sinais mais claros são ignorados. Nomear qualquer um para o sacerdócio é desprezar o sagrado. A fé vira sistema — e o sistema se afasta do Deus vivo."
    },
    {
      "numero": "34",
      "texto": "Esse foi o pecado da família de Jeroboão, que levou à sua queda e à sua eliminação da face da terra.",
      "reflexao": "O pecado contínuo não destrói apenas o indivíduo, mas sua descendência. A rebeldia contra Deus tem consequências profundas. A queda de Jeroboão não foi súbita — foi construída com escolhas teimosas. O que começa com uma concessão, termina com a eliminação. Onde Deus não reina, nada permanece."
    }
  ]
}
