{
  "livro": "1 Reis",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O rei Salomão amou muitas mulheres estrangeiras, além da filha do faraó. Eram mulheres moabitas, amonitas, edomitas, sidônias e hititas.",
      "reflexao": "Salomão, mesmo sendo sábio, deixou-se levar pelos afetos contrários à aliança com Deus. O amor, quando não filtrado pela obediência, pode nos afastar da verdade e colocar em risco nosso propósito."
    },
    {
      "numero": "2",
      "texto": "Elas eram das nações sobre as quais o Senhor tinha dito aos israelitas: ‘Vocês não poderão tomar mulheres dentre essas nações, porque elas os farão desviar-se para seguir os seus deuses’. No entanto, Salomão apegou-se amorosamente a elas.",
      "reflexao": "Advertências divinas não são barreiras à liberdade, mas cercas de proteção. Quando ignoramos os conselhos do Senhor, mesmo em nome do amor, nos expomos ao risco de desviar o coração."
    },
    {
      "numero": "3",
      "texto": "Casou com setecentas princesas e trezentas concubinas, e as suas mulheres o levaram a desviar-se.",
      "reflexao": "A quantidade revela o excesso, mas o desvio vem da influência espiritual. Cercar-se de vozes que não honram a Deus enfraquece a fé e contamina as decisões mais profundas da alma."
    },
    {
      "numero": "4",
      "texto": "À medida que Salomão foi envelhecendo, suas mulheres o induziram a voltar-se para outros deuses, e o seu coração já não era totalmente dedicado ao Senhor, o seu Deus, como fora o coração do seu pai Davi.",
      "reflexao": "Com o passar do tempo, a negligência espiritual cria raízes. Um coração dividido perde sua força. Perseverar no temor do Senhor é uma escolha diária, mesmo na velhice."
    },
    {
      "numero": "5",
      "texto": "Ele seguiu os postes sagrados, a deusa dos sidônios, e Moloque, o repugnante deus dos amonitas.",
      "reflexao": "A sabedoria que vem de Deus pode ser eclipsada por práticas culturais contrárias à fé. Adotar aquilo que o Senhor reprova nos leva a distanciar-nos de nossa identidade espiritual."
    },
    {
      "numero": "6",
      "texto": "Dessa forma Salomão fez o que o Senhor reprova; não seguiu completamente o Senhor, como o seu pai Davi.",
      "reflexao": "A comparação com Davi não é para exaltar um homem, mas para lembrar que um coração arrependido sempre retorna a Deus. Salomão, por outro lado, seguiu apenas parcialmente, o que é insuficiente aos olhos do Senhor."
    },
    {
      "numero": "7",
      "texto": "No monte que fica a leste de Jerusalém, Salomão construiu um altar para Camos, o repugnante deus de Moabe, e para Moloque, o repugnante deus dos amonitas.",
      "reflexao": "O homem que ergueu o templo do Senhor ergueu também altares para falsos deuses. Isso mostra que nenhuma conquista espiritual passada nos isenta de vigilância contínua no presente."
    },
    {
      "numero": "8",
      "texto": "Também fez altares para os deuses de todas as suas outras mulheres estrangeiras, que queimavam incenso e ofereciam sacrifícios a eles.",
      "reflexao": "A permissividade se tornou institucionalizada por Salomão. Quando cedemos a pressões externas, podemos normalizar o pecado e perder a sensibilidade espiritual."
    },
    {
      "numero": "9",
      "texto": "O Senhor irou-se contra Salomão por ter-se desviado do Senhor, o Deus de Israel, que lhe havia aparecido duas vezes.",
      "reflexao": "A ira de Deus não é descontrole, mas justiça ferida. A quem muito é dado, muito é cobrado. Ter experimentado a presença divina e ainda assim desviar-se revela o peso da responsabilidade diante do sagrado."
    },
    {
      "numero": "10",
      "texto": "Embora ele tivesse proibido Salomão de seguir outros deuses, Salomão não obedeceu à ordem do Senhor.",
      "reflexao": "A desobediência de Salomão foi deliberada. O perigo não está apenas em pecar, mas em ignorar a voz de Deus. A rebeldia endurece o coração e obscurece a alma, ainda que o corpo habite em palácios."
    },
    {
      "numero": "11",
      "texto": "Então o Senhor disse a Salomão: ‘Já que essa é a sua atitude e você não obedeceu à minha aliança e aos meus decretos, os quais lhe ordenei, certamente lhe tirarei o reino e o darei a um dos seus servos’.",
      "reflexao": "Desobedecer aos princípios de Deus, especialmente após ter conhecido sua voz e direção, tem consequências graves. O Senhor é longânimo, mas sua justiça não ignora a infidelidade deliberada."
    },
    {
      "numero": "12",
      "texto": "‘No entanto, por amor a Davi, seu pai, não farei isso enquanto você viver. Eu o tirarei da mão do seu filho’.",
      "reflexao": "A fidelidade de Davi gerou frutos até mesmo para a geração seguinte. O amor de Deus honra alianças e preserva promessas, mesmo quando há falhas posteriores. Isso nos ensina o poder de uma vida íntegra diante do Senhor."
    },
    {
      "numero": "13",
      "texto": "‘Mas, não tirarei dele o reino inteiro, eu lhe darei uma tribo por amor de Davi, meu servo, e por amor de Jerusalém, a cidade que escolhi’.",
      "reflexao": "Deus não rompe alianças com facilidade. Mesmo na correção, há misericórdia. A fidelidade divina preserva um remanescente e honra os lugares e pessoas escolhidos por amor."
    },
    {
      "numero": "14",
      "texto": "Então o Senhor levantou contra Salomão um adversário, o edomita Hadade, da linhagem real de Edom.",
      "reflexao": "Quando nos afastamos da vontade de Deus, a proteção que antes nos cercava começa a ser retirada. O Senhor permite que adversidades nos alcancem para que voltemos ao centro da sua vontade."
    },
    {
      "numero": "15",
      "texto": "Anteriormente, quando Davi estava lutando contra Edom, Joabe, o comandante do exército, que tinha ido para lá enterrar os mortos, exterminara todos os homens de Edom.",
      "reflexao": "As histórias de dor e vingança muitas vezes atravessam gerações. O que começou como uma ação estratégica militar tornou-se raiz de inimizade duradoura. Cuidar das consequências históricas é um ato de sabedoria."
    },
    {
      "numero": "16",
      "texto": "Joabe e todo o exército israelita permaneceram lá seis meses, até matarem todos os edomitas.",
      "reflexao": "A brutalidade da guerra deixa marcas que o tempo não apaga facilmente. O poder humano, quando não guiado por compaixão, produz cicatrizes que se transformam em futuros conflitos."
    },
    {
      "numero": "17",
      "texto": "Mas Hadade, sendo ainda um menino, fugiu para o Egito com alguns dos oficiais edomitas que tinham servido a seu pai.",
      "reflexao": "Mesmo um remanescente pequeno pode crescer e retornar como força opositora. Aquilo que não é resolvido de forma justa pode se tornar instrumento de juízo no tempo determinado."
    },
    {
      "numero": "18",
      "texto": "Partiram de Midiã e foram a Parã. Lá reuniram alguns homens e foram ao Egito, até o faraó, rei do Egito, que deu uma casa e terras a Hadade e lhe forneceu alimento.",
      "reflexao": "A provisão para Hadade em terra estrangeira revela como Deus usa até mesmo os inimigos para cumprir seus propósitos. Em meio ao exílio, há preparo para tempos futuros."
    },
    {
      "numero": "19",
      "texto": "O faraó acolheu bem a Hadade, a ponto de dar-lhe em casamento uma irmã de sua própria mulher, a rainha Tafnes.",
      "reflexao": "A acolhida do faraó mostra que alianças políticas podem se formar independentemente dos planos divinos. Mas Deus, acima de tudo, continua dirigindo os movimentos da história."
    },
    {
      "numero": "20",
      "texto": "A irmã de Tafnes deu-lhe um filho, chamado Genubate, que fora criado por Tafnes no palácio real. Ali Genubate viveu com os próprios filhos do faraó.",
      "reflexao": "Genubate cresce entre príncipes egípcios, sendo preparado em silêncio. Às vezes, o futuro instrumento de Deus é formado discretamente em lugares improváveis."
    },
    {
      "numero": "21",
      "texto": "Enquanto estava no Egito, Hadade soube que Davi tinha descansado com seus antepassados e que Joabe, o comandante do exército, também estava morto. Então Hadade disse ao faraó: ‘Deixa-me voltar para a minha terra’.",
      "reflexao": "Hadade esperou o tempo certo para retornar. O ressentimento guardado no coração encontra ocasião. A justiça humana tem limites, mas a justiça divina se revela no tempo certo e segundo o propósito eterno."
    },
    {
      "numero": "22",
      "texto": "‘O que lhe falta aqui para que você queira voltar para a sua terra?’, perguntou o faraó. ‘Nada me falta’, respondeu Hadade, ‘mas deixa-me ir!’",
      "reflexao": "Mesmo tendo conforto e posição, o coração de Hadade ansiava por sua terra. Muitas vezes, o sentimento de pertencimento e propósito fala mais alto do que o bem-estar material. Há algo na alma humana que clama por identidade e justiça."
    },
    {
      "numero": "23",
      "texto": "E Deus fez um outro adversário levantar-se contra Salomão: Rezom, filho de Eliada, que tinha fugido do seu senhor, Hadadezer, rei de Zobá.",
      "reflexao": "Quando os caminhos de um líder se desviam da vontade de Deus, até mesmo os menores tornam-se instrumentos para corrigir e confrontar. Deus usa as circunstâncias e até inimigos para realinhar o curso da história."
    },
    {
      "numero": "24",
      "texto": "Quando Davi destruiu o exército de Zobá, Rezom reuniu alguns homens e tornou-se líder de um bando de rebeldes. Eles foram para Damasco, onde se instalaram e assumiram o controle.",
      "reflexao": "Pequenos começos, movidos por inconformismo e oportunidade, podem se tornar grandes forças. O que parece instabilidade pode ser o solo onde Deus planta um novo ciclo de justiça ou juízo."
    },
    {
      "numero": "25",
      "texto": "Rezom foi adversário de Israel enquanto Salomão viveu, e trouxe-lhe muitos problemas, além dos causados por Hadade. Assim Rezom governou a Síria e foi hostil para com Israel.",
      "reflexao": "A contínua hostilidade contra Israel revela como a desobediência gera não apenas rupturas internas, mas também externas. Quando se perde a cobertura de Deus, os conflitos se multiplicam ao redor."
    },
    {
      "numero": "26",
      "texto": "Também Jeroboão, filho de Nebate, rebelou-se contra o rei. Ele era um dos oficiais de Salomão, um efraimita de Zeredá, e a sua mãe era uma viúva chamada Zerua.",
      "reflexao": "Deus pode levantar pessoas improváveis — até filhos de viúvas e servos — para confrontar reis e reinos. A origem humilde não limita o chamado divino quando Ele deseja restaurar a justiça."
    },
    {
      "numero": "27",
      "texto": "E foi assim que ele se revoltou contra o rei: Salomão tinha construído o Milo e havia tapado a abertura no muro da cidade de Davi, seu pai.",
      "reflexao": "A busca por glória pessoal e segurança política, simbolizada por construções grandiosas, nem sempre representa aprovação divina. Às vezes, esses atos revelam orgulho e afastamento do que realmente importa: obediência a Deus."
    },
    {
      "numero": "28",
      "texto": "Ora, Jeroboão era homem capaz, e, quando Salomão viu como ele fazia bem o seu trabalho, encarregou-o de todos os que faziam trabalho forçado, pertencentes às tribos de José.",
      "reflexao": "As habilidades de Jeroboão o colocaram em posição de liderança. O reconhecimento humano pode abrir portas, mas quando há propósito divino, ele vai além do mérito — Deus usa pessoas para realizar Seus desígnios maiores."
    },
    {
      "numero": "29",
      "texto": "Naquela ocasião, Jeroboão saiu de Jerusalém, e Aías, o profeta de Siló, que estava usando uma capa nova, encontrou-se com ele no caminho. Os dois estavam sozinhos no campo,",
      "reflexao": "Os encontros com o propósito de Deus, muitas vezes, acontecem fora dos palácios e multidões. O campo é o cenário da revelação, e o silêncio, o palco onde Deus fala com clareza."
    },
    {
      "numero": "30",
      "texto": "e Aías segurou firmemente a capa que estava usando e a rasgou em doze pedaços.",
      "reflexao": "O ato profético de rasgar a capa anuncia a divisão iminente do reino. Deus usa símbolos para nos mostrar verdades espirituais profundas. Toda quebra é também um convite à reflexão e retorno."
    },
    {
      "numero": "31",
      "texto": "Então disse a Jeroboão: ‘Apanhe dez pedaços para você, pois assim diz o Senhor, o Deus de Israel: “Saiba que vou tirar o reino das mãos de Salomão e dar a você dez tribos.”’",
      "reflexao": "Deus levanta novos líderes quando os atuais se desviam do propósito. A fidelidade a Ele importa mais do que o poder humano. Mesmo quando há ruptura, ela pode ser parte do plano redentor de Deus."
    },
    {
      "numero": "32",
      "texto": "‘Mas, por amor ao meu servo Davi e à cidade de Jerusalém, a qual escolhi dentre todas as tribos de Israel, ele terá uma tribo.’",
      "reflexao": "A fidelidade de uma geração pode preservar bênçãos para as próximas. Deus honra alianças passadas e preserva promessas, mesmo em meio ao juízo. Jerusalém permanece como símbolo do amor e da escolha divina."
    },
    {
      "numero": "33",
      "texto": "‘Farei isso porque eles me abandonaram e adoraram os postes sagrados, deusa dos sidônios, Camos, deus dos moabitas, e Moloque, deus dos amonitas, e não andaram nos meus caminhos, nem fizeram o que eu aprovo, nem obedeceram aos meus decretos e as minhas ordenanças, como fez Davi, pai de Salomão.’",
      "reflexao": "O afastamento dos caminhos de Deus e a entrega à idolatria trazem consequências sérias. O coração dividido abre espaço para ruína. O verdadeiro culto exige exclusividade e obediência."
    },
    {
      "numero": "34",
      "texto": "‘Mas não tirarei o reino todo das mãos de Salomão; eu o fiz governante todos os dias de sua vida por amor ao meu servo Davi, a quem escolhi e que obedeceu aos meus mandamentos e aos meus decretos.’",
      "reflexao": "Mesmo quando há disciplina, Deus demonstra misericórdia. A fidelidade de Davi gerou proteção sobre Salomão. O amor de Deus é firme, mas também compassivo, equilibrando justiça com graça."
    },
    {
      "numero": "35",
      "texto": "‘Tirarei o reino das mãos do seu filho e darei dez tribos a você.’",
      "reflexao": "O preço da infidelidade recai muitas vezes sobre os filhos. As decisões de hoje moldam os caminhos das próximas gerações. É urgente escolher andar segundo os princípios eternos."
    },
    {
      "numero": "36",
      "texto": "‘Darei uma tribo ao seu filho a fim de que o meu servo Davi sempre tenha diante de mim um descendente no trono em Jerusalém, a cidade onde eu quis pôr o meu nome.’",
      "reflexao": "Mesmo em meio ao juízo, Deus mantém Sua promessa e deixa uma raiz viva. A aliança com Davi revela a fidelidade do Senhor em preservar uma linhagem que culminaria no Messias."
    },
    {
      "numero": "37",
      "texto": "‘Quanto a você, eu o farei governar tudo o que o seu coração desejar; você será rei de Israel.’",
      "reflexao": "Deus oferece oportunidades de governo e influência a quem Ele escolhe. Mas o livre-arbítrio ainda exigirá escolhas: seguir a vontade de Deus ou buscar ambição pessoal. A fidelidade é sempre a chave para a continuidade."
    },
    {
      "numero": "38",
      "texto": "‘Se você fizer tudo o que eu lhe ordenar e andar nos meus caminhos e fizer o que eu aprovo, obedecendo aos meus decretos e aos meus mandamentos, como fez o meu servo Davi, estarei com você. Edificarei para você uma dinastia tão permanente quanto a que edifiquei para Davi, e darei Israel a você.’",
      "reflexao": "A promessa de Deus a Jeroboão mostra que Ele está disposto a estabelecer novas histórias de aliança. A condição permanece: obediência sincera, fidelidade em ação e um coração íntegro diante do Senhor."
    },
    {
      "numero": "39",
      "texto": "‘Humilharei os descendentes de Davi por causa disso, mas não para sempre.’",
      "reflexao": "Mesmo a correção de Deus tem prazo. Ele não rejeita para sempre aqueles com quem fez aliança. O sofrimento pode durar por um tempo, mas há esperança de restauração quando há arrependimento."
    },
    {
      "numero": "40",
      "texto": "Salomão tentou matar Jeroboão, mas ele fugiu para o Egito, para o rei Sisaque, e lá permaneceu até a morte de Salomão.",
      "reflexao": "Quando alguém se afasta da vontade de Deus, o medo e a insegurança dominam até os mais poderosos. Salomão, que outrora foi sábio, agora age como alguém ameaçado. O poder sem obediência a Deus se torna frágil."
    },
    {
      "numero": "41",
      "texto": "Os demais acontecimentos do reinado de Salomão, tudo o que fez e a sabedoria que teve, estão todos escritos nos registros históricos de Salomão.",
      "reflexao": "A trajetória humana, com seus altos e baixos, é registrada com detalhes. Que nossa história não seja marcada apenas por conquistas, mas pela fidelidade e pelo temor ao Senhor. A sabedoria deve ser acompanhada de humildade até o fim."
    },
    {
      "numero": "42",
      "texto": "Salomão reinou quarenta anos em Jerusalém sobre todo o Israel.",
      "reflexao": "Quarenta anos de reinado revelam estabilidade e grandeza, mas também são um lembrete de que mesmo longos períodos de bênçãos podem terminar em ruína se não forem vividos com integridade espiritual. A longevidade não substitui a obediência."
    },
    {
      "numero": "43",
      "texto": "Então descansou com os seus antepassados e foi sepultado na cidade de Davi, seu pai. E o seu filho Roboão foi o seu sucessor.",
      "reflexao": "A vida de Salomão termina com um descanso físico, mas seu legado espiritual é marcado pela divisão do reino. Suas escolhas deixaram um peso para seus descendentes. Que ao encerrarmos nossa jornada, deixemos heranças de fé, não de ruína."
    }
  ]
}
