{
  "livro": "1 Reis",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando Hirão, rei de Tiro, soube que Salomão tinha sido ungido rei, mandou seus conselheiros a Salomão, pois sempre tinha sido amigo leal de Davi.",
      "reflexao": "A lealdade entre Hirão e Davi abriu portas de honra também para Salomão. Há alianças que transcendem gerações, frutos de respeito e fidelidade. O bem que fazemos hoje pode gerar colheitas de paz no futuro para os que nos sucedem."
    },
    {
      "numero": "2",
      "texto": "Salomão enviou esta mensagem a Hirão:",
      "reflexao": "O diálogo respeitoso e direto de Salomão revela sabedoria política e espiritual. Quando há paz no coração, a comunicação se torna ponte de construção, não de divisão. Falar com clareza é o primeiro passo para alianças duradouras."
    },
    {
      "numero": "3",
      "texto": "‘Tu bem sabes que foi por causa das guerras travadas de todos os lados contra meu pai Davi que ele não pôde construir um templo em honra do nome do Senhor, o seu Deus, até que o Senhor pusesse os seus inimigos debaixo dos seus pés.’",
      "reflexao": "Salomão reconhece que o tempo da guerra e o tempo da edificação pertencem a estações diferentes. Deus permite a cada geração um papel distinto. Às vezes somos chamados a lutar; outras vezes, a construir. Ambos os momentos servem ao propósito divino."
    },
    {
      "numero": "4",
      "texto": "‘Mas agora o Senhor, o meu Deus, concedeu-me paz em todas as fronteiras, e não tenho que enfrentar nem inimigos nem calamidades.’",
      "reflexao": "A paz é mais do que ausência de conflitos; é um dom de Deus para os que andam em seus caminhos. Quando o Senhor guarda as fronteiras, não apenas o reino se mantém, mas o coração floresce. Na calmaria divina, nasce a possibilidade de realizar grandes obras."
    },
    {
      "numero": "5",
      "texto": "‘Pretendo, por isso, construir um templo em honra do nome do Senhor, do meu Deus, conforme o Senhor disse a meu pai Davi: “O seu filho, a quem colocarei no trono em seu lugar, construirá o templo em honra do meu nome”.’",
      "reflexao": "Salomão não buscava glória pessoal, mas cumprir a promessa feita a seu pai. O templo seria o símbolo de um coração que deseja honrar o nome do Senhor. Quando os planos terrenos estão alinhados com as promessas divinas, o céu se une à terra na edificação sagrada."
    },
    {
      "numero": "6",
      "texto": "‘Agora te peço que ordenes que cortem para mim cedros do Líbano. Os meus servos trabalharão com os teus, e eu pagarei a teus servos o salário que determinares. Sabes que não há entre nós ninguém tão hábil em cortar árvores quanto os sidônios.’",
      "reflexao": "Salomão reconhece e valoriza a habilidade dos sidônios. A verdadeira sabedoria sabe honrar dons alheios e estabelecer parcerias justas. Onde há humildade para aprender e generosidade para reconhecer o outro, Deus edifica pontes de cooperação frutífera."
    },
    {
      "numero": "7",
      "texto": "Hirão ficou muito alegre quando ouviu a mensagem de Salomão, e exclamou: ‘Bendito seja o Senhor, pois deu a Davi um filho sábio para governar essa grande nação’.",
      "reflexao": "Hirão enxerga a mão de Deus na sabedoria de Salomão. Quando até os reis das nações reconhecem a graça divina em alguém, é sinal de que Deus está revelando sua glória. A sabedoria de Salomão não era apenas para si, mas testemunho vivo da bondade do Senhor."
    },
    {
      "numero": "8",
      "texto": "E Hirão respondeu a Salomão: ‘Recebi a mensagem que me enviaste e atenderei ao teu pedido, enviando-lhe madeira de cedro e de pinho.’",
      "reflexao": "A prontidão de Hirão revela que corações abertos respondem com generosidade a pedidos justos. Quando há comunhão e clareza de propósitos, as bênçãos fluem com naturalidade. A cooperação nasce quando dois propósitos se encontram diante do mesmo Deus."
    },
    {
      "numero": "9",
      "texto": "‘Meus servos levarão a madeira do Líbano até o mar, e eu a farei flutuar em jangadas no mar até o lugar que me indicares. Ali eu a deixarei e tu poderás levá-la. E em troca, fornecerás alimento para a minha corte’.",
      "reflexao": "Cada um contribui com o que tem: Hirão com os cedros, Salomão com o alimento. Assim se forma a base das trocas justas. No Reino de Deus, o que temos pode suprir o que falta ao outro, e juntos podemos realizar obras que nenhum faria sozinho."
    },
    {
      "numero": "10",
      "texto": "Assim Hirão se tornou fornecedor de toda a madeira de cedro e de pinho que Salomão desejava,",
      "reflexao": "Quando os desejos de um coração sábio se alinham com a colaboração de aliados fiéis, grandes construções se tornam possíveis. A generosidade mútua entre Hirão e Salomão revela que obras duradouras nascem de confiança e compromisso mútuo."
    },
    {
      "numero": "11",
      "texto": "e Salomão deu a Hirão vinte mil tonéis de trigo para suprir de mantimento a sua corte, além de vinte mil tonéis de azeite de oliva puro. Era o que Salomão dava anualmente a Hirão.",
      "reflexao": "A aliança entre reis se sustentava em trocas justas e contínuas. Quando cada um oferece o melhor do que tem, ambos prosperam. A generosidade contínua é o alicerce de relações estáveis e frutíferas."
    },
    {
      "numero": "12",
      "texto": "O Senhor deu sabedoria a Salomão, como lhe havia prometido. Houve paz entre Hirão e Salomão, e os dois fizeram um tratado.",
      "reflexao": "A fidelidade de Deus se revela não só em palavras, mas na concretização das promessas. A sabedoria dada a Salomão gerou paz e união. Onde há sabedoria, há pontes; onde há pontes, Deus edifica a paz."
    },
    {
      "numero": "13",
      "texto": "O rei Salomão arregimentou trinta mil trabalhadores de todo o Israel.",
      "reflexao": "Grandes visões exigem grande mobilização. Salomão não construiu o templo sozinho, mas com a força unida de um povo. Deus usa muitos braços para realizar propósitos que abençoam gerações."
    },
    {
      "numero": "14",
      "texto": "Ele os mandou para o Líbano em grupos de dez mil por mês, e eles se revezavam: passavam um mês no Líbano e dois em casa. Adonirão chefiava o trabalho.",
      "reflexao": "Mesmo no trabalho árduo, havia equilíbrio e sabedoria na gestão. O revezamento mostra cuidado com o bem-estar. A liderança justa cuida dos seus, sabendo que descanso também é parte da construção."
    },
    {
      "numero": "15",
      "texto": "Salomão tinha setenta mil carregadores e oitenta mil cortadores de pedra nas colinas,",
      "reflexao": "O templo foi erguido não apenas com materiais nobres, mas com o esforço silencioso de milhares. Cada carregador e cortador de pedra fazia parte de algo eterno. Em cada tarefa simples, há dignidade quando se serve a um propósito divino."
    },
    {
      "numero": "16",
      "texto": "bem como três mil e trezentos capatazes que supervisionavam o trabalho e comandavam os operários.",
      "reflexao": "A ordem e a supervisão eram necessárias para que o projeto seguisse com excelência. A sabedoria se manifesta também na administração. Onde há visão, deve haver estrutura; onde há propósito, deve haver direção."
    },
    {
      "numero": "17",
      "texto": "Por ordem do rei retiravam da pedreira grandes blocos de pedra de ótima qualidade para servirem de alicerce de pedras lavradas para o templo.",
      "reflexao": "O alicerce do templo não era feito de qualquer pedra, mas das melhores. Assim também deve ser nossa fé: firmada em fundamentos sólidos e lavrados com dedicação. A obra visível começa no que está oculto — os alicerces do coração."
    },
    {
      "numero": "18",
      "texto": "Os construtores de Salomão e de Hirão e os homens de Gebal cortavam e preparavam a madeira e as pedras para a construção do templo.",
      "reflexao": "Homens de diferentes povos trabalharam juntos para um único propósito: construir a casa do Senhor. Quando há unidade de espírito e propósito, a diversidade se torna força, e a construção glorifica ao Altíssimo."
    }
  ]
}
