{
  "livro": "1 Samuel",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois que os filisteus tomaram a arca de Deus, eles a levaram de Ebenézer para Asdode.",
      "reflexao": "Os filisteus pensavam que haviam vencido Israel, mas logo entenderiam que não estavam lidando com um objeto, e sim com a presença do Deus Todo-Poderoso. A glória de Deus não é cativa dos homens, nem limitada por circunstâncias humanas."
    },
    {
      "numero": "2",
      "texto": "E a colocaram dentro do templo de Dagom, ao lado de sua estátua.",
      "reflexao": "A tentativa de colocar a arca junto de Dagom reflete uma mentalidade comum até hoje: tentar acomodar o Deus verdadeiro entre os ídolos pessoais. Mas o Senhor não divide Sua glória com ninguém. Onde Ele se manifesta, todo falso deus cai."
    },
    {
      "numero": "3",
      "texto": "Quando o povo de Asdode se levantou na madrugada do dia seguinte, lá estava Dagom caído, rosto em terra, diante da arca do Senhor! Eles levantaram Dagom e o colocaram de volta em seu lugar.",
      "reflexao": "A cena de Dagom prostrado revela que até os falsos deuses, feitos por mãos humanas, se dobram diante do Deus vivo. Ainda assim, os homens preferem levantar aquilo que Deus derruba, insistindo em adorar o que não tem poder algum."
    },
    {
      "numero": "4",
      "texto": "Mas, na manhã seguinte, quando se levantaram de madrugada, lá estava Dagom caído, rosto em terra, diante da arca do Senhor! Sua cabeça e mãos tinham sido quebradas e estavam sobre a soleira; só o seu corpo ficou no lugar.",
      "reflexao": "Deus não apenas derruba, mas destrona e desmonta aquilo que se opõe à Sua glória. A cabeça (governo) e as mãos (força) de Dagom foram cortadas. Quando o Senhor se manifesta, todo sistema de opressão, mentira e idolatria é quebrado diante d’Ele."
    },
    {
      "numero": "5",
      "texto": "Por isso, até hoje, os sacerdotes de Dagom e todos os que entram em seu templo, em Asdode, não pisam na soleira.",
      "reflexao": "Os homens criaram uma tradição a partir da derrota do seu próprio ídolo, tentando espiritualizar o fracasso da sua falsa divindade. Isso reflete a natureza humana de transformar tragédias espirituais em costumes, sem tratar a raiz da idolatria."
    },
    {
      "numero": "6",
      "texto": "Depois disso a mão do Senhor pesou sobre o povo de Asdode e dos arredores, trazendo devastação sobre eles e afligindo-os com tumores.",
      "reflexao": "A mão de Deus não é apenas bênção para quem O honra, mas também juízo para quem O desafia. Quando o homem tenta reter o que é sagrado sem reverência, aquilo que seria fonte de vida se torna instrumento de disciplina e correção."
    },
    {
      "numero": "7",
      "texto": "Quando os homens de Asdode viram o que estava acontecendo, disseram: ‘A arca do deus de Israel não deve ficar aqui conosco, pois a mão dele pesa sobre nós e sobre nosso deus Dagom’.",
      "reflexao": "Até os inimigos reconheceram que não poderiam resistir ao Deus de Israel. A presença do Senhor não pode ser manipulada, nem tratada como troféu. Onde Deus se manifesta, tudo o que não é d’Ele é exposto, confrontado e destruído."
    },
    {
      "numero": "8",
      "texto": "Então reuniram todos os governantes dos filisteus e lhes perguntaram: ‘O que faremos com a arca do deus de Israel?’ Eles responderam: ‘Levem a arca do deus de Israel para Gate’. E então levaram a arca do Deus de Israel.",
      "reflexao": "Em vez de se arrependerem e reconhecerem o Deus verdadeiro, eles tentam simplesmente transferir o problema. Isso reflete como muitos, em vez de se curvarem diante de Deus, preferem apenas se livrar das consequências sem tratar a causa: a ausência de reverência e submissão ao Senhor."
    },
    {
      "numero": "9",
      "texto": "Mas, quando a arca chegou, a mão do Senhor castigou aquela cidade, e trouxe-lhe grande pânico. Ele afligiu o povo da cidade, jovens e velhos, com uma epidemia de tumores.",
      "reflexao": "A presença de Deus não pode ser carregada como objeto sem aliança, sem temor, sem honra. O juízo segue porque onde Deus não é reconhecido como Senhor, Sua presença se torna peso e disciplina, em vez de bênção e refúgio."
    },
    {
      "numero": "10",
      "texto": "Então enviaram a arca de Deus para Ecrom. Quando a arca de Deus estava entrando na cidade de Ecrom, o povo começou a gritar: ‘Eles trouxeram a arca do deus de Israel para cá a fim de matar a nós e a nosso povo’.",
      "reflexao": "O pavor agora precede até mesmo a chegada da arca. O temor se instala porque entenderam que não se brinca com o Deus de Israel. A presença d’Ele não é um objeto de manipulação, mas a manifestação da Sua santidade, justiça e soberania."
    },
    {
      "numero": "11",
      "texto": "Então reuniram todos os governantes dos filisteus e disseram: ‘Levem embora a arca do deus de Israel; que ela volte ao seu lugar; caso contrário ela matará a nós e a nosso povo’. Pois havia pânico mortal em toda a cidade; a mão de Deus pesava muito sobre ela.",
      "reflexao": "Quando o homem não honra a Deus, Sua presença se torna insuportável. Não é Deus que muda — é o estado espiritual do homem que define se Sua presença será refúgio ou juízo, bênção ou correção. A glória que não encontra honra se manifesta em juízo."
    },
    {
      "numero": "12",
      "texto": "Aqueles que não morreram foram afligidos com tumores, e o clamor da cidade subiu até o céu.",
      "reflexao": "Até o inimigo geme quando a mão de Deus pesa. O clamor sobe, mas não como oração, e sim como desespero. O Senhor se mostra soberano sobre toda a terra, e toda nação, povo ou rei que O desafia cedo ou tarde aprende que Seu nome é invencível, Seu poder é absoluto e Sua glória é inegociável."
    }
  ]
}
