{
  "livro": "1 Samuel",
  "capitulo": "17",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os filisteus juntaram suas forças para a guerra e reuniram-se em Socó de Judá. E acamparam em Efes-Damim, entre Socó e Azeca.",
      "reflexao": "O cenário de batalha é montado. Inimigos se levantam contra o povo de Deus, mas o que eles não sabem é que, quando o confronto parece inevitável, Deus já está preparando um livramento sobrenatural que transcende qualquer estratégia humana."
    },
    {
      "numero": "2",
      "texto": "Saul e os israelitas reuniram-se e acamparam no vale de Elá, posicionando-se em linha de batalha para enfrentar os filisteus.",
      "reflexao": "Às vezes, Deus permite que estejamos diante do vale da batalha, não para provar nossa força, mas para revelar que a verdadeira vitória não vem do braço humano, mas do braço do Senhor, que luta por nós."
    },
    {
      "numero": "3",
      "texto": "Os filisteus ocuparam uma colina e os israelitas outra, estando o vale entre eles.",
      "reflexao": "O vale representa os confrontos da vida, onde nossos gigantes aparecem. Mas é também o lugar onde Deus manifesta sua glória e transforma o improvável em instrumento de vitória."
    },
    {
      "numero": "4",
      "texto": "Um guerreiro chamado Golias, que era de Gate, veio do acampamento filisteu. Tinha dois metros e noventa centímetros de altura.",
      "reflexao": "O inimigo se apresenta com tamanho intimidador, como fazem os problemas que tentam nos paralisar. Mas não é a altura do gigante que define a batalha — é a grandeza de quem está conosco: o Deus Todo-Poderoso."
    },
    {
      "numero": "5",
      "texto": "Ele usava um capacete de bronze e vestia uma couraça de escamas de bronze que pesava sessenta quilos;",
      "reflexao": "A armadura do inimigo pode parecer impenetrável aos olhos naturais, mas não há proteção no mundo que resista ao Deus que guerreia por nós. Deus não precisa de espadas nem de lanças — Sua palavra é suficiente."
    },
    {
      "numero": "6",
      "texto": "nas pernas usava caneleiras de bronze e tinha um dardo de bronze pendurado nas costas.",
      "reflexao": "O inimigo se reveste de tudo que pode simbolizar poder e domínio, mas todo poder que não vem de Deus é frágil diante da sua soberania. Nenhuma fortaleza do adversário é inabalável diante do Senhor dos Exércitos."
    },
    {
      "numero": "7",
      "texto": "A haste de sua lança era parecida com uma lançadeira de tecelão, e sua ponta de ferro pesava sete quilos e duzentos gramas. Seu escudeiro ia à frente dele.",
      "reflexao": "O inimigo tenta impressionar com números, pesos, medidas e aparência. Mas Deus não se impressiona com estatísticas — Ele move o sobrenatural através de corações que confiam plenamente Nele."
    },
    {
      "numero": "8",
      "texto": "Golias parou e gritou às tropas de Israel: ‘Por que vocês estão se posicionando para a batalha? Não sou eu um filisteu, e vocês os servos de Saul? Escolham um homem para lutar comigo.’",
      "reflexao": "O inimigo sempre tenta nos definir pelo medo: ‘Vocês são servos de Saul’. Mas Deus não nos chama pelo medo, nos chama pela identidade celestial: somos filhos do Altíssimo, e nenhum gigante pode mudar isso."
    },
    {
      "numero": "9",
      "texto": "‘Se ele puder lutar e matar-me, nós seremos seus escravos; todavia, se eu o vencer e o matar, vocês serão nossos escravos e nos servirão.’",
      "reflexao": "O inimigo propõe acordos baseados na intimidação. Mas quem vive debaixo da aliança com Deus não negocia com o medo, não aceita os termos do inferno e não se curva diante das ameaças — se posiciona pela fé no Deus que nunca perde batalhas."
    },
    {
      "numero": "10",
      "texto": "E acrescentou: ‘Eu desafio hoje as tropas de Israel! Mandem-me um homem para lutar sozinho comigo.’",
      "reflexao": "O desafio do inimigo é público e provocador. Mas o que ele não sabe é que, quando se levanta contra o povo de Deus, está desafiando o próprio Deus. E quem se atreve a guerrear contra o Altíssimo, já está derrotado antes mesmo de começar."
    },
    {
      "numero": "11",
      "texto": "Ao ouvirem as palavras do filisteu, Saul e todos os israelitas ficaram atônitos e apavorados.",
      "reflexao": "O medo paralisa quando esquecemos quem é o nosso Deus. Saul e os israelitas se olharam, mas não olharam para o céu. O problema parece gigante quando tiramos os olhos do Deus que nunca perdeu uma batalha."
    },
    {
      "numero": "12",
      "texto": "Davi era filho de um efrateu, de Belém de Judá, chamado Jessé. Este tinha oito filhos e já era idoso na época de Saul.",
      "reflexao": "Deus começa a narrar a origem de quem será instrumento de livramento. Aos olhos humanos, Davi era apenas o filho mais novo, sem expressão. Mas aos olhos de Deus, ele já estava sendo preparado desde o pasto para o trono."
    },
    {
      "numero": "13",
      "texto": "Os três filhos mais velhos de Jessé tinham ido para a guerra com Saul: Eliabe, o mais velho, Abinadabe, o segundo e Samá, o terceiro.",
      "reflexao": "Os que, aparentemente, eram fortes e aptos para a batalha estavam no campo, mas Deus estava prestes a mostrar que Ele não escolhe pela aparência, mas por quem carrega um coração segundo o Seu."
    },
    {
      "numero": "14",
      "texto": "Davi era o caçula. Os três mais velhos seguiram Saul,",
      "reflexao": "O caçula, aos olhos dos homens, parecia irrelevante para a guerra. Mas o que não sabiam era que o menor no campo dos homens já era o maior no campo espiritual, pois carregava intimidade com Deus."
    },
    {
      "numero": "15",
      "texto": "mas Davi ia ao acampamento de Saul e voltava para apascentar as ovelhas de seu pai, em Belém.",
      "reflexao": "Davi não negligenciava seus deveres. Era fiel tanto nas pequenas tarefas como no cuidado com as ovelhas, quanto nos serviços ocasionais no campo de batalha. Deus honra aqueles que são constantes naquilo que lhes é confiado, mesmo no oculto."
    },
    {
      "numero": "16",
      "texto": "Durante quarenta dias o filisteu aproximava-se, de manhã e de tarde, e tomava posição.",
      "reflexao": "O inimigo persiste no ataque, na provocação e no medo. Golias representa aquilo que o inimigo faz conosco: tenta nos convencer, todos os dias, que somos fracos e incapazes. Mas Deus permite essa pressão apenas até o momento em que levanta alguém disposto a confiar Nele."
    },
    {
      "numero": "17",
      "texto": "Nessa ocasião Jessé disse a seu filho Davi: ‘Pegue uma arroba de grãos tostados e dez pães e leve-os rapidamente para seus irmãos no acampamento.’",
      "reflexao": "O que parecia apenas uma missão comum — levar mantimentos — era, na verdade, o início do plano divino de exaltação. As maiores portas de Deus se abrem através da obediência nos pequenos gestos do dia a dia."
    },
    {
      "numero": "18",
      "texto": "‘Leve também estes dez queijos ao comandante da unidade deles. Veja como estão seus irmãos e traga-me alguma garantia de que estão bem.’",
      "reflexao": "Enquanto Jessé pensava estar apenas zelando pelos seus filhos, Deus estava conduzindo Davi ao cenário onde seu nome seria conhecido, e o nome do Senhor, glorificado. O cuidado paterno foi instrumento para o propósito celestial."
    },
    {
      "numero": "19",
      "texto": "‘Eles estão com Saul e com todos os homens de Israel no vale de Elá, lutando contra os filisteus.’",
      "reflexao": "No vale onde todos viam uma guerra perdida, Deus via uma oportunidade para manifestar Sua glória. O vale de Elá não seria um palco de derrota, mas de milagre, de manifestação do poder do Deus de Israel."
    },
    {
      "numero": "20",
      "texto": "Levantando-se de madrugada, Davi deixou o rebanho com outro pastor, pegou a carga e partiu, conforme Jessé lhe havia ordenado. Chegou ao acampamento na hora em que, com grito de batalha, o exército estava saindo para suas posições de combate.",
      "reflexao": "Davi revela o perfil de quem Deus escolhe: responsabilidade, prontidão e obediência. Ele não abandona suas tarefas, organiza tudo, e parte no tempo certo. E, no tempo certo, Deus também fará com que estejamos no lugar certo para viver o extraordinário."
    },
    {
      "numero": "21",
      "texto": "Israel e os filisteus estavam se posicionando em linha de batalha, frente a frente.",
      "reflexao": "O cenário é de guerra, de confronto direto. Mas o que os olhos humanos veem como uma batalha desigual, Deus vê como uma oportunidade perfeita para mostrar que a vitória não vem da espada, mas do nome do Senhor dos Exércitos."
    },
    {
      "numero": "22",
      "texto": "Davi deixou o que havia trazido com o responsável pelos suprimentos, correu para a linha de batalha para saber como estavam seus irmãos.",
      "reflexao": "Davi revela zelo, responsabilidade e prontidão. Quem cuida bem das pequenas coisas é confiável para os grandes desafios. A obediência, somada ao interesse genuíno pelo próximo, abre portas para os propósitos maiores de Deus."
    },
    {
      "numero": "23",
      "texto": "Enquanto conversava com eles, Golias, o guerreiro filisteu de Gate, avançou e lançou seu desafio habitual; e Davi o ouviu.",
      "reflexao": "O que para os outros era rotina de medo, para Davi foi o estopim de uma revolta santa. Quando os valentes de Deus ouvem insultos contra o Seu nome, não se acovardam — se posicionam em fé."
    },
    {
      "numero": "24",
      "texto": "Quando os israelitas viram o homem, todos fugiram com muito medo.",
      "reflexao": "O medo paralisa os que olham para o tamanho do gigante, não para o tamanho do Deus que os chamou. O mesmo cenário que gera pavor em uns, desperta coragem sobrenatural em quem conhece o Deus vivo."
    },
    {
      "numero": "25",
      "texto": "Os israelitas diziam entre si: ‘Vocês viram aquele homem? Ele veio desafiar Israel. O rei dará grandes riquezas a quem o matar. Também lhe dará sua filha em casamento e isentará de impostos em Israel a família de seu pai.’",
      "reflexao": "O mundo tenta motivar com recompensas materiais, mas o verdadeiro combustível dos chamados por Deus não é ouro, nem isenção de impostos — é a defesa da honra do nome do Senhor dos Exércitos."
    },
    {
      "numero": "26",
      "texto": "Davi perguntou aos soldados que estavam ali ao seu lado: ‘O que receberá o homem que matar esse filisteu e salvar a honra de Israel? Quem é esse filisteu incircunciso para desafiar os exércitos do Deus vivo?’",
      "reflexao": "Aqui, Davi revela sua identidade espiritual: ele não vê um gigante, vê um incircunciso — alguém sem aliança com Deus. O que assusta os homens, para Davi, é apenas alguém fora da proteção do Altíssimo, e portanto, já derrotado."
    },
    {
      "numero": "27",
      "texto": "Repetiram a Davi o que haviam comentado e lhe disseram: ‘Isto é o que receberá o homem que matá-lo.’",
      "reflexao": "Deus permite que Davi ouça novamente, não como vaidade, mas como confirmação de que aquele momento é, de fato, uma oportunidade para que Seu nome seja glorificado — e para que uma nova história comece a ser escrita em Israel."
    },
    {
      "numero": "28",
      "texto": "Quando Eliabe, o irmão mais velho, ouviu Davi falando com os soldados, ficou muito irritado com ele e perguntou: ‘Por que você veio até aqui? Com quem deixou aquelas poucas ovelhas no deserto? Sei que você é presunçoso e como seu coração é mau; você veio só para ver a batalha.’",
      "reflexao": "A incompreensão sempre acompanha quem carrega um propósito divino. Até os mais próximos podem tentar diminuir, questionar e julgar intenções. Mas quem conhece seu chamado não se deixa abater por vozes humanas quando carrega uma palavra do céu."
    },
    {
      "numero": "29",
      "texto": "E disse Davi: ‘O que fiz agora? Será que não posso nem mesmo conversar?’",
      "reflexao": "A resposta de Davi revela maturidade e foco. Ele não perde tempo discutindo com quem não entende seu propósito. Sua mente está ocupada demais com o gigante espiritual, não com as críticas dos irmãos."
    },
    {
      "numero": "30",
      "texto": "Ele então se virou para outro e perguntou a mesma coisa, e os homens responderam-lhe como antes.",
      "reflexao": "Davi persiste, não se deixa calar. Quando Deus planta uma missão no coração de alguém, as críticas, as barreiras e os olhares de desprezo não têm poder para interromper quem decidiu se mover em fé e em obediência."
    },
    {
      "numero": "31",
      "texto": "As palavras de Davi chegaram aos ouvidos de Saul, que o mandou chamar.",
      "reflexao": "Quando alguém se posiciona na fé, suas palavras quebram barreiras e alcançam autoridades. A fé ativa chama atenção não só dos céus, mas também dos que estão em posição de comando na terra. Quem se levanta por Deus, é levantado por Deus."
    },
    {
      "numero": "32",
      "texto": "Davi disse a Saul: ‘Ninguém deve ficar com o coração abatido por causa desse filisteu; teu servo irá e lutará com ele.’",
      "reflexao": "A coragem de Davi não vem de si mesmo, mas da convicção de quem sabe quem Deus é. Quando todos tremem, Davi libera uma palavra que ecoa até hoje: ‘Não se abata. Deus levanta quem se dispõe a lutar confiando no Seu nome.’"
    },
    {
      "numero": "33",
      "texto": "Respondeu Saul: ‘Você não tem condições de lutar contra este filisteu; você é apenas um rapaz, e ele é um guerreiro desde a mocidade.’",
      "reflexao": "Os olhos naturais sempre subestimam aqueles que caminham pela fé. Saul representa a voz da limitação humana, que olha para a idade, para a aparência e para as experiências passadas, esquecendo-se de que o Deus Todo-Poderoso não vê como vê o homem."
    },
    {
      "numero": "34",
      "texto": "Davi, entretanto, disse a Saul: ‘Teu servo toma conta das ovelhas de seu pai. Quando aparece um leão ou um urso e leva uma ovelha do rebanho,’",
      "reflexao": "Davi começa a revelar que a preparação para os grandes desafios não acontece nos palcos, mas nos bastidores da vida. O anonimato do campo foi sua escola de fé, coragem e confiança total em Deus."
    },
    {
      "numero": "35",
      "texto": "‘eu vou atrás dele, atinjo-o com golpes e livro a ovelha de sua boca. Quando se vira contra mim, eu o pego pela juba, atinjo-o com golpes até matá-lo.’",
      "reflexao": "O zelo de Davi pelo rebanho revela seu coração de pastor, disposto a enfrentar qualquer ameaça para proteger o que lhe foi confiado. Deus observa quem é fiel nas pequenas batalhas antes de entregá-lo às grandes vitórias."
    },
    {
      "numero": "36",
      "texto": "‘Teu servo é capaz de matar tanto um leão quanto um urso; esse filisteu incircunciso será como um deles, pois desafiou os exércitos do Deus vivo.’",
      "reflexao": "Davi não compara Golias consigo mesmo, mas com o Deus a quem ele serve. O segredo da vitória não está em medir a força do gigante, mas em lembrar quem é o Deus que luta por nós."
    },
    {
      "numero": "37",
      "texto": "‘O Senhor que me livrou das garras do leão e das garras do urso me livrará das mãos desse filisteu.’ Diante disso Saul disse a Davi: ‘Vá, e que o Senhor esteja com você.’",
      "reflexao": "A convicção de Davi não está em si mesmo, mas na fidelidade de Deus. Quem tem memória das vitórias passadas, carrega fé suficiente para enfrentar os desafios presentes, sabendo que o Deus que livrou ontem, livra hoje e livrará amanhã."
    },
    {
      "numero": "38",
      "texto": "Então Saul vestiu Davi com sua própria túnica. Colocou-lhe uma armadura e um capacete de bronze na cabeça.",
      "reflexao": "Saul tenta equipar Davi com ferramentas humanas, porque quem não entende o mover de Deus tenta oferecer soluções naturais para batalhas espirituais. Mas armaduras emprestadas nunca cabem nos escolhidos de Deus."
    },
    {
      "numero": "39",
      "texto": "Davi prendeu sua espada sobre a túnica e tentou andar, pois não estava acostumado àquilo. E disse a Saul: ‘Não consigo andar com isto, pois não estou acostumado.’ Assim tirou tudo aquilo,",
      "reflexao": "Davi entende que não pode enfrentar gigantes com ferramentas que não carregam sua identidade nem sua história com Deus. A vitória não está nas armas dos homens, mas na dependência absoluta do Senhor."
    },
    {
      "numero": "40",
      "texto": "e em seguida pegou seu cajado, escolheu no riacho cinco pedras lisas, colocou-as na bolsa, isto é, no seu alforje de pastor e, com sua atiradeira na mão, aproximou-se do filisteu.",
      "reflexao": "Deus usa o que já está em nossas mãos. Não é sobre ter armas poderosas, mas sobre confiar que o simples, nas mãos de Deus, se torna sobrenatural. Uma funda e cinco pedras são mais que suficientes quando Deus é quem dirige a mira."
    },
    {
      "numero": "41",
      "texto": "Enquanto isso, o filisteu, com seu escudeiro à frente, vinha se aproximando de Davi.",
      "reflexao": "O inimigo avança confiante na sua força, sem saber que quem se levanta contra um ungido de Deus está, na verdade, marchando em direção à própria derrota. Deus permite que o gigante se aproxime, não para nos destruir, mas para manifestar Sua glória."
    },
    {
      "numero": "42",
      "texto": "Olhou para Davi com desprezo, viu que era só um rapaz, ruivo e de boa aparência, e fez pouco caso dele.",
      "reflexao": "O mundo despreza quem Deus escolhe. Golias vê aparência; Deus vê propósito. Aqueles que são subestimados pelos homens são, muitas vezes, exatamente os que Deus escolheu para surpreender a terra e glorificar Seu nome."
    },
    {
      "numero": "43",
      "texto": "E disse a Davi: ‘Por acaso sou um cão para que você venha contra mim com pedaços de pau?’ E o filisteu amaldiçoou Davi invocando seus deuses,",
      "reflexao": "O inimigo zomba, despreza e até invoca seus próprios deuses, achando que pode vencer aquele que carrega o nome do Senhor dos Exércitos. Mal sabe ele que quem se levanta contra um ungido do Senhor já selou seu próprio fracasso."
    },
    {
      "numero": "44",
      "texto": "e disse: ‘Venha aqui, e darei sua carne às aves do céu e aos animais do campo!’",
      "reflexao": "As ameaças do inimigo são sempre arrogantes e vazias diante do poder de Deus. Golias proclama morte, mas não percebe que suas palavras serão revertidas — ele próprio se tornará presa no campo de batalha do Senhor."
    },
    {
      "numero": "45",
      "texto": "E Davi disse ao filisteu: ‘Você vem contra mim com espada, com lança e com dardo, mas eu vou contra você em nome do Senhor dos Exércitos, o Deus dos exércitos de Israel, a quem você desafiou.’",
      "reflexao": "Aqui está o segredo da vitória: Davi não luta por si mesmo, mas pelo nome e pela glória do Senhor. Não é sobre armas humanas — é sobre quem carrega a autoridade do céu. Quem se levanta em nome do Senhor, jamais luta sozinho."
    },
    {
      "numero": "46",
      "texto": "‘Hoje mesmo o Senhor o entregará nas minhas mãos, e eu o matarei e cortarei a sua cabeça. Hoje mesmo darei os cadáveres do exército filisteu às aves do céu e aos animais selvagens, e toda a terra saberá que há Deus em Israel.’",
      "reflexao": "Davi não apenas declara sua vitória, mas profetiza o impacto espiritual do que vai acontecer. Ele entende que sua vitória não será para sua glória, mas para que toda a terra saiba que há um Deus vivo, presente e poderoso em Israel."
    },
    {
      "numero": "47",
      "texto": "‘Todos que estão aqui saberão que não é por espada ou por lança que o Senhor concede vitória; pois a batalha é do Senhor, e ele entregará todos vocês em nossas mãos.’",
      "reflexao": "A batalha é do Senhor. Este versículo ecoa até os nossos dias como uma declaração eterna: as vitórias do povo de Deus não vêm da força, da habilidade ou das armas humanas — vêm da dependência, da fé e da intervenção divina."
    },
    {
      "numero": "48",
      "texto": "Quando o filisteu começou a vir na direção de Davi, este correu depressa na direção da linha de batalha para enfrentá-lo.",
      "reflexao": "A fé verdadeira não recua, não hesita, não se esconde. Davi corre para o gigante, porque sabe que quem corre na direção da promessa corre acompanhado do Deus dos Exércitos."
    },
    {
      "numero": "49",
      "texto": "Retirando uma pedra de seu alforje, ele a arremessou com a atiradeira e atingiu o filisteu na testa, de tal modo que ela ficou encravada, e ele caiu com o rosto no chão.",
      "reflexao": "Uma pedra, uma funda e um coração cheio de fé são mais do que suficientes quando Deus está no comando. O gigante cai, não pela força da pedra, mas pelo poder do Deus que dirigiu aquele lançamento."
    },
    {
      "numero": "50",
      "texto": "Assim Davi venceu o filisteu com uma atiradeira e uma pedra; sem espada na mão ele derrubou o filisteu e o matou.",
      "reflexao": "Deus faz questão de usar o improvável para envergonhar o poderoso. O impossível acontece, e fica claro para todos que não foi por força, nem por poder, mas pela presença e pelo agir do Espírito do Senhor."
    },
    {
      "numero": "51",
      "texto": "Davi correu e se pôs de pé sobre ele; e desembainhando a espada do filisteu, acabou de matá-lo, cortando-lhe a cabeça com ela. Quando os filisteus viram que seu guerreiro estava morto, recuaram e fugiram.",
      "reflexao": "O que era motivo de terror se torna sinal de libertação. O inimigo que parecia invencível agora jaz no chão. Deus transforma cenários, derruba gigantes e faz recuar aqueles que antes se levantavam em soberba contra o Seu povo."
    },
    {
      "numero": "52",
      "texto": "Então os homens de Israel e de Judá deram o grito de guerra e perseguiram os filisteus até a entrada de Gate, e até as portas de Ecrom. Cadáveres de filisteus ficaram espalhados ao longo da estrada de Saaraim até Gate e Ecrom.",
      "reflexao": "A coragem é contagiante. O que antes era medo e paralisia se transforma em avanço e vitória quando alguém ousa se levantar na fé. Deus usa a coragem de um para despertar a fé de muitos e virar o jogo da batalha."
    },
    {
      "numero": "53",
      "texto": "Quando os israelitas voltaram da perseguição aos filisteus, levaram tudo o que havia no acampamento deles.",
      "reflexao": "Deus não apenas dá vitória — Ele entrega restituição. Aquilo que parecia perdido, aquilo que estava nas mãos do inimigo, agora volta como herança aos filhos de Deus. A vitória no Senhor sempre gera colheita abundante."
    },
    {
      "numero": "54",
      "texto": "Davi pegou a cabeça do filisteu, levou-a para Jerusalém e guardou as armas do filisteu em sua própria tenda.",
      "reflexao": "Davi leva a cabeça do gigante como testemunho visível de que Deus é quem dá a vitória. As armas do inimigo, que antes eram símbolo de ameaça, agora são troféus do livramento do Senhor. Deus transforma afrontas em testemunhos vivos."
    },
    {
      "numero": "55",
      "texto": "Quando Saul viu Davi avançando para enfrentar o filisteu, perguntou a Abner, o comandante do exército: ‘Abner, quem é o pai daquele rapaz?’ Abner respondeu: ‘Juro por tua vida, ó rei, que eu não sei.’",
      "reflexao": "Nem todos conseguem discernir quem são os escolhidos de Deus até que eles se levantem. Davi, que antes era invisível aos olhos de muitos, agora se torna impossível de ser ignorado. Deus exalta no tempo certo aqueles que permanecem fiéis no secreto."
    },
    {
      "numero": "56",
      "texto": "E o rei ordenou-lhe: ‘Descubra quem é o pai dele.’",
      "reflexao": "Quando Deus levanta alguém, até os reis querem saber de onde ele veio. O favor divino revela e destaca aqueles que estavam escondidos, não para a vanglória pessoal, mas para que todos reconheçam que há um Deus que levanta e estabelece quem Ele quer."
    },
    {
      "numero": "57",
      "texto": "Logo que Davi voltou, depois de ter matado o filisteu, Abner levou-o perante Saul. Davi ainda segurava a cabeça de Golias.",
      "reflexao": "O que era sinal de terror virou testemunho nas mãos de Davi. A vitória não era apenas dele, mas de todo Israel. Aquilo que estava nas mãos do gigante agora estava nas mãos do ungido, provando que nenhuma afronta resiste ao poder do Deus vivo."
    },
    {
      "numero": "58",
      "texto": "E Saul lhe perguntou: ‘De quem você é filho, meu jovem?’ Respondeu Davi: ‘Sou filho de teu servo Jessé, de Belém.’",
      "reflexao": "Davi sabia exatamente quem ele era: filho de Jessé, servo do rei e, acima de tudo, servo do Deus Altíssimo. Quem carrega sua identidade firmada em Deus não precisa de títulos terrenos para ser reconhecido — sua vida, sua fé e suas conquistas falam por si."
    }
  ]
}
