{
  "livro": "1 Samuel",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Davi foi falar com o sacerdote Aimeleque, em Nobe. Aimeleque tremia quando se encontrou com ele, e perguntou: ‘Por que você está sozinho? Ninguém veio com você?’",
      "reflexao": "Quando estamos fora do lugar onde o mundo espera que estejamos, até os justos se surpreendem. Aimeleque tremia, sem saber que aquele encontro fazia parte de um plano muito maior — o plano do Deus que guarda e sustenta Seus escolhidos."
    },
    {
      "numero": "2",
      "texto": "Respondeu Davi: ‘O rei me encarregou de uma certa missão e me disse: “Ninguém deve saber coisa alguma sobre sua missão e sobre as suas instruções”. E eu ordenei aos meus soldados que se encontrassem comigo num certo lugar.’",
      "reflexao": "Nem sempre é possível contar tudo. Há missões em que Deus permite o silêncio e o discernimento para preservar vidas, propósitos e futuros. A prudência também faz parte da caminhada dos justos."
    },
    {
      "numero": "3",
      "texto": "‘Agora, então, o que você pode oferecer-me? Dê-me cinco pães ou algo que tiver.’",
      "reflexao": "Na jornada da dependência divina, até os líderes mais fortes precisam estender a mão e pedir. E Deus sempre providencia, mesmo que seja de maneira improvável. O pão que sustenta os dias difíceis vem das mãos do Altíssimo."
    },
    {
      "numero": "4",
      "texto": "O sacerdote, contudo, respondeu a Davi: ‘Não tenho pão comum; somente pão consagrado; se os soldados não tiveram relações com mulheres recentemente podem comê-lo.’",
      "reflexao": "Deus transforma o que é consagrado em provisão no tempo da necessidade. Isso revela que a misericórdia do Senhor transcende formalidades, quando o sustento é questão de vida e de propósito."
    },
    {
      "numero": "5",
      "texto": "Davi respondeu: ‘Certamente que não, conforme o nosso costume sempre que saio em campanha. Não tocamos em mulher. Esses homens mantém o corpo puro mesmo em missões comuns. Quanto mais hoje!’",
      "reflexao": "A santidade precede a vitória. Davi demonstra que viver separado para Deus, em pureza e reverência, não é algo ocasional, mas estilo de vida. Deus honra os que se mantêm puros, mesmo em meio à batalha."
    },
    {
      "numero": "6",
      "texto": "Então, o sacerdote lhe deu os pães consagrados, visto que não havia outro além do pão da Presença, que era retirado de diante do Senhor e substituído por pão quente no dia em que era tirado.",
      "reflexao": "O pão da Presença, que representa comunhão e aliança, se torna agora sustento para aquele que Deus escolheu. Quando o mundo fecha portas, o céu abre mesas no santuário. Deus nunca deixa faltar pão aos Seus."
    },
    {
      "numero": "7",
      "texto": "Aconteceu que um dos servos de Saul estava ali naquele dia, cumprindo seus deveres diante do Senhor; era o edomita Doegue, chefe dos pastores de Saul.",
      "reflexao": "Onde há benção, o inimigo também tenta se infiltrar para observar e tentar tramar o mal. Mas nenhuma arma forjada prosperará quando Deus é quem conduz a história dos Seus escolhidos."
    },
    {
      "numero": "8",
      "texto": "Davi perguntou a Aimeleque: ‘Você tem uma lança ou uma espada aqui? Não trouxe minha espada nem qualquer outra arma, pois o rei exigiu urgência.’",
      "reflexao": "Até os grandes guerreiros têm momentos em que precisam buscar recursos além das próprias mãos. A dependência não diminui o valente, apenas reforça que a nossa força sempre vem do Senhor, e não dos instrumentos."
    },
    {
      "numero": "9",
      "texto": "O sacerdote respondeu: ‘A espada de Golias, o filisteu que você matou no vale de Elá, está enrolada num pano atrás do colete sacerdotal. Se quiser, pegue-a; não há nenhuma outra espada.’ Davi disse: ‘Não há outra melhor; dê-me essa espada.’",
      "reflexao": "O Deus que te deu vitória no passado é o mesmo que te fortalece no presente. Davi recebe de volta a espada que um dia representou a vitória sobre Golias. O que era símbolo de derrota do inimigo agora se torna sinal da fidelidade de Deus sobre sua vida."
    },
    {
      "numero": "10",
      "texto": "Naquele dia, Davi fugiu de Saul e foi procurar Aquis, rei de Gate.",
      "reflexao": "Mesmo os mais ungidos passam por desertos de fuga e refúgio. A caminhada de fé inclui, às vezes, buscar abrigo onde jamais se imaginaria, mas ainda assim, Deus está guiando cada passo."
    },
    {
      "numero": "11",
      "texto": "Todavia os conselheiros de Aquis lhe disseram: ‘Não é este Davi, o rei da terra de Israel? Não é aquele sobre quem cantavam em suas danças: “Saul abateu seus milhares, e Davi suas dezenas de milhares”?’",
      "reflexao": "Quando Deus te exalta, até os inimigos reconhecem quem você é. A fama de Davi, construída pelas mãos do Senhor, transcendeu fronteiras e se tornou conhecida até em terras hostis."
    },
    {
      "numero": "12",
      "texto": "Davi levou a sério aquelas palavras e ficou com muito medo de Aquis, rei de Gate.",
      "reflexao": "O medo visita até os corajosos. Davi, o mesmo que derrotou Golias, agora experimenta o sabor do temor. Isso nos lembra que somos humanos, mas Deus continua sendo Deus — fiel para nos livrar até dos nossos próprios temores."
    },
    {
      "numero": "13",
      "texto": "Por isso, na presença deles ele fingiu estar louco; enquanto esteve com eles, agiu como um louco, riscando as portas da cidade e deixando escorrer saliva pela barba.",
      "reflexao": "Às vezes, a estratégia que Deus permite parece loucura aos olhos humanos. Mas a sabedoria celestial muitas vezes se esconde nos atos que parecem insensatos aos olhos dos homens. Deus usa até o improvável para proteger os Seus."
    },
    {
      "numero": "14",
      "texto": "Aquis disse a seus conselheiros: ‘Vejam este homem! Ele está louco! Por que trazê-lo aqui?’",
      "reflexao": "Quando Deus determina te livrar, até teus adversários te rejeitam, não por mérito próprio, mas pela intervenção divina. O Senhor confunde o inimigo e te esconde até onde ninguém imagina."
    },
    {
      "numero": "15",
      "texto": "‘Será que me faltam loucos para que vocês o tragam para agir como doido na minha frente? O que ele veio fazer no meu palácio?’",
      "reflexao": "Deus fecha portas onde poderia haver perigo e transforma o desprezo dos inimigos em proteção sobrenatural. Assim, o que parecia ser derrota, era, na verdade, livramento disfarçado de rejeição."
    }
  ]
}
