{
  "livro": "2 Coríntios",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Amados, visto que temos essas promessas, purifiquemo-nos de tudo o que contamina o corpo e o espírito, aperfeiçoando a santidade no temor de Deus.",
      "reflexao": "Diante das promessas maravilhosas de Deus, somos chamados a uma vida de santidade. Isso significa se afastar de tudo que contamina e nos afasta dEle. A santidade não é peso, mas uma resposta amorosa a um Deus que nos ama e nos chama de filhos."
    },
    {
      "numero": "2",
      "texto": "Concedam-nos lugar no coração de vocês. A ninguém prejudicamos, a ninguém arruinamos, de ninguém tiramos proveito.",
      "reflexao": "Paulo expressa aqui o desejo por relacionamentos sinceros e limpos. Assim como ele, somos chamados a viver sem prejudicar, explorar ou ferir ninguém. Que nosso testemunho gere confiança, amor e edificação na vida dos que estão ao nosso redor."
    },
    {
      "numero": "3",
      "texto": "Não digo isso para condená-los. Já disse antes que vocês têm lugar tão grande em nosso coração que juntos morreríamos e viveríamos.",
      "reflexao": "O amor cristão é profundo e verdadeiro. Paulo demonstra que o amor pela igreja é tão forte que ele se dispõe a caminhar com eles em qualquer circunstância, seja na vida, seja na morte. Esse é o amor que o evangelho nos ensina a cultivar uns pelos outros."
    },
    {
      "numero": "4",
      "texto": "Tenho grande confiança em vocês e muito me orgulho de vocês. Estou grandemente encorajado; minha alegria transborda, mesmo em todas as nossas tribulações.",
      "reflexao": "Mesmo em meio às dificuldades, Paulo encontra alegria no crescimento e na fidelidade dos irmãos. Isso nos ensina que, quando focamos no que Deus está fazendo na vida dos outros e na nossa, nossa alegria supera as circunstâncias."
    },
    {
      "numero": "5",
      "texto": "Quando chegamos à Macedônia, não tivemos nenhum descanso, mas fomos atribulados de toda forma: conflitos externos, temores internos.",
      "reflexao": "A vida cristã não nos isenta das lutas. Até Paulo, homem de Deus, enfrentou conflitos e medos. Isso nos mostra que é normal se sentir aflito às vezes, mas Deus sempre traz consolo, força e direção, mesmo nos dias mais difíceis."
    },
    {
      "numero": "6",
      "texto": "Todavia, Deus, que consola os abatidos, consolou-nos com a chegada de Tito.",
      "reflexao": "Deus usa pessoas para nos consolar. Assim como Tito foi resposta de Deus para Paulo, nós também podemos ser resposta para alguém. Um abraço, uma palavra, uma presença — tudo isso pode ser instrumento de Deus para restaurar e fortalecer quem precisa."
    },
    {
      "numero": "7",
      "texto": "E não apenas com a chegada dele, mas também pelo consolo que recebeu de vocês. Ele nos falou da saudade, da tristeza e da preocupação que vocês têm por mim, de modo que a minha alegria se tornou ainda maior.",
      "reflexao": "O amor, a empatia e o cuidado mútuo na família da fé são fontes de encorajamento e força. Quando cuidamos uns dos outros, estamos cumprindo a vontade de Deus e fortalecendo não só quem recebe, mas também quem oferece amor e cuidado."
    },
    {
      "numero": "8",
      "texto": "Mesmo que a minha carta lhes tenha causado tristeza, não me arrependo. Embora eu tenha me arrependido por um momento, agora vejo que a minha carta os entristeceu, mas apenas por pouco tempo.",
      "reflexao": "Às vezes, a verdade dói, mas é uma dor que gera cura. A correção, quando feita em amor, traz restauração. Paulo mostra aqui que, embora tenha doído no momento, essa tristeza produziu algo bom e necessário na vida deles."
    },
    {
      "numero": "9",
      "texto": "Agora me alegro, não porque vocês foram entristecidos, mas porque a tristeza os levou ao arrependimento. Pois vocês se entristeceram como Deus desejava, de forma que de nossa parte vocês não sofreram dano algum.",
      "reflexao": "Existe uma tristeza segundo Deus que gera arrependimento, transformação e vida. É diferente da culpa destrutiva. É uma dor que nos leva de volta aos braços do Pai, que nos purifica e nos restaura."
    },
    {
      "numero": "10",
      "texto": "A tristeza segundo Deus produz um arrependimento que leva à salvação e não traz remorso, mas a tristeza do mundo produz morte.",
      "reflexao": "Esse versículo é um divisor de águas. A tristeza segundo Deus nos liberta, nos transforma e nos aproxima dEle. Já a tristeza do mundo nos aprisiona, gera desespero e destruição. Que possamos sempre buscar o arrependimento que gera vida."
    },
    {
      "numero": "11",
      "texto": "Vejam o que esta tristeza segundo Deus produziu em vocês: que dedicação, que desculpas, que indignação, que temor, que saudade, que preocupação, que desejo de ver a justiça feita. Em tudo vocês se mostraram inocentes a esse respeito.",
      "reflexao": "O verdadeiro arrependimento gera frutos visíveis: mudança de atitude, zelo, cuidado, desejo por justiça e pureza. Não é só sentir tristeza — é transformar essa dor em decisão de viver diferente, buscando agradar a Deus em tudo."
    },
    {
      "numero": "12",
      "texto": "Embora eu lhes tenha escrito, não foi por causa daquele que cometeu o erro, nem por causa daquele que sofreu o dano, mas para que, diante de Deus, vocês pudessem perceber, diante de vocês mesmos, o quanto são dedicados a nós.",
      "reflexao": "Paulo deixa claro que sua correção não foi para condenar ninguém, mas para fortalecer o amor, a unidade e a maturidade espiritual da igreja. Às vezes, Deus permite situações difíceis para revelar o quanto amamos uns aos outros e o quanto estamos comprometidos com o Reino."
    },
    {
      "numero": "13",
      "texto": "Por isso, fomos revigorados. Além disso, ficamos ainda mais alegres ao ver a alegria de Tito, porque todos vocês renovaram o ânimo dele.",
      "reflexao": "O cuidado, o amor e a transformação que a igreja de Corinto demonstrou não apenas alegrou Paulo, mas também renovou Tito. Isso mostra como nossas atitudes de amor, restauração e comunhão têm o poder de fortalecer quem caminha conosco."
    },
    {
      "numero": "14",
      "texto": "Eu lhe havia dito que podia confiar em vocês, e não fiquei envergonhado. Pelo contrário, como tudo o que lhes dissemos é verdadeiro, também a nossa jactância diante de Tito comprovou-se verdadeira.",
      "reflexao": "Quando vivemos segundo os princípios do Reino, honramos não só a Deus, mas também fortalecemos a confiança que os irmãos têm em nós. Viver em integridade confirma as palavras que pregamos e os valores que carregamos."
    },
    {
      "numero": "15",
      "texto": "O carinho dele por vocês é ainda maior quando se lembra da obediência de todos vocês e de como o receberam com temor e tremor.",
      "reflexao": "Quando recebemos uns aos outros com amor, respeito e reverência, fortalecemos os laços do corpo de Cristo. A comunhão sincera é uma das maiores bênçãos da vida cristã, pois reflete o próprio amor de Deus em nosso meio."
    },
    {
      "numero": "16",
      "texto": "Alegro-me porque posso confiar plenamente em vocês.",
      "reflexao": "O crescimento espiritual gera confiança, alegria e fortalecimento mútuo. Que possamos ser pessoas em quem Deus e os irmãos na fé possam confiar, vivendo de forma que nossa vida honre ao Senhor e edifique aqueles que caminham conosco."
    }
  ]
}
