{
  "livro": "2 Coríntios",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Não preciso escrever a vocês sobre a assistência aos santos.",
      "reflexao": "Paulo reforça que a prática da generosidade deveria ser algo tão natural para quem vive o evangelho que sequer precisaria ser lembrado. Ajudar, cuidar e suprir as necessidades dos irmãos faz parte da essência de uma vida cristã verdadeira."
    },
    {
      "numero": "2",
      "texto": "Porque conheço a prontidão de vocês, e disso me orgulho entre os macedônios, dizendo que, desde o ano passado, vocês, da Acaia, estavam preparados para ajudar; e o entusiasmo de vocês motivou a muitos.",
      "reflexao": "A generosidade e o amor são contagiosos. Quando vivemos o evangelho de forma prática, inspiramos outros a também viverem de maneira generosa, solidária e amorosa. O nosso testemunho tem o poder de despertar fé, amor e transformação na vida de muitos."
    },
    {
      "numero": "3",
      "texto": "Contudo, estou enviando os irmãos para que, no tocante a essa ajuda, a nossa jactância a respeito de vocês não se desminta e vocês estejam preparados, como eu disse que estariam.",
      "reflexao": "Paulo ensina aqui sobre organização, responsabilidade e compromisso com aquilo que assumimos. Deus se agrada de um coração disposto, mas também de atitudes concretas e comprometidas."
    },
    {
      "numero": "4",
      "texto": "Se alguns macedônios forem comigo e encontrarem vocês despreparados, nós — para não dizer vocês — ficaríamos envergonhados por tanta confiança que tivemos.",
      "reflexao": "Nosso testemunho precisa ser confirmado não apenas por palavras, mas por atitudes. A coerência entre aquilo que falamos e o que fazemos é essencial para que nosso testemunho seja verdadeiro e gere frutos no Reino."
    },
    {
      "numero": "5",
      "texto": "Por isso achei necessário recomendar que os irmãos fossem até vocês antes de mim e preparassem, de antemão, a oferta que prometeram, para que esteja pronta como oferta generosa e não como algo dado com avareza.",
      "reflexao": "Deus não deseja ofertas dadas por obrigação, por peso ou por aparência, mas sim fruto de um coração generoso, alegre e disposto. A generosidade é uma expressão de amor, não de obrigação."
    },
    {
      "numero": "6",
      "texto": "Lembrem-se: aquele que semeia pouco, também colherá pouco; e aquele que semeia com fartura, também colherá fartamente.",
      "reflexao": "Aqui está um princípio poderoso do Reino: a colheita é proporcional à semeadura. Quem semeia amor, generosidade, serviço e fé colherá abundantemente. O que damos ao Reino, Deus multiplica em bênçãos que vão além do material."
    },
    {
      "numero": "7",
      "texto": "Cada um dê conforme determinou em seu coração, não com pesar ou por obrigação, pois Deus ama quem dá com alegria.",
      "reflexao": "Deus não se alegra apenas com o ato de dar, mas com a motivação que está por trás disso. Dar com alegria, por amor e gratidão, é uma das maiores expressões de adoração e confiança nEle."
    },
    {
      "numero": "8",
      "texto": "E Deus é poderoso para fazer que lhes seja acrescentada toda graça, para que em todas as coisas, em todo tempo, tendo tudo o que é necessário, vocês transbordem em toda boa obra.",
      "reflexao": "Quando somos generosos, Deus não apenas supre nossas necessidades, mas nos faz transbordar em toda boa obra. A generosidade abre portas de provisão, graça e bênçãos que nos capacitam a sermos instrumentos ainda maiores nas mãos dEle."
    },
    {
      "numero": "9",
      "texto": "Como está escrito: 'Distribuiu, deu os seus bens aos necessitados; a sua justiça permanece para sempre'.",
      "reflexao": "A generosidade não é esquecida por Deus. Ela se torna parte de uma vida justa e piedosa, que permanece e ecoa na eternidade. Cada ato de amor e doação é visto, registrado e recompensado por Deus."
    },
    {
      "numero": "10",
      "texto": "Aquele que supre a semente ao que semeia e o pão para alimento também suprirá e aumentará a semente de vocês e fará crescer os frutos da sua justiça.",
      "reflexao": "Deus é quem fornece tanto a semente quanto a colheita. Quando escolhemos ser generosos, Ele multiplica não apenas recursos, mas também frutos de justiça, amor, impacto e transformação nas vidas que tocamos."
    },
    {
      "numero": "11",
      "texto": "Vocês serão enriquecidos de todas as formas, para que possam ser generosos em qualquer ocasião, e, por nosso intermédio, a sua generosidade resulte em ação de graças a Deus.",
      "reflexao": "Deus nos abençoa para que sejamos bênção. Nossa generosidade não apenas supre necessidades, mas gera louvor, gratidão e adoração a Deus, tanto na nossa vida quanto na vida daqueles que são alcançados pelo nosso amor prático."
    },
    {
      "numero": "12",
      "texto": "O serviço ministerial que vocês estão realizando não está apenas suprindo as necessidades do povo de Deus, mas também transbordando em muitas expressões de gratidão a Deus.",
      "reflexao": "Nossa contribuição não é apenas suprir carências materiais, mas também gerar um movimento de gratidão, louvor e reconhecimento da bondade de Deus. A generosidade revela o amor de Deus de forma tangível."
    },
    {
      "numero": "13",
      "texto": "Por causa da prova desse serviço, eles louvarão a Deus pela obediência que acompanha a confissão que vocês fazem do evangelho de Cristo e pela generosidade de vocês em compartilhar seus bens com eles e com todos os outros.",
      "reflexao": "A generosidade é uma poderosa pregação sem palavras. Quando ajudamos, quando suprimos, quando cuidamos, estamos mostrando na prática o evangelho que pregamos, e isso leva outros a louvar e agradecer a Deus."
    },
    {
      "numero": "14",
      "texto": "E nas orações que fazem por vocês, eles estarão cheios de amor por vocês, por causa da insuperável graça que Deus tem dado a vocês.",
      "reflexao": "A generosidade gera não só gratidão, mas também amor, unidade e intercessão. Quem é abençoado por nós se torna também alguém que intercede, que se une em amor e que fortalece a comunhão no Corpo de Cristo."
    },
    {
      "numero": "15",
      "texto": "Graças a Deus por seu dom indescritível!",
      "reflexao": "Tudo isso só é possível por causa do maior dom que recebemos: Jesus Cristo. Sua graça, Seu amor e Sua entrega são indescritíveis, e tudo o que fazemos em generosidade e amor é apenas uma resposta ao amor imensurável que recebemos dEle."
    }
  ]
}
