{
  "livro": "2 Crônicas",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois que Roboão se fortaleceu, firmou-se como rei, ele e todo o Israel abandonaram a lei do Senhor.",
      "reflexao": "O coração humano, quando se sente seguro, facilmente esquece de onde veio sua força. Roboão, após firmar-se, abandona o Senhor — e não o faz sozinho, mas arrasta consigo todo o povo. Esse versículo é um alerta solene: o auge do sucesso sem vigilância espiritual é o início da queda. A prosperidade deve nos conduzir à gratidão, não à independência de Deus."
    },
    {
      "numero": "2",
      "texto": "Por terem sido infiéis ao Senhor, Sisaque, rei do Egito, atacou Jerusalém no quinto ano do reinado de Roboão.",
      "reflexao": "A infidelidade sempre tem consequências. Deus permite que Sisaque invada Jerusalém como correção ao coração rebelde de Roboão. Quando o povo rompe com o céu, a terra sente os efeitos. Este versículo mostra que Deus, em sua justiça, usa até mesmo os inimigos para nos fazer lembrar quem verdadeiramente é o nosso protetor."
    },
    {
      "numero": "3",
      "texto": "Com mil e duzentos carros de guerra, sessenta mil cavaleiros e um exército incontável de líbios, suquitas e etíopes, que vieram do Egito com ele,",
      "reflexao": "A descrição do exército inimigo é esmagadora, numericamente impossível de conter. Isso revela a vulnerabilidade de um povo que já não conta mais com a proteção divina. Quando nos afastamos da presença do Senhor, até o menor dos exércitos se torna uma ameaça gigantesca. Mas quando Ele está conosco, nenhuma multidão pode nos destruir."
    },
    {
      "numero": "4",
      "texto": "conquistou as cidades fortificadas de Judá e chegou até Jerusalém.",
      "reflexao": "As fortalezas caem quando a fé é abandonada. Os muros que protegiam Judá não resistiram porque o alicerce espiritual já estava corrompido. Este versículo é uma lição clara: a segurança verdadeira não está em pedras ou estratégias, mas na obediência ao Senhor. Sem Ele, até Jerusalém treme."
    },
    {
      "numero": "5",
      "texto": "Então o profeta Semaías apresentou-se a Roboão e aos líderes de Judá que se haviam reunido em Jerusalém, fugindo de Sisaque, e lhes disse: ‘Assim diz o Senhor: Vocês me abandonaram; por isso eu agora os abandono, entregando-os a Sisaque’.",
      "reflexao": "O profeta vem como a voz de Deus em meio ao cerco. A mensagem é dura, porém justa: ‘Vocês me abandonaram’. A reciprocidade divina reflete o princípio da aliança — quem se afasta de Deus, perde Sua cobertura. Mas mesmo nessa repreensão, há um convite à consciência: reconhecer que o abandono começou com o povo, e não com Deus."
    },
    {
      "numero": "6",
      "texto": "Os líderes de Israel e o rei se humilharam e disseram: ‘O Senhor é justo’.",
      "reflexao": "A humildade abre portas que o orgulho havia trancado. Diante do juízo iminente, o povo se dobra e reconhece a justiça divina. Este momento é precioso: quando a dor produz arrependimento sincero, ela se torna caminho de restauração. O quebrantamento é a chave que move o coração de Deus."
    },
    {
      "numero": "7",
      "texto": "Quando o Senhor viu que eles se humilharam, veio a Semaías esta palavra do Senhor: ‘Visto que eles se humilharam, não os destruirei, mas em breve lhes darei livramento. Minha ira não será derramada sobre Jerusalém por meio de Sisaque’.",
      "reflexao": "A resposta divina ao arrependimento é a misericórdia. Deus vê o coração contrito e decide reter a destruição. Ainda que houvesse disciplina, Ele a limita com compaixão. O versículo nos lembra que Deus não se alegra com o castigo, mas com o retorno de Seus filhos. A esperança nasce sempre que há humildade verdadeira."
    },
    {
      "numero": "8",
      "texto": "Eles, contudo, ficarão sujeitos a ele, para que aprendam a diferença entre servir a mim e servir aos reis de outras terras.",
      "reflexao": "Deus não os destrói, mas também não os livra completamente — pois há lições que só a dor ensina. A sujeição ao rei estrangeiro se torna uma escola de contraste. Servir a Deus é liberdade; servir ao homem é opressão. Este versículo é pedagógico: Deus quer que aprendamos, na carne, o valor da Sua soberania e a doçura do Seu jugo."
    },
    {
      "numero": "9",
      "texto": "Quando Sisaque, rei do Egito, atacou Jerusalém, levou todos os tesouros do templo do Senhor e do palácio real, inclusive os escudos de ouro que Salomão havia feito.",
      "reflexao": "A glória do passado é saqueada. Os escudos de ouro de Salomão, símbolo do esplendor de uma era, são levados. O que foi construído com sabedoria e honra é agora perdido por causa da desobediência. Este versículo é um alerta: sem a presença de Deus, até o ouro do templo se torna impotente. A verdadeira riqueza está na aliança com o Altíssimo."
    },
    {
      "numero": "10",
      "texto": "Por isso o rei Roboão mandou fazer escudos de bronze para substituí-los, e os entregou aos chefes da guarda da entrada do palácio real.",
      "reflexao": "O ouro perdido é substituído por bronze — uma réplica sem o mesmo valor. Essa substituição retrata uma tentativa de manter as aparências mesmo diante da decadência espiritual. É possível que nossos atos continuem religiosos, mas sem o brilho da presença de Deus. Este versículo nos confronta: estamos vivendo da glória verdadeira ou apenas do brilho do bronze?"
    },
    {
      "numero": "11",
      "texto": "Sempre que o rei ia ao templo do Senhor, os guardas empunhavam os escudos, e, em seguida, os devolviam à sala da guarda.",
      "reflexao": "A cena dos guardas empunhando os escudos de bronze é simbólica: um esforço para manter a aparência de honra diante de Deus, ainda que o ouro da fidelidade já tivesse sido perdido. A adoração se manteve nos rituais, mas com brilho apagado. Este versículo nos convida a examinar se a nossa prática espiritual é genuína ou apenas uma encenação de algo que já foi vivo no passado."
    },
    {
      "numero": "12",
      "texto": "Como Roboão se humilhou, a ira do Senhor afastou-se dele, e ele não foi totalmente destruído. Aliás, ainda havia algo de bom em Judá.",
      "reflexao": "A humildade de Roboão trouxe alívio ao juízo de Deus. O versículo nos oferece esperança: mesmo em tempos de decadência, o arrependimento sincero é capaz de conter a destruição. A frase ‘ainda havia algo de bom em Judá’ é como uma centelha em meio às cinzas — Deus vê e valoriza o pouco que resta de integridade. Com Ele, até o pouco pode ser restaurado em muito."
    },
    {
      "numero": "13",
      "texto": "O rei Roboão firmou-se no poder em Jerusalém e continuou a reinar. Tinha quarenta e um anos de idade quando começou a reinar, e reinou dezessete anos em Jerusalém, cidade que o Senhor havia escolhido dentre todas as tribos de Israel para nela pôr o seu nome. Sua mãe, uma amonita, chamava-se Naamá.",
      "reflexao": "O trono de Roboão foi preservado, mas não isento de turbulências. Jerusalém, a cidade escolhida por Deus, permanece como centro do reinado, lembrando que a fidelidade divina sustenta mesmo líderes imperfeitos. A menção à mãe amonita de Roboão aponta para as influências mistas em sua formação — lembrete de que os caminhos do rei foram marcados tanto por herança espiritual quanto por tensões culturais."
    },
    {
      "numero": "14",
      "texto": "Ele agiu mal porque não dispôs o seu coração para buscar o Senhor.",
      "reflexao": "Este é o diagnóstico mais profundo de sua vida: o mal que cometeu nasceu da omissão do coração. Não se trata apenas de escolhas erradas, mas de um coração que não se inclinou com intenção e constância ao Senhor. Buscar a Deus exige decisão interior, disposição deliberada. A ausência dessa entrega foi o fracasso essencial de Roboão — e pode ser também o nosso, se não vigiarmos."
    },
    {
      "numero": "15",
      "texto": "Os demais acontecimentos do reinado de Roboão, do início ao fim, estão escritos nos relatos do profeta Semaías e do vidente Ido, que tratam de genealogias. Houve guerra constante entre Roboão e Jeroboão.",
      "reflexao": "A história de um homem é maior do que o que se vê em um versículo. Deus registrou sua vida por inteiro, inclusive as guerras que travou. Isso nos lembra que nossas lutas e erros não nos definem por completo — mas são partes do testemunho que deixamos. A menção aos registros proféticos reforça que, mesmo entre conflitos, Deus continua acompanhando e narrando a trajetória de Seus servos."
    },
    {
      "numero": "16",
      "texto": "Roboão descansou com os seus antepassados e foi sepultado na cidade de Davi; seu filho Abias foi o seu sucessor.",
      "reflexao": "O fim de Roboão é como o pôr do sol de um reinado com altos e baixos. Ele descansou, e sua linhagem continuou — não por mérito próprio, mas por fidelidade de Deus à promessa feita a Davi. O ciclo da vida segue, com heranças espirituais e escolhas a serem revisitadas pela geração seguinte. O versículo nos convida a pensar: que legado deixaremos ao fim da nossa jornada?"
    }
  ]
}
