{
  "livro": "2 Crônicas",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Roboão foi a Siquém, onde todos os israelitas tinham se reunido para proclamá-lo rei.",
      "reflexao": "O início de um reinado é também o início de grandes decisões. Em cada nova etapa da vida, Deus nos chama à sabedoria. O trono pode ser herdado, mas a liderança verdadeira é conquistada com discernimento."
    },
    {
      "numero": "2",
      "texto": "Assim que Jeroboão, filho de Nebate, que estava no Egito fugindo do rei Salomão, soube disso, voltou de lá.",
      "reflexao": "As escolhas do passado sempre voltam à cena. Jeroboão retorna do exílio, e com ele, a oportunidade de reconciliação ou ruptura. As voltas da vida são convites à maturidade espiritual."
    },
    {
      "numero": "3",
      "texto": "E mandaram chamá-lo. Então ele e todo o Israel foram ao encontro de Roboão e disseram:",
      "reflexao": "A voz do povo se levanta com um pedido legítimo. O líder sábio escuta com atenção. O coração endurecido, porém, fecha as portas para a paz. Que tenhamos ouvidos prontos para escutar com justiça."
    },
    {
      "numero": "4",
      "texto": "‘Teu pai colocou sobre nós um jugo pesado, mas agora diminui o trabalho árduo e este jugo pesado, e nós te serviremos’.",
      "reflexao": "Há momentos em que a liderança deve aliviar e não oprimir. Um povo cansado clama por alívio, e a resposta revela o coração do rei. A autoridade que não cuida se torna tirania."
    },
    {
      "numero": "5",
      "texto": "Roboão respondeu: ‘Voltem a mim daqui a três dias’. Então o povo foi embora.",
      "reflexao": "O tempo pedido poderia ser usado para ouvir a Deus. Toda decisão que afeta outros exige pausa, oração e humildade. As escolhas apressadas, sem direção divina, colhem frutos amargos."
    },
    {
      "numero": "6",
      "texto": "O rei Roboão perguntou às autoridades que haviam servido ao seu pai Salomão durante a vida dele: ‘Como vocês me aconselham a responder a este povo?’",
      "reflexao": "Buscar conselho é sabedoria, mas saber de quem ouvir é ainda mais essencial. Experiência e maturidade são guias que evitam tragédias. Quem não valoriza o conselho dos sábios se expõe ao erro."
    },
    {
      "numero": "7",
      "texto": "Eles responderam: ‘Se hoje fores bom para esse povo, se o agradares e lhe deres resposta favorável, eles sempre serão teus servos’.",
      "reflexao": "A verdadeira liderança nasce do serviço, não da imposição. Ganhar corações vale mais do que subjugar vontades. A mansidão no governo pode edificar alianças eternas."
    },
    {
      "numero": "8",
      "texto": "Roboão, contudo, rejeitou o conselho que as autoridades de Israel lhe tinham dado e consultou os jovens que haviam crescido com ele e o estavam servindo.",
      "reflexao": "Rejeitar a sabedoria dos antigos por vaidade e orgulho é semear divisão. Os amigos da nossa juventude nem sempre têm a profundidade necessária para guiar decisões complexas. Cuidado com o eco do orgulho disfarçado de conselho."
    },
    {
      "numero": "9",
      "texto": "Perguntou-lhes: ‘Qual é o conselho de vocês? Como devemos responder a este povo que me diz: “Diminui o jugo que teu pai colocou sobre nós”?’",
      "reflexao": "A pergunta revela já a inclinação do coração: ele busca respaldo para sua dureza, não orientação para a justiça. Quem procura apenas aquilo que confirma sua vontade está mais perto da ruína do que da sabedoria."
    },
    {
      "numero": "10",
      "texto": "Os jovens que haviam crescido com ele responderam: ‘A este povo que te disse: “Teu pai colocou sobre nós um jugo pesado; torna-o mais leve” — dize: “Meu dedo mínimo é mais grosso do que a cintura do meu pai.",
      "reflexao": "A arrogância disfarçada de autoridade é a linguagem de um governo cego. A metáfora revela mais do que força: expõe desprezo. Palavras duras podem dividir para sempre o que poderia ser curado com empatia."
    },
    {
      "numero": "11",
      "texto": "Pois bem, meu pai lhes impôs um jugo pesado; eu o tornarei ainda mais pesado. Meu pai os castigou com simples chicotes; eu os castigarei com chicotes pontiagudos’.",
      "reflexao": "A dureza de coração de Roboão ecoa na história como um alerta: o poder sem compaixão se volta contra si mesmo. Toda liderança que oprime seu povo abre caminho para a rebelião. Deus não abençoa o jugo cruel."
    },
    {
      "numero": "12",
      "texto": "Três dias depois, Jeroboão e todo o povo voltaram a Roboão, segundo a orientação dada pelo rei: 'Voltem a mim daqui a três dias'.",
      "reflexao": "A expectativa de um povo é semente de esperança. Quando se volta a alguém em posição de autoridade, ainda é com confiança de que haverá justiça. Que nunca sejamos encontrados indiferentes diante da confiança que nos é depositada."
    },
    {
      "numero": "13",
      "texto": "Mas o rei lhes respondeu asperamente. Rejeitando o conselho das autoridades de Israel,",
      "reflexao": "Respostas ásperas rasgam alianças. Quando o orgulho fala mais alto que a sabedoria, abre-se uma porta para o desastre. Roboão trocou o legado da paz pelo eco da dureza. A brandura desarma; a aspereza, divide."
    },
    {
      "numero": "14",
      "texto": "seguiu o conselho dos jovens e disse: 'Meu pai lhes tornou pesado o jugo; eu o tornarei ainda mais pesado. Meu pai os castigou com simples chicotes; eu os castigarei com chicotes pontiagudos'.",
      "reflexao": "A mão que deveria abençoar tornou-se instrumento de opressão. Quando a liderança se deixa levar por arrogância e desprezo, ela perde o povo. O poder sem compaixão constrói reinos de medo, não de amor."
    },
    {
      "numero": "15",
      "texto": "E o rei não ouviu o povo, pois esta mudança nos acontecimentos vinha da parte de Deus, para que se cumprisse a palavra que o Senhor havia falado a Jeroboão, filho de Nebate, por meio do silonita Aías.",
      "reflexao": "Mesmo os erros humanos podem ser usados por Deus para cumprir Seus propósitos. Ele transforma a desobediência em palco de justiça. Nada escapa ao plano divino — mesmo o endurecimento do coração está sob o olhar do Altíssimo."
    },
    {
      "numero": "16",
      "texto": "Quando todo o Israel viu que o rei se recusava a ouvi-los, responderam ao rei: 'Que temos em comum com Davi? Que temos em comum com o filho de Jessé? Para as suas tendas, ó Israel! Cuide da sua própria casa, ó Davi!' E assim os israelitas foram para as suas casas.",
      "reflexao": "O povo abandonado pelo rei abandona o rei. Onde falta escuta, cresce o clamor por liberdade. A ruptura com a casa de Davi revela que alianças não sobrevivem à opressão. É no cuidado mútuo que se sustenta um reino."
    },
    {
      "numero": "17",
      "texto": "Quanto, porém, aos israelitas que moravam nas cidades de Judá, Roboão continuou como rei deles.",
      "reflexao": "O reino rachado sobrevive apenas em parte. A desobediência e a insensibilidade cobram seu preço. Deus, porém, preserva um remanescente. Mesmo quando tudo parece fragmentado, a fidelidade divina sustenta a história."
    },
    {
      "numero": "18",
      "texto": "O rei Roboão enviou Adonirão, chefe de trabalhos forçados, mas todo o Israel o apedrejou até à morte. O rei, contudo, conseguiu subir em sua carruagem e fugir para Jerusalém.",
      "reflexao": "O povo ferido reage com violência. O desprezo da autoridade culmina em caos. A falta de diálogo transforma governança em conflito. Quem oprime colhe rebelião. Que nossas palavras governem antes que seja necessário correr."
    },
    {
      "numero": "19",
      "texto": "Desta forma Israel se rebelou contra a dinastia de Davi, e assim permanece até hoje.",
      "reflexao": "O rompimento entre irmãos é ferida profunda. O cisma de Israel é reflexo da dureza do coração de um só homem. Que saibamos governar — não só reinos, mas também emoções e palavras — com humildade e sabedoria, para que não herdem de nós divisões os que virão depois."
    }
  ]
}
