{
  "livro": "2 Crônicas",
  "capitulo": "27",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Jotão tinha vinte e cinco anos de idade quando começou a reinar, e reinou dezesseis anos em Jerusalém. O nome da sua mãe era Jerusa, filha de Zadoque.",
      "reflexao": "Jotão foi moldado por sua linhagem — filho de um rei e neto de um sacerdote. Seu nome se inscreveu na história como aquele que, mesmo jovem, conduziu Judá com firmeza. A referência à sua mãe nos lembra que, muitas vezes, a força espiritual se origina no ambiente silencioso da formação familiar."
    },
    {
      "numero": "2",
      "texto": "Ele fez o que o Senhor aprova, tal como seu pai, mas, ao contrário deste, não entrou no templo do Senhor. O povo, contudo, prosseguiu em suas práticas corruptas.",
      "reflexao": "Jotão andou com retidão, mas não influenciou profundamente o povo. Sua fidelidade pessoal não se traduziu em reforma coletiva. É possível viver corretamente e ainda assim ver a nação se perder. A santidade individual é essencial, mas o chamado de um líder vai além do exemplo — exige transformação do ambiente à sua volta."
    },
    {
      "numero": "3",
      "texto": "Jotão reconstruiu a porta superior do templo do Senhor e fez amplos trabalhos no muro, na colina de Ofel.",
      "reflexao": "Ainda que não tenha entrado no templo, Jotão o honrou com sua obra. A reconstrução da porta e dos muros revela um coração que valorizava a casa de Deus, mesmo de fora. Às vezes, a obediência se expressa em serviço silencioso, mas fiel. Deus vê o que fazemos por Sua morada, mesmo sem holofotes."
    },
    {
      "numero": "4",
      "texto": "Construiu cidades nos montes de Judá, bem como fortes e torres nas matas.",
      "reflexao": "A força de Jotão não estava apenas na espada, mas na edificação. Ele ergueu segurança onde havia vulnerabilidade. Construiu não para a guerra, mas para a estabilidade. Quando um governante anda com Deus, deixa legados de paz e estrutura que beneficiam gerações."
    },
    {
      "numero": "5",
      "texto": "Jotão guerreou contra o rei dos amonitas e o derrotou. Então os amonitas pagaram-lhe três toneladas e meia de prata, dez mil barris de trigo e dez mil de cevada durante três anos seguidos.",
      "reflexao": "O Senhor honrou Jotão com vitória e provisão. Os frutos da fidelidade não são apenas espirituais — são também materiais. A submissão ao Senhor transforma inimigos em fontes de sustento. Quando Deus está à frente, até a guerra produz colheita."
    },
    {
      "numero": "6",
      "texto": "Jotão tornou-se cada vez mais poderoso, pois andava firmemente segundo a vontade do Senhor, o seu Deus.",
      "reflexao": "O crescimento de Jotão não veio por acaso, mas por constância. Ele andava firmemente, não por momentos, mas por escolha contínua. A verdadeira força vem do andar constante com Deus — e esse caminho, mesmo sem aplausos, é sempre recompensado com autoridade e paz."
    },
    {
      "numero": "7",
      "texto": "Os demais acontecimentos do reinado de Jotão, inclusive todas as suas guerras e as suas outras realizações, estão escritos nos registros históricos dos reis de Israel e de Judá.",
      "reflexao": "Nem tudo se conta aqui, mas tudo foi observado por Deus. Os registros humanos guardaram os feitos de Jotão, mas o que importa para o céu é a fidelidade do coração. A eternidade não celebra apenas o que se escreve em livros — mas o que se vive diante do trono divino."
    },
    {
      "numero": "8",
      "texto": "Tinha vinte e cinco anos de idade quando começou a reinar, e reinou dezesseis anos em Jerusalém.",
      "reflexao": "Esta repetição reforça a brevidade da vida e a importância do que se constrói em cada etapa. Jotão teve poucos anos de reinado, mas sua história foi marcada pela firmeza. O valor de um reinado não está na sua duração, mas na sua direção."
    },
    {
      "numero": "9",
      "texto": "Jotão descansou com os seus antepassados e foi sepultado na cidade de Davi. Seu filho Acaz foi o seu sucessor.",
      "reflexao": "Jotão terminou seu caminho com honra. Não há menção de escândalo, queda ou idolatria. Descansou como viveu: discretamente fiel. Seu legado foi de equilíbrio e retidão — um testemunho silencioso, mas poderoso. Que também possamos partir deixando marcas de integridade e reverência."
    }
  ]
}
