{
  "livro": "2 Crônicas",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Josafá descansou com seus antepassados e foi sepultado junto deles na cidade de Davi, e seu filho Jeorão foi o seu sucessor.",
      "reflexao": "O ciclo da vida segue seu curso: o justo parte, e o trono passa a outra geração. Mas a verdadeira herança não está no poder transferido, e sim na fidelidade deixada como testemunho."
    },
    {
      "numero": "2",
      "texto": "Os irmãos de Jeorão, filhos de Josafá, foram Azarias, Jeiel, Zacarias, Azarias, Micael e Sefatias. Todos eles foram filhos de Josafá, rei de Israel.",
      "reflexao": "A bênção de uma casa numerosa é dom de Deus, mas a convivência entre irmãos é o verdadeiro desafio da realeza e da humanidade. A fraternidade deveria ser o tesouro mais bem guardado."
    },
    {
      "numero": "3",
      "texto": "Ele deu-lhes muitos presentes de prata e ouro e objetos de valor, bem como cidades fortificadas em Judá, mas o reino deu a Jeorão, porque este era seu filho mais velho.",
      "reflexao": "As riquezas podem ser repartidas, mas o trono exige responsabilidade. Ser o primogênito não é apenas privilégio — é também um chamado a governar com sabedoria e justiça."
    },
    {
      "numero": "4",
      "texto": "Logo Jeorão se fortaleceu no reino de seu pai, e matou à espada todos os seus irmãos, juntamente com alguns dos líderes de Israel.",
      "reflexao": "O poder sem temor de Deus torna-se tirania. Jeorão eliminou laços de sangue para garantir o trono, mas esqueceu que nenhum trono é seguro sem a bênção do céu."
    },
    {
      "numero": "5",
      "texto": "Ele tinha trinta e dois anos de idade quando começou a reinar, e reinou oito anos em Jerusalém.",
      "reflexao": "A juventude e o tempo no poder são oportunidades preciosas. O que se faz com elas define se a história guardará um nome com honra ou com vergonha."
    },
    {
      "numero": "6",
      "texto": "Andou nos caminhos dos reis de Israel, como a família de Acabe havia feito, pois se casou com uma filha de Acabe. E fez o que o Senhor reprova.",
      "reflexao": "Alianças erradas desviam caminhos. Casar-se com o erro é aceitar a herança do engano. Quando se despreza o exemplo dos justos, a sombra dos ímpios obscurece o reinado."
    },
    {
      "numero": "7",
      "texto": "Entretanto, por causa da aliança que havia feito com Davi, o Senhor não quis destruir a dinastia dele. Ele havia prometido manter para sempre um descendente de Davi no trono.",
      "reflexao": "A fidelidade de Deus transcende a infidelidade dos homens. Ainda que o rei falhe, a aliança permanece. A graça não se apoia em méritos humanos, mas no compromisso eterno do Senhor."
    },
    {
      "numero": "8",
      "texto": "Nos dias de Jeorão, os edomitas rebelaram-se contra o domínio de Judá, proclamando seu próprio rei.",
      "reflexao": "Quando a liderança perde sua integridade, os domínios começam a ruir. A rebelião dos súditos é reflexo da rebelião do coração do rei contra Deus."
    },
    {
      "numero": "9",
      "texto": "Por isso, Jeorão foi combatê-los com seus líderes e com todos os seus carros de guerra. Os edomitas cercaram a ele e aos chefes de seus carros de guerra, mas ele os atacou de noite e rompeu o cerco inimigo.",
      "reflexao": "A força militar pode vencer batalhas, mas não restaura autoridade espiritual. Jeorão rompeu o cerco, mas não reconquistou o favor do Altíssimo. Vitória sem arrependimento é apenas atraso da queda."
    },
    {
      "numero": "10",
      "texto": "E até hoje Edom continua independente de Judá. Nessa mesma época, a cidade de Libna também tornou-se independente, pois Jeorão havia abandonado o Senhor, o Deus dos seus antepassados.",
      "reflexao": "Abandonar o Senhor é abrir mão de proteção e domínio. Onde Deus não reina, a desunião se instala. O abandono espiritual traz consequências duradouras na história e no coração."
    },
    {
      "numero": "11",
      "texto": "Ele até construiu altares idólatras nas colinas de Judá, levando o povo de Jerusalém a prostituir-se e Judá a desviar-se.",
      "reflexao": "Quando um líder abandona o Senhor, arrasta consigo os que o seguem. A idolatria não começa nos altares de pedra, mas nos desvios do coração. E o povo sofre as consequências da cegueira de quem deveria guiá-lo."
    },
    {
      "numero": "12",
      "texto": "Então Jeorão recebeu uma carta do profeta Elias, que dizia: 'Assim diz o Senhor, o Deus de Davi, seu antepassado: ‘Você não tem andado nos caminhos de seu pai Josafá nem de Asa, rei de Judá.’",
      "reflexao": "A repreensão profética é um último chamado ao arrependimento. A linhagem honrosa não garante retidão; é necessário andar nos caminhos do Senhor por escolha pessoal, não por herança."
    },
    {
      "numero": "13",
      "texto": "‘Mas sim nos caminhos dos reis de Israel, e levou Judá e o povo de Jerusalém a se prostituírem na idolatria como a família de Acabe. E ainda assassinou seus próprios irmãos, membros da família de seu pai, homens que eram melhores do que você.’",
      "reflexao": "Há pecados que clamam ao céu por justiça. Jeorão trocou o legado da honra pela companhia da perversidade, e levantou a mão contra os seus próprios irmãos. A memória dos justos que ele matou condenava sua própria história."
    },
    {
      "numero": "14",
      "texto": "‘Por isso, o Senhor vai ferir terrivelmente seu povo, seus filhos, suas mulheres e tudo o que é seu.’",
      "reflexao": "Os atos de um líder ressoam sobre seu povo. O juízo de Deus não é apenas resposta ao mal, mas também um grito de alerta para que as gerações acordem e retornem à aliança."
    },
    {
      "numero": "15",
      "texto": "‘Você ficará muito doente; terá uma enfermidade no ventre, que irá piorar até que saiam os seus intestinos.’",
      "reflexao": "A enfermidade que consome por dentro revela o estado da alma de Jeorão. Aquilo que estava oculto no coração veio à tona no corpo — a decadência espiritual se manifestando na carne."
    },
    {
      "numero": "16",
      "texto": "O Senhor despertou contra Jeorão a hostilidade dos filisteus e dos árabes que viviam perto dos etíopes.",
      "reflexao": "Quando Deus retira sua mão protetora, até os inimigos esquecidos se tornam instrumentos de juízo. O rei que antes dominava agora é cercado por adversários que ele não pode conter."
    },
    {
      "numero": "17",
      "texto": "Eles atacaram o reino de Judá, invadiram-no e levaram todos os bens que encontraram no palácio do rei, juntamente com suas mulheres e seus filhos. Só ficou Acazias, o filho mais novo.",
      "reflexao": "Tudo aquilo que Jeorão acumulou foi levado. A riqueza, a descendência e a segurança foram arrancadas porque ele edificou seu reino sobre a areia da idolatria. A ruína é a colheita do desprezo ao Senhor."
    },
    {
      "numero": "18",
      "texto": "Depois disso tudo, o Senhor afligiu Jeorão com uma doença incurável nos intestinos.",
      "reflexao": "A persistência no pecado pode fechar os ouvidos à voz de Deus e abrir o corpo à dor sem remédio. A doença foi o reflexo do seu estado espiritual: incurável, porque não havia arrependimento."
    },
    {
      "numero": "19",
      "texto": "Algum tempo depois, ao fim do segundo ano, tanto se agravou a doença que os seus intestinos saíram, e ele morreu sofrendo dores horríveis. Seu povo não fez nenhuma fogueira em sua homenagem, como havia feito para os seus antepassados.",
      "reflexao": "Quem vive para si mesmo morre sozinho. Nem honra, nem luto. A ausência de homenagem revela que seu reinado não deixou saudade, mas feridas. A glória sem temor é apenas fumaça."
    },
    {
      "numero": "20",
      "texto": "Jeorão tinha trinta e dois anos de idade quando começou a reinar, e reinou oito anos em Jerusalém. Morreu sem que ninguém o lamentasse, e foi sepultado na cidade de Davi, mas não nos túmulos dos reis.",
      "reflexao": "A morte sem lamento é o epitáfio dos que se afastam do propósito. Reinou, mas não serviu. Viveu, mas não amou. Foi sepultado entre os seus, mas rejeitado entre os reis. O fim sem glória é a consequência de uma vida sem temor."
    }
  ]
}
