{
  "livro": "2 João",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O presbítero à senhora eleita e aos seus filhos, a quem amo na verdade — e não apenas eu, mas também todos os que conhecem a verdade —",
      "reflexao": "João nos lembra que o amor verdadeiro está profundamente enraizado na verdade. Em um mundo onde os relacionamentos são, muitas vezes, superficiais ou baseados em interesses, Deus nos convida a amar com base na verdade do evangelho. É um amor puro, constante e comprometido, que ultrapassa os laços naturais e se firma na comunhão espiritual."
    },
    {
      "numero": "2",
      "texto": "por causa da verdade que permanece em nós e estará conosco para sempre:",
      "reflexao": "A verdade de Deus não é passageira; ela permanece eternamente. Isso nos traz segurança em meio a tantas incertezas que o mundo oferece. Se temos a verdade de Cristo dentro de nós, caminhamos com convicção, esperança e firmeza, sabendo que essa verdade não muda com o tempo nem com as circunstâncias."
    },
    {
      "numero": "3",
      "texto": "Graça, misericórdia e paz da parte de Deus Pai e de Jesus Cristo, o Filho do Pai, estarão conosco em verdade e amor.",
      "reflexao": "João declara bênçãos que todo cristão anseia: graça, misericórdia e paz. E elas não vêm sozinhas, mas estão alicerçadas na verdade e no amor. Para os dias de hoje, essa é uma poderosa lembrança de que, quando permanecemos na verdade de Cristo, somos cercados por Sua graça, somos alvos da Sua misericórdia e experimentamos uma paz que o mundo não pode oferecer."
    },
    {
      "numero": "4",
      "texto": "Fiquei muito alegre por ter encontrado alguns dos seus filhos andando na verdade, de acordo com o mandamento que recebemos do Pai.",
      "reflexao": "Poucas coisas trazem tanta alegria como ver aqueles que amamos andando na verdade. Isso vale para nossas famílias, nossos amigos e nossa comunidade. É um convite para refletirmos: temos andado na verdade? E, além disso, temos sido exemplo e inspiração para que outros também caminhem nesse caminho de luz e fidelidade a Deus?"
    },
    {
      "numero": "5",
      "texto": "Agora, senhora, peço-lhe, não como se estivesse escrevendo um novo mandamento, mas aquele que temos desde o princípio: que nos amemos uns aos outros.",
      "reflexao": "O amor nunca sai de cena no evangelho. Amar não é uma opção para quem segue Cristo; é um mandamento que existe desde o princípio. Em tempos de tanto egoísmo, indiferença e divisões, Deus nos relembra que amar é viver na essência do cristianismo — amar no falar, no agir, no servir e no perdoar."
    },
    {
      "numero": "6",
      "texto": "E este é o amor: que andemos em obediência aos seus mandamentos. Como vocês ouviram desde o princípio, o mandamento é este: que vocês andem em amor.",
      "reflexao": "Amor não é apenas sentimento; é atitude, é obediência. Quem ama, guarda os mandamentos. Quem ama, não vive de palavras vazias, mas de ações concretas que refletem o caráter de Cristo. É um chamado diário: amar é escolher obedecer, servir, cuidar, perdoar e estender a mão, mesmo quando é difícil."
    },
    {
      "numero": "7",
      "texto": "Porque muitos enganadores têm saído pelo mundo, os quais não confessam que Jesus Cristo veio em corpo. Tal é o enganador e o anticristo.",
      "reflexao": "Aqui somos alertados contra falsas doutrinas e enganos. Vivemos dias em que muitas vozes tentam distorcer a verdade do evangelho. É essencial estarmos firmes na Palavra, atentos e discernindo tudo à luz das Escrituras, para não sermos levados por mentiras que podem nos afastar de Cristo."
    },
    {
      "numero": "8",
      "texto": "Tenham cuidado, para que vocês não destruam o fruto do nosso trabalho, antes sejam recompensados plenamente.",
      "reflexao": "Este é um alerta amoroso: cuidem para não perder tudo aquilo que foi construído na fé. A perseverança na verdade e no amor é fundamental. Isso nos convida hoje a refletir: temos zelado pela nossa caminhada cristã? Temos protegido nosso coração, nossa mente e nossos relacionamentos espirituais, para não sermos roubados na fé?"
    },
    {
      "numero": "9",
      "texto": "Todo aquele que não permanece no ensino de Cristo, mas vai além dele, não tem Deus; quem permanece no ensino tem tanto o Pai como o Filho.",
      "reflexao": "O evangelho não precisa ser reinventado, nem atualizado segundo os padrões do mundo. Quem abandona a essência da doutrina de Cristo se distancia de Deus. Hoje, somos chamados a permanecer fiéis, sem acrescentar ou tirar nada da Palavra. A verdadeira vida está em permanecer no ensino puro de Jesus."
    },
    {
      "numero": "10",
      "texto": "Se alguém for até vocês e não levar esse ensino, não o recebam em casa nem lhe deem boas-vindas.",
      "reflexao": "João nos ensina aqui sobre discernimento espiritual. Receber e acolher ensinamentos falsos pode contaminar nossa fé e nossa casa. Isso não significa falta de amor, mas zelo pela verdade. É uma chamada para protegermos nosso lar, nossa mente e nossa comunidade de tudo aquilo que contraria a sã doutrina."
    },
    {
      "numero": "11",
      "texto": "Pois quem lhe dá boas-vindas torna-se participante das suas obras malignas.",
      "reflexao": "Ao apoiarmos, tolerarmos ou incentivarmos aquilo que é contrário ao evangelho, acabamos, mesmo sem perceber, sendo cúmplices do erro. Deus nos convida a sermos firmes na fé, corajosos em rejeitar o erro e comprometidos com a verdade, ainda que isso custe desconforto ou rejeição do mundo."
    },
    {
      "numero": "12",
      "texto": "Tenho muito mais que lhes escrever, mas não quero fazê-lo com papel e tinta. Em vez disso, espero visitá-los e falar com vocês face a face, para que a nossa alegria seja completa.",
      "reflexao": "Nada substitui a comunhão presencial, o olhar, o abraço, a troca de experiências vivas. Mesmo em tempos digitais, este versículo nos lembra o valor da presença, do relacionamento próximo, do cuidado mútuo. A verdadeira alegria se completa no encontro, na partilha e na comunhão sincera entre irmãos."
    },
    {
      "numero": "13",
      "texto": "Os filhos da sua irmã eleita lhes enviam saudações.",
      "reflexao": "A saudação final reflete a comunhão e o amor entre os irmãos em Cristo, mesmo distantes fisicamente. Somos parte de uma grande família espiritual, chamada a orar uns pelos outros, a se apoiar e a viver em unidade, ainda que separados por distâncias geográficas."
    }
  ]
}
