{
  "livro": "2 Reis",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No sétimo ano do reinado de Jeú, Joás começou a reinar, e reinou quarenta anos em Jerusalém. O nome de sua mãe era Zíbia; ela era de Berseba.",
      "reflexao": "A longa duração do reinado de Joás revela estabilidade concedida por Deus. O nome de sua mãe é lembrado, indicando a importância da herança e das origens em Berseba, um lugar de promessas e encontros com o Senhor."
    },
    {
      "numero": "2",
      "texto": "Joás fez o que o Senhor aprova durante todos os anos em que o sacerdote Joiada o orientou.",
      "reflexao": "A influência de um mentor piedoso pode conduzir reis a caminhos retos. A retidão de Joás estava ligada à presença de Joiada, mostrando que a liderança espiritual molda o coração dos que governam."
    },
    {
      "numero": "3",
      "texto": "Contudo, os altares idólatras não foram derrubados; o povo continuava a oferecer sacrifícios e a queimar incenso neles.",
      "reflexao": "Mesmo sob liderança justa, a idolatria persiste quando não é confrontada. A tolerância com o erro silencioso perpetua o desvio espiritual de uma nação."
    },
    {
      "numero": "4",
      "texto": "Joás ordenou aos sacerdotes: ‘Reúnam toda a prata trazida como dádivas sagradas ao templo do Senhor: a prata recolhida no recenseamento, a prata recebida de votos pessoais e a que foi trazida voluntariamente ao templo’.",
      "reflexao": "O zelo de Joás pelo templo revela seu desejo de restaurar a honra da casa do Senhor. Ele mobiliza recursos santos, não pela imposição, mas com base na consagração e voluntariedade."
    },
    {
      "numero": "5",
      "texto": "‘Cada sacerdote recolha a prata de um dos tesoureiros para que seja usada na reforma do templo’.",
      "reflexao": "A descentralização da arrecadação mostra confiança nos sacerdotes, mas também expõe o risco de desorganização. A boa intenção requer planejamento e responsabilidade para gerar frutos duradouros."
    },
    {
      "numero": "6",
      "texto": "Contudo, no vigésimo terceiro ano do reinado de Joás, os sacerdotes ainda não tinham feito as reformas.",
      "reflexao": "A lentidão na obra do templo denuncia a negligência do sagrado. O tempo passa, mas sem ação, as boas intenções se tornam meras promessas vazias diante de Deus."
    },
    {
      "numero": "7",
      "texto": "Por isso, o rei Joás chamou o sacerdote Joiada e os outros sacerdotes e lhes perguntou: ‘Por que vocês não estão fazendo as reformas no templo? Não recolham mais prata com seus tesoureiros, mas deixem-na para as reformas’.",
      "reflexao": "O confronto respeitoso de Joás marca um novo tempo: quando a liderança espiritual falha, a liderança civil, com temor de Deus, precisa agir. A prioridade do templo deve ser traduzida em ações concretas."
    },
    {
      "numero": "8",
      "texto": "Os sacerdotes concordaram em não mais receber nenhuma prata do povo e em não serem mais os encarregados dessas reformas.",
      "reflexao": "Reconhecer limitações é sinal de humildade. Ao abrirem mão da gestão, os sacerdotes mostram que a obra do Senhor deve estar acima de interesses ou tradições. O progresso exige mudança de estruturas."
    },
    {
      "numero": "9",
      "texto": "Então o sacerdote Joiada pegou uma caixa, fez um furo na tampa e colocou-a ao lado do altar, à direita de quem entra no templo do Senhor. Os sacerdotes que guardavam a entrada colocavam na caixa toda a prata trazida ao templo do Senhor.",
      "reflexao": "A caixa ao lado do altar torna visível a transparência e a centralidade da adoração. Cada oferta depositada ali era um ato de fé e compromisso com a santidade da casa de Deus. O gesto simples revela grande sabedoria administrativa e reverência."
    },
    {
      "numero": "10",
      "texto": "Sempre que havia uma grande quantidade de prata na caixa, o secretário real e o sumo sacerdote vinham, pesavam a prata trazida ao templo do Senhor e a colocavam em sacolas.",
      "reflexao": "Unindo os poderes espiritual e civil, o templo encontra equilíbrio. O cuidado com os recursos demonstra zelo e temor. Deus é glorificado quando há ordem, justiça e prestação de contas em sua casa."
    },
    {
      "numero": "11",
      "texto": "Depois de pesada, entregavam a prata aos supervisores do trabalho no templo. Assim pagavam aqueles que trabalhavam no templo do Senhor: os carpinteiros e construtores,",
      "reflexao": "A valorização do trabalho digno é parte da adoração verdadeira. O templo era restaurado não apenas por oração, mas por mãos que serravam, martelavam e construíam com zelo. Deus se agrada da obra feita com justiça e dedicação."
    },
    {
      "numero": "12",
      "texto": "os pedreiros e cortadores de pedras. Também compravam madeira e pedras lavradas para os consertos no templo do Senhor e cobriam todas as outras despesas.",
      "reflexao": "Cada detalhe da reforma do templo mostra que Deus se importa com o concreto e o visível. Ele habita no meio do seu povo, e sua casa deve ser cuidada com a mesma reverência que se tem por sua presença."
    },
    {
      "numero": "13",
      "texto": "A prata trazida ao templo não era utilizada na confecção de bacias de prata, cortadores de pavio, bacias para aspersão, cornetas ou quaisquer outros utensílios de ouro ou prata para o templo do Senhor;",
      "reflexao": "Mais do que ornamentos, Deus deseja funcionalidade santa. A reforma focava no essencial: restaurar a estrutura, não embelezar com luxo. Em tempos de reparo, a prioridade é fortalecer os alicerces, não polir aparências."
    },
    {
      "numero": "14",
      "texto": "era usada como pagamento dos trabalhadores, que a empregavam para o reparo do templo.",
      "reflexao": "A sabedoria está em investir naquilo que sustenta. A prata do povo não era para enfeitar, mas para restaurar. Honrar os que servem fielmente na obra de Deus também é parte do culto verdadeiro."
    },
    {
      "numero": "15",
      "texto": "Não se exigia prestação de contas dos que pagavam os trabalhadores, pois agiam com honestidade.",
      "reflexao": "A confiança é fruto de um coração íntegro. Quando os homens agem com verdade diante de Deus, o controle não é mais por medo, mas por honra. A honestidade é um altar silencioso que sustenta a adoração."
    },
    {
      "numero": "16",
      "texto": "Mas a prata das ofertas pela culpa e das ofertas pelo pecado não era levada ao templo do Senhor, pois pertencia aos sacerdotes.",
      "reflexao": "Deus estabeleceu distinções claras nas ofertas. As que tratavam de reconciliação pertenciam ao ministério sacerdotal, sinalizando que a misericórdia e o ensino também têm seu sustento designado por Ele."
    },
    {
      "numero": "17",
      "texto": "Nessa época, Hazael, rei da Síria, atacou Gate e a conquistou. Depois decidiu atacar Jerusalém.",
      "reflexao": "Mesmo em tempos de reforma, os inimigos se levantam. A consagração interna não impede as batalhas externas, mas nos prepara para enfrentá-las com discernimento e fé."
    },
    {
      "numero": "18",
      "texto": "Então Joás, rei de Judá, apanhou todos os objetos consagrados por seus antepassados Josafá, Jeorão e Acazias, reis de Judá, e os que ele mesmo havia consagrado e todo o ouro encontrado no depósito do templo do Senhor e do palácio real, e enviou tudo a Hazael, rei da Síria, que, assim, desistiu de atacar Jerusalém.",
      "reflexao": "Joás escolhe preservar a cidade ao custo de seus tesouros. Às vezes, a paz exige sacrifício, mas a ausência de guerra não é sinal de vitória espiritual. Aquilo que é entregue por medo pode empobrecer o coração mesmo quando protege as muralhas."
    },
    {
      "numero": "19",
      "texto": "Os demais acontecimentos do reinado de Joás, e as suas realizações, estão todos escritos no livro dos registros históricos dos reis de Judá.",
      "reflexao": "A história dos reis se encerra nos livros humanos, mas a eternidade registra os corações. O que permanece não são apenas feitos externos, mas os atos de justiça e temor diante de Deus."
    },
    {
      "numero": "20",
      "texto": "Dois de seus oficiais conspiraram contra ele e o assassinaram em Bete-Milo, no caminho que desce para Sila.",
      "reflexao": "A traição nasce de corações corrompidos. Mesmo reis ungidos não estão imunes ao perigo, pois o pecado ainda habita nas sombras dos palácios. A vida termina abruptamente quando a justiça é deixada de lado."
    },
    {
      "numero": "21",
      "texto": "Os oficiais que o assassinaram foram Jozabade, filho de Simeate, e Jeozabade, filho de Somer. Ele morreu e foi sepultado junto aos seus antepassados na cidade de Davi. E seu filho Amazias foi o seu sucessor.",
      "reflexao": "O ciclo continua, e a sucessão se cumpre. Joás, que começou restaurando o templo, terminou sua vida sob conspiração. Que sejamos constantes até o fim, pois é na última página da vida que o testemunho se sela."
    }
  ]
}
