{
  "livro": "2 Reis",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Enquanto isso o profeta Eliseu chamou um dos discípulos dos profetas e lhe disse: ‘Ponha a capa por dentro do cinto, pegue este frasco de óleo e vá a Ramote-Gileade.",
      "reflexao": "O chamado de Deus exige prontidão e obediência. O gesto de pôr a capa no cinto simboliza preparo e diligência: quem serve ao Senhor deve estar pronto para agir sem hesitação."
    },
    {
      "numero": "2",
      "texto": "Quando lá chegar, procure Jeú, filho de Josafá e neto de Ninsi. Dirija-se a ele e leve-o para uma sala longe dos seus companheiros.",
      "reflexao": "Deus escolhe e chama no particular antes de exaltar no público. A intimidade precede a autoridade. O Senhor revela seus propósitos primeiro no silêncio da obediência pessoal."
    },
    {
      "numero": "3",
      "texto": "Depois pegue o frasco, derrame o óleo sobre a cabeça dele e declare: ‘Assim diz o Senhor: Eu o estou ungindo rei sobre Israel’. Então abra a porta e fuja sem demora!’",
      "reflexao": "A unção traz poder, mas também riscos e responsabilidades. A pressa do profeta revela que nem todos compreenderiam de imediato o agir de Deus. Algumas missões exigem discrição e coragem."
    },
    {
      "numero": "4",
      "texto": "Então o jovem profeta foi a Ramote-Gileade.",
      "reflexao": "O servo fiel não questiona o chamado, apenas obedece. Ele confia que a palavra do Senhor é suficiente e caminha com fé, mesmo sem ver o desfecho."
    },
    {
      "numero": "5",
      "texto": "Ao chegar, encontrou os comandantes do exército reunidos e disse: ‘Trago uma mensagem para ti, comandante’. ‘Para qual de nós?’, perguntou Jeú. Ele respondeu: ‘Para ti, comandante’.",
      "reflexao": "A palavra de Deus é direta e pessoal. Ela nos encontra no meio das nossas rotinas e nos separa para um propósito. Quando o Senhor fala, Ele sabe exatamente a quem está chamando."
    },
    {
      "numero": "6",
      "texto": "Jeú levantou-se e entrou na casa. Então o jovem profeta derramou o óleo na cabeça de Jeú e declarou-lhe: ‘Assim diz o Senhor, o Deus de Israel: ‘Eu o estou ungindo rei de Israel, o povo do Senhor.’",
      "reflexao": "A unção de Deus estabelece uma nova estação. Mesmo que os olhos humanos ainda não vejam, o céu já decretou mudança. Quando Deus nos unge, Ele também nos capacita para aquilo que virá."
    },
    {
      "numero": "7",
      "texto": "Você dará fim à família de Acabe, seu senhor, e assim eu vingarei o sangue de meus servos, os profetas, e o sangue de todos os servos do Senhor, derramado por Jezabel.",
      "reflexao": "Deus é justo e não esquece os que sofrem por sua causa. Ainda que pareça tardia, a justiça divina virá no tempo certo e por meio dos instrumentos que Ele escolher."
    },
    {
      "numero": "8",
      "texto": "Toda a família de Acabe perecerá. Eliminarei todos os de sexo masculino de sua família em Israel, seja escravo seja livre.",
      "reflexao": "A impiedade, quando cultivada por gerações, atrai juízo. O Senhor trata com seriedade o pecado que contamina a liderança e destrói a nação. Nada escapa aos seus olhos."
    },
    {
      "numero": "9",
      "texto": "Tratarei a família de Acabe como tratei a de Jeroboão, filho de Nebate, e a de Baasa, filho de Aías.",
      "reflexao": "O passado traz lições que se repetem. Quando os mesmos erros se mantêm, os mesmos julgamentos se repetem. A história bíblica é um alerta para quebrar ciclos de desobediência."
    },
    {
      "numero": "10",
      "texto": "E Jezabel será devorada por cães num terreno em Jezreel, e ninguém a sepultará’. Então ele abriu a porta e saiu correndo.",
      "reflexao": "O fim dos que desafiam a santidade de Deus é trágico e solitário. Jezabel representa o espírito de rebelião que afronta o Senhor. A profecia se cumpre com precisão, pois Deus vela por sua palavra."
    },
    {
      "numero": "11",
      "texto": "Quando Jeú voltou para junto dos outros oficiais do rei, um deles lhe perguntou: ‘Está tudo bem? O que esse louco queria com você?’ Jeú respondeu: ‘Vocês conhecem essa gente e as coisas que dizem’.",
      "reflexao": "A palavra profética muitas vezes é desprezada por aqueles que estão presos às aparências e à lógica humana. Chamam de ‘louco’ aquele que carrega a verdade de Deus, pois ela incomoda e confronta."
    },
    {
      "numero": "12",
      "texto": "Mas insistiram: ‘Não nos engane! Conte-nos o que ele disse’. Então Jeú contou: ‘Ele me disse o seguinte: ‘Assim diz o Senhor: Eu o estou ungindo rei sobre Israel’.",
      "reflexao": "A verdade, mesmo que dita com relutância, tem poder para mover corações. Quando a unção é revelada, o propósito de Deus começa a se manifestar publicamente, ainda que tenha começado no secreto."
    },
    {
      "numero": "13",
      "texto": "Imediatamente eles pegaram os seus mantos e os estenderam sobre os degraus diante dele. Em seguida tocaram a trombeta e gritaram: ‘Jeú é rei!’",
      "reflexao": "O reconhecimento do chamado divino desperta uma resposta de honra e apoio. Quando Deus levanta alguém, até os que antes duvidavam se curvam diante da autoridade que vem do alto."
    },
    {
      "numero": "14",
      "texto": "Então Jeú, filho de Josafá e neto de Ninsi, começou uma conspiração contra o rei Jorão, na época em que este defendeu, com todo Israel, Ramote-Gileade contra Hazael, rei da Síria.",
      "reflexao": "A ação de Jeú pode parecer abrupta, mas ela está alinhada com a justiça de Deus. Em certos momentos, a ruptura é necessária para restaurar a ordem e corrigir caminhos distantes da vontade divina."
    },
    {
      "numero": "15",
      "texto": "O rei Jorão tinha voltado a Jezreel para recuperar-se dos ferimentos sofridos na batalha contra Hazael, rei da Síria. Jeú propôs: ‘Se vocês me apóiam, não deixem ninguém sair escondido da cidade para nos denunciar em Jezreel’.",
      "reflexao": "A prudência acompanha aqueles que têm missão divina. Jeú entende que o propósito precisa ser resguardado de interferências prematuras. O zelo pela missão é sinal de compromisso com Deus."
    },
    {
      "numero": "16",
      "texto": "Então ele subiu em seu carro e foi para Jezreel, porque Jorão estava lá se recuperando; e Acazias, rei de Judá, tinha ido visitá-lo.",
      "reflexao": "O cenário se prepara para o cumprimento profético. Enquanto os reis repousam, Deus já colocou em movimento o instrumento da sua vontade. Nada escapa ao controle do Altíssimo."
    },
    {
      "numero": "17",
      "texto": "Quando a sentinela que estava na torre de vigia de Jezreel percebeu a tropa de Jeú se aproximando, gritou: ‘Estou vendo uma tropa!’ Jorão ordenou: ‘Chame um cavaleiro e envie-o ao encontro deles para perguntar se eles vêm em paz’.",
      "reflexao": "A vigilância humana percebe os sinais externos, mas só o discernimento espiritual entende o que está por trás dos movimentos. O rei se preocupa com a paz, mas ignora a justiça que o alcança."
    },
    {
      "numero": "18",
      "texto": "O cavaleiro foi ao encontro de Jeú e disse: ‘O rei pergunta: ‘Vocês vêm em paz?’ Jeú respondeu: ‘Não me venha falar em paz. Saia da minha frente’. A sentinela relatou: ‘O mensageiro chegou a eles, mas não está voltando’.",
      "reflexao": "A paz não pode ser invocada enquanto há injustiça e idolatria no trono. Jeú representa o confronto que precede a restauração. A recusa em voltar mostra que há autoridade em sua missão."
    },
    {
      "numero": "19",
      "texto": "Então o rei enviou um segundo cavaleiro. Quando chegou a eles disse: ‘O rei pergunta: ‘Vocês vêm em paz?’ Jeú respondeu: ‘Não me venha falar em paz. Saia da minha frente’.",
      "reflexao": "Quando Deus decide agir, nenhum protocolo humano pode detê-lo. A repetição da pergunta mostra a resistência em aceitar o julgamento iminente. A resposta firme de Jeú é sinal de quem caminha sob autoridade divina."
    },
    {
      "numero": "20",
      "texto": "A sentinela relatou: ‘Ele chegou a eles, mas também não está voltando’. E acrescentou: ‘O jeito do chefe da tropa guiar o carro é como o de Jeú, neto de Ninsi; dirige como louco’.",
      "reflexao": "A intensidade da missão de Jeú é visível até em sua condução. Quando alguém está tomado pelo zelo de Deus, seus passos são marcados por urgência e força. O mundo pode chamar de ‘loucura’, mas é o fervor dos que sabem que estão sendo usados pelo Senhor."
    },
    {
      "numero": "21",
      "texto": "Jorão ordenou que preparassem seu carro de guerra. Assim que ficou pronto, Jorão, rei de Israel, e Acazias, rei de Judá, saíram, cada um em seu carro, ao encontro de Jeú. Eles o encontraram na propriedade que havia pertencido a Nabote, de Jezreel.",
      "reflexao": "Nada é por acaso nas mãos de Deus. O encontro no campo de Nabote não é coincidência, mas justiça. O lugar da injustiça se torna o palco do juízo divino, onde a memória do sangue inocente clama e é ouvida pelo céu."
    },
    {
      "numero": "22",
      "texto": "Quando Jorão viu Jeú, perguntou: ‘Você vem em paz, Jeú?’ Jeú respondeu: ‘Como pode haver paz, enquanto continua toda a idolatria e as feitiçarias de sua mãe Jezabel?’",
      "reflexao": "A verdadeira paz não convive com a idolatria e a corrupção espiritual. Jeú denuncia o engano de um reino que busca paz enquanto alimenta o pecado. O confronto é necessário para que a paz verdadeira floresça."
    },
    {
      "numero": "23",
      "texto": "Jorão deu meia-volta e fugiu, gritando para Acazias: ‘Traição, Acazias!’",
      "reflexao": "Quem rejeita a verdade corre dela como se fosse traição. Jorão, ao invés de se arrepender, tenta fugir do juízo, mas a justiça do Senhor é inevitável. A consciência pesa, mesmo que o coração permaneça endurecido."
    },
    {
      "numero": "24",
      "texto": "Então Jeú disparou seu arco com toda força e atingiu Jorão nas costas. A flecha atravessou-lhe o coração e ele caiu morto.",
      "reflexao": "A justiça de Deus é certeira. O coração que promoveu injustiça agora é atingido no próprio centro. O Senhor não falha em cumprir Sua palavra, ainda que demore aos olhos humanos."
    },
    {
      "numero": "25",
      "texto": "Jeú disse a Bidcar, seu oficial: ‘Pegue o cadáver e jogue-o nesta propriedade que pertencia a Nabote, de Jezreel. Lembre-se da advertência que o Senhor proferiu contra Acabe, pai dele, quando juntos acompanhávamos sua comitiva. Ele disse:",
      "reflexao": "Jeú tem memória da palavra de Deus, e isso guia suas ações. Quando lembramos das promessas e advertências divinas, nossas decisões se alinham ao propósito eterno. A fidelidade começa com reverência à palavra."
    },
    {
      "numero": "26",
      "texto": "‘Ontem, vi o sangue de Nabote e o sangue dos seus filhos, declara o Senhor, e com certeza farei você pagar por isso nesta mesma propriedade, declara o Senhor’. Agora, então, pegue o cadáver e jogue-o nesta propriedade, conforme a palavra do Senhor’.",
      "reflexao": "Deus vê o sangue dos inocentes e não o ignora. Mesmo que o tempo passe, a justiça d’Ele não falha. Quem derrama sangue injustamente colhe julgamento em medida exata."
    },
    {
      "numero": "27",
      "texto": "Vendo isso, Acazias, rei de Judá, fugiu na direção de Bete-Hagã. Mas Jeú o perseguiu, gritando: ‘Matem-no também!’ Eles o atingiram em seu carro de guerra na subida para Gur, perto de Ibleã, mas ele conseguiu refugiar-se em Megido, onde morreu.",
      "reflexao": "A aliança com o ímpio leva à ruína. Acazias pagou o preço por se associar à casa de Acabe. Quando nos unimos ao que desagrada a Deus, acabamos colhendo o mesmo fim."
    },
    {
      "numero": "28",
      "texto": "Seus oficiais o levaram até Jerusalém e o sepultaram com seus antepassados em seu túmulo, na cidade de Davi.",
      "reflexao": "Mesmo em meio ao juízo, há honra preservada por causa do legado e da linhagem. Deus é justo, e muitas vezes o sepultamento com os antepassados carrega um significado de misericórdia à casa de Davi."
    },
    {
      "numero": "29",
      "texto": "Acazias havia se tornado rei de Judá no décimo primeiro ano de Jorão, filho de Acabe.",
      "reflexao": "O texto registra datas com precisão, pois Deus também age dentro do tempo. O Senhor não se esquece dos ciclos, e cada reinado é contado diante Dele para avaliação e propósito."
    },
    {
      "numero": "30",
      "texto": "Em seguida Jeú entrou em Jezreel. Ao saber disso, Jezabel pintou os olhos, arrumou o cabelo e ficou olhando de uma janela do palácio.",
      "reflexao": "A vaidade tenta resistir até o último momento. Jezabel, símbolo do orgulho e manipulação, ainda se apresenta adornada, tentando manter o controle. Mas os adornos não escondem o juízo que se aproxima."
    },
    {
      "numero": "31",
      "texto": "Quando Jeú passou pelo portão, ela gritou: ‘Como vai, Zinri, assassino do seu senhor?’",
      "reflexao": "O espírito de Jezabel tenta desviar o foco com provocações e acusações. Ela invoca o passado para desestabilizar o novo que Deus está levantando. Mas o servo de Deus não se deixa manipular pela voz da crítica."
    },
    {
      "numero": "32",
      "texto": "Ele ergueu os olhos para a janela e gritou: ‘Quem de vocês está do meu lado?’ Dois ou três funcionários olharam para ele.",
      "reflexao": "O verdadeiro líder sabe discernir aliados no meio da batalha. Jeú não entra sozinho, ele chama os que também já não suportam a corrupção. Há sempre aqueles dispostos a derrubar o que é perverso, quando um justo se levanta."
    },
    {
      "numero": "33",
      "texto": "Então Jeú ordenou: ‘Joguem essa mulher para baixo!’ Eles a jogaram e o sangue dela espirrou na parede e nos cavalos, e Jeú a atropelou.",
      "reflexao": "A queda de Jezabel é o símbolo da derrota da impiedade. Aquela que usou do poder para destruir, agora é destruída pela mão dos próprios servos. Deus levanta instrumentos até entre os que antes se calavam."
    },
    {
      "numero": "34",
      "texto": "Jeú entrou, comeu, bebeu e ordenou: ‘Peguem aquela maldita e sepultem-na, afinal era filha de rei’.",
      "reflexao": "Mesmo após o juízo, Jeú reconhece o valor da linhagem. Essa ordem mostra que a justiça de Deus é firme, mas não perde a sobriedade. Há um equilíbrio entre o rigor e o reconhecimento."
    },
    {
      "numero": "35",
      "texto": "Mas, quando foram sepultá-la, só encontraram o crânio, os pés e as mãos.",
      "reflexao": "Os restos de Jezabel falam alto: a glória humana perece, a altivez é reduzida a fragmentos. O que sobra de uma vida de arrogância é apenas lembrança amarga e fragmentos de orgulho."
    },
    {
      "numero": "36",
      "texto": "Então voltaram e contaram isso a Jeú, que disse: ‘Cumpriu-se a palavra do Senhor, anunciada por meio do seu servo Elias, o tesbita: Num terreno em Jezreel cães devorarão a carne de Jezabel’,",
      "reflexao": "As palavras do Senhor são vivas e infalíveis. A profecia de Elias se cumpre com precisão, mostrando que nenhum detalhe foge ao controle divino. O que Deus falou, Ele fará — no tempo certo e à Sua maneira."
    },
    {
      "numero": "37",
      "texto": "‘os seus restos mortais serão espalhados num terreno em Jezreel, como esterco no campo, de modo que ninguém será capaz de dizer: ‘Esta é Jezabel’’.",
      "reflexao": "A soberba de Jezabel foi reduzida ao anonimato. Deus não apenas derruba os ímpios, mas apaga sua memória quando esta se opõe à santidade. Quem se exalta contra o Senhor termina sem honra e sem nome."
    }
  ]
}
