{
  "livro": "2 Reis",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No vigésimo sétimo ano do reinado de Jeroboão, rei de Israel, Azarias, filho de Amazias, rei de Judá, começou a reinar.",
      "reflexao": "A fidelidade do Senhor atravessa gerações. Mesmo com a instabilidade em Israel, Judá vê o surgimento de um novo rei. Azarias surge como um sinal de continuidade, lembrando-nos de que, em meio ao caos, Deus mantém Seu plano intacto, levantando líderes no tempo certo."
    },
    {
      "numero": "2",
      "texto": "Tinha dezesseis anos de idade quando se tornou rei, e reinou cinqüenta e dois anos em Jerusalém. Sua mãe era de Jerusalém e chamava-se Jecolias.",
      "reflexao": "Reinar por cinquenta e dois anos é um feito incomum, ainda mais iniciado na juventude. A menção de sua mãe reforça o valor das raízes e da formação no coração de um líder. Uma vida longa no poder só se sustenta com fundamentos sólidos — espirituais, morais e familiares."
    },
    {
      "numero": "3",
      "texto": "Ele fez o que o Senhor aprova, tal como o seu pai Amazias.",
      "reflexao": "A fidelidade de Azarias mostra que é possível seguir o exemplo do bem, mesmo em tempos turbulentos. Seguir o que agrada ao Senhor é mais do que tradição — é uma escolha diária, uma herança viva que se traduz em atitudes justas diante do céu e dos homens."
    },
    {
      "numero": "4",
      "texto": "Contudo, os altares idólatras não foram derrubados; o povo continuava a oferecer sacrifícios e a queimar incenso neles.",
      "reflexao": "O coração do povo ainda era dividido, e Azarias não confrontou esse desvio. A omissão diante do erro pode manchar até os melhores reinados. Quando não se combate a idolatria da alma, a devoção verdadeira perde força. Deus não divide Sua glória com nada nem ninguém."
    },
    {
      "numero": "5",
      "texto": "O Senhor feriu o rei com lepra, até o dia de sua morte. Durante todo esse tempo morou numa casa separada. Jotão, filho do rei, tomava conta do palácio e governava o povo.",
      "reflexao": "A lepra que afastou o rei do palácio foi também símbolo de um afastamento espiritual. Mesmo os que agradam parcialmente a Deus podem sofrer as consequências daquilo que negligenciam. Azarias reinou, mas foi limitado; governou, mas isolado. A plenitude só existe na obediência integral."
    },
    {
      "numero": "6",
      "texto": "Os demais acontecimentos do reinado de Azarias e todas as suas realizações, estão escritos nos registros históricos dos reis de Judá.",
      "reflexao": "Os registros humanos guardam as obras dos reis, mas o céu guarda os propósitos. Azarias teve realizações notáveis, mas também viveu marcado pela limitação. A história que verdadeiramente importa é aquela escrita no coração de Deus, onde a obediência pesa mais que os feitos."
    },
    {
      "numero": "7",
      "texto": "Azarias descansou com os seus antepassados e foi sepultado junto a eles na cidade de Davi. Seu filho Jotão foi o seu sucessor.",
      "reflexao": "Mesmo com sua enfermidade, Azarias foi honrado em sua morte, e seu filho deu continuidade ao reinado. Isso nos mostra que a misericórdia de Deus pode coexistir com a disciplina. O fim de Azarias não foi a vergonha, mas o repouso — porque a graça cobre até os que falharam parcialmente."
    },
    {
      "numero": "8",
      "texto": "No trigésimo oitavo ano do reinado de Azarias, rei de Judá, Zacarias, filho de Jeroboão, tornou-se rei de Israel em Samaria, e reinou seis meses.",
      "reflexao": "Enquanto Judá mantinha certa estabilidade, Israel vivia trocas rápidas e instáveis. Zacarias reinou apenas seis meses, mostrando que uma liderança que não se firma no Senhor é como neblina — aparece, mas logo se dissipa. Sem raízes na vontade de Deus, o trono é breve."
    },
    {
      "numero": "9",
      "texto": "Ele fez o que o Senhor reprova, como seus antepassados haviam feito. Não se desviou dos pecados que Jeroboão, filho de Nebate, levara Israel a cometer.",
      "reflexao": "Zacarias escolheu repetir os erros do passado. O padrão do pecado continuou, como uma corrente que ninguém quebrava. Mas Deus espera de cada geração um novo posicionamento. Podemos ser diferentes; não estamos condenados a repetir os erros dos que vieram antes."
    },
    {
      "numero": "10",
      "texto": "Salum, filho de Jabes, conspirou contra Zacarias. Ele o atacou na frente do povo, assassinou-o e foi o seu sucessor.",
      "reflexao": "A morte de Zacarias revela o preço de um reinado afastado de Deus: instabilidade, traição e violência. Quando o povo perde o temor e a liderança perde o rumo, reina o caos. Só há segurança para um rei — ou para qualquer um de nós — sob a sombra do Altíssimo."
    },
    {
      "numero": "11",
      "texto": "Os demais acontecimentos do reinado de Zacarias estão escritos nos registros históricos dos reis de Israel.",
      "reflexao": "As páginas da história registram os atos dos reis, mas o Senhor avalia os corações. Zacarias teve pouco tempo e nenhuma renovação em sua conduta. O que permanece registrado diante de Deus não são apenas os feitos públicos, mas a fidelidade silenciosa do coração."
    },
    {
      "numero": "12",
      "texto": "Assim se cumpriu a palavra do Senhor anunciada a Jeú: ‘Seus descendentes ocuparão o trono de Israel até a quarta geração’.",
      "reflexao": "Deus é fiel até quando os homens falham. Sua palavra dita a Jeú cumpriu-se exatamente, mostrando que nenhuma promessa do Senhor cai por terra. O tempo não apaga o que Ele disse — o cumprimento pode parecer demorado, mas é sempre exato."
    },
    {
      "numero": "13",
      "texto": "Salum, filho de Jabes, começou a reinar no trigésimo oitavo ano do reinado de Uzias, rei de Judá, e reinou um mês em Samaria.",
      "reflexao": "Um reinado de apenas um mês reflete a fragilidade de um poder construído sem raízes divinas. Salum alcançou o trono, mas não a estabilidade. A rapidez de sua ascensão foi tão curta quanto a de sua queda. Sem Deus como alicerce, o sucesso é volátil."
    },
    {
      "numero": "14",
      "texto": "Então Menaém, filho de Gadi, foi de Tirza a Samaria e atacou a Salum, filho de Jabes, assassinou-o e foi o seu sucessor.",
      "reflexao": "A sucessão pelo sangue revela o ambiente de violência e instabilidade espiritual em Israel. O trono foi tomado com espada, e não com unção. Quando o poder se torna um jogo de ambição, o povo sofre e a presença do Senhor se retira."
    },
    {
      "numero": "15",
      "texto": "Os demais acontecimentos do reinado de Salum e a conspiração que liderou estão escritos nos registros históricos dos reis de Israel.",
      "reflexao": "Salum é lembrado mais por sua conspiração do que por realizações. Isso é um alerta para que nossas memórias não sejam marcadas apenas por conflitos. Que sejamos conhecidos por sermos instrumentos de paz e não por termos sido agentes de desordem."
    },
    {
      "numero": "16",
      "texto": "Naquela ocasião, Menaém, partindo de Tirza, atacou Tifsa e todos que estavam na cidade e seus arredores, porque eles se recusaram a abrir as portas da cidade. Saqueou Tifsa e rasgou ao meio todas as mulheres grávidas.",
      "reflexao": "A crueldade de Menaém é descrita com horror e lamento. A dureza de seu coração revela o quanto o poder pode se corromper quando não está submisso ao temor de Deus. O sofrimento dos inocentes clama aos céus, e nenhuma injustiça passará despercebida diante do Justo Juiz."
    },
    {
      "numero": "17",
      "texto": "No trigésimo nono ano do reinado de Azarias, rei de Judá, Menaém, filho de Gadi, tornou-se rei de Israel, e reinou dez anos em Samaria.",
      "reflexao": "Mesmo com um reinado duradouro, a marca deixada por Menaém foi de opressão e idolatria. A longevidade sem propósito é uma tragédia silenciosa. Não basta viver muito — é preciso viver com justiça, compaixão e reverência diante de Deus."
    },
    {
      "numero": "18",
      "texto": "Ele fez o que o Senhor reprova. Durante todo o seu reinado não se desviou dos pecados que Jeroboão, filho de Nebate, levara Israel a cometer.",
      "reflexao": "A repetição do pecado revela a ausência de arrependimento. Menaém teve tempo para mudar, mas preferiu seguir na mesma trilha escura. A vida sem arrependimento é como um rio que corre para o abismo, mesmo tendo margem para desviar-se do desastre."
    },
    {
      "numero": "19",
      "texto": "Então Pul, rei da Assíria, invadiu o país, e Menaém lhe deu trinta e cinco toneladas de prata para obter seu apoio e manter-se no trono.",
      "reflexao": "Menaém tentou comprar segurança com prata, mas o preço da submissão a um império estrangeiro foi alto. Quando nos afastamos da proteção de Deus, acabamos negociando com opressores o que só o Senhor pode garantir: estabilidade e paz verdadeira."
    },
    {
      "numero": "20",
      "texto": "Menaém cobrou essa quantia de Israel. Todos os homens de posses tiveram de contribuir com seiscentos gramas de prata no pagamento ao rei da Assíria. Então ele interrompeu a invasão e foi embora.",
      "reflexao": "O povo pagou pelo medo do rei. Menaém sustentou seu trono com o suor de inocentes. Líderes que oprimem seu povo para manter seu próprio conforto se afastam totalmente do modelo divino de governo. Deus vê cada moeda tirada injustamente e clama por justiça."
    },
    {
      "numero": "21",
      "texto": "Os demais acontecimentos do reinado de Menaém e todas as suas realizações, estão escritos nos registros históricos dos reis de Israel.",
      "reflexao": "A vida de Menaém terminou registrada nos livros dos homens, mas o silêncio da aprovação divina ecoa mais alto. Realizações sem justiça não agradam ao céu. Que o que construímos tenha valor eterno, e não apenas notoriedade passageira."
    },
    {
      "numero": "22",
      "texto": "Menaém descansou com seus antepassados, e seu filho Pecaías foi o seu sucessor.",
      "reflexao": "O ciclo terreno se completa: o pai parte, o filho assume. Mas o trono que se herda sem temor de Deus traz o peso da história mal resolvida. O descanso de Menaém contrasta com a inquietação que sua linhagem ainda enfrentaria."
    },
    {
      "numero": "23",
      "texto": "No qüinquagésimo ano do reinado de Azarias, rei de Judá, Pecaías, filho de Menaém, tornou-se rei de Israel em Samaria, e reinou dois anos.",
      "reflexao": "Dois anos bastaram para revelar que um reinado curto pode ser suficiente para confirmar a continuidade de um erro. A duração não define a profundidade; e um tempo breve pode causar danos longos quando não guiado por Deus."
    },
    {
      "numero": "24",
      "texto": "Pecaías fez o que o Senhor reprova. Não se desviou dos pecados que Jeroboão, filho de Nebate, levara Israel a cometer.",
      "reflexao": "Mais uma vez, o rei segue um caminho trilhado por infidelidade. Pecaías teve a chance de romper a cadeia de erros, mas escolheu repetir. Quando não ousamos obedecer, perpetuamos tragédias espirituais herdadas."
    },
    {
      "numero": "25",
      "texto": "Um de seus principais oficiais, Peca, filho de Remalias, conspirou contra ele. Levando consigo cinqüenta homens de Gileade, assassinou Pecaías juntamente com Argobe e Arié, na cidadela do palácio real em Samaria. Assim Peca matou Pecaías e foi o seu sucessor.",
      "reflexao": "A violência tornou-se instrumento de transição. Peca, o oficial, tornou-se assassino e rei. Quando a ambição supera o temor do Senhor, o palácio se transforma em cenário de traição. E onde falta aliança com Deus, sobra espada entre irmãos."
    },
    {
      "numero": "26",
      "texto": "Os demais acontecimentos do reinado de Pecaías e todas as suas realizações estão escritos nos registros históricos dos reis de Israel.",
      "reflexao": "As realizações são anotadas, mas o coração de Pecaías permaneceu desviado. A história registra ações; o céu avalia motivações. Que a nossa biografia não seja apenas feita de feitos, mas de fidelidade ao Senhor."
    },
    {
      "numero": "27",
      "texto": "No qüinquagésimo segundo ano do reinado de Azarias, rei de Judá, Peca, filho de Remalias, tornou-se rei de Israel em Samaria, e reinou vinte anos.",
      "reflexao": "Peca reinou por duas décadas, mas longe da vontade de Deus. A permanência no trono não é sinônimo de bênção. A paciência divina muitas vezes sustenta o tempo para arrependimento — mas se o coração não se dobra, o juízo virá."
    },
    {
      "numero": "28",
      "texto": "Ele fez o que o Senhor reprova. Não se desviou dos pecados que Jeroboão, filho de Nebate, levara Israel a cometer.",
      "reflexao": "A repetição dessa frase nos fere como um lamento contínuo. Israel seguia como um povo sem retorno, preso a pecados antigos. A tragédia de um povo é caminhar com os olhos vendados para o abismo, ignorando a voz profética que clama: ‘Voltem!’"
    },
    {
      "numero": "29",
      "texto": "Durante seu reinado, Tiglate-Pileser, rei da Assíria, invadiu e conquistou Ijom, Abel-Bete-Maaca, Janoa, Quedes e Hazor. Tomou Gileade e a Galiléia, inclusive toda a terra de Naftali, e deportou o povo para a Assíria.",
      "reflexao": "O exílio foi a consequência amarga da desobediência prolongada. As terras que Deus havia dado foram entregues ao inimigo. E o povo que ignorou os profetas foi levado para longe de sua herança. A ausência de arrependimento abre as portas da destruição."
    },
    {
      "numero": "30",
      "texto": "Então Oséias, filho de Elá, conspirou contra Peca, filho de Remalias. Ele o atacou e o assassinou, tornando-se seu sucessor no vigésimo ano do reinado de Jotão, filho de Uzias.",
      "reflexao": "A conspiração tornou-se um ciclo vicioso em Israel. Um reino sem temor ao Senhor se sustenta por intrigas e termina em morte. Enquanto o trono for mais desejado que a presença de Deus, o povo sofrerá, e o líder cairá. Só há paz onde o governo se submete ao Rei eterno."
    },
    {
      "numero": "31",
      "texto": "Os demais acontecimentos do reinado de Peca e todas as suas realizações, estão escritos nos registros históricos dos reis de Israel.",
      "reflexao": "As realizações de Peca foram registradas, mas sua infidelidade o separou da memória abençoada. A eternidade não se impressiona com feitos, mas se move por corações quebrantados. Que nossa história diante de Deus seja escrita com obediência e fé."
    },
    {
      "numero": "32",
      "texto": "No segundo ano do reinado de Peca, filho de Remalias, rei de Israel, Jotão, filho de Uzias, rei de Judá, começou a reinar.",
      "reflexao": "Enquanto Israel mergulhava na instabilidade, Judá via nascer um novo governo. A soberania de Deus não depende da fidelidade de todos — Ele preserva a esperança por meio dos que se mantêm fiéis mesmo em tempos difíceis."
    },
    {
      "numero": "33",
      "texto": "Ele tinha vinte e cinco anos de idade quando começou a reinar, e reinou dezesseis anos em Jerusalém. O nome da sua mãe era Jerusa, filha de Zadoque.",
      "reflexao": "O reinado de Jotão começou na juventude e foi marcado por estabilidade. A menção de sua mãe destaca o papel silencioso, mas profundo, da formação espiritual em casa. Por trás de um bom rei, muitas vezes há uma mãe piedosa e uma linhagem reverente."
    },
    {
      "numero": "34",
      "texto": "Ele fez o que o Senhor aprova, tal como seu pai Uzias.",
      "reflexao": "Jotão andou nos caminhos da aprovação divina. Ser comparado a um pai temente ao Senhor é honra rara. Sua vida nos mostra que é possível herdar e preservar uma linhagem de fé, mesmo quando a corrupção espreita à porta."
    },
    {
      "numero": "35",
      "texto": "Contudo, os altares idólatras não foram derrubados; o povo continuou a oferecer sacrifícios e a queimar incenso neles. Jotão reconstruiu a porta superior do templo do Senhor.",
      "reflexao": "Mesmo um rei justo pode falhar em eliminar os vestígios da idolatria. Jotão fez o bem, mas deixou espaços abertos para o erro. Sua dedicação à casa do Senhor foi notável, mas a tolerância ao pecado coletivo enfraqueceu sua reforma. A verdadeira restauração começa quando derrubamos os altares errados e edificamos os certos."
    },
    {
      "numero": "36",
      "texto": "Os demais acontecimentos do reinado de Jotão e as suas realizações, estão escritos nos registros históricos dos reis de Judá.",
      "reflexao": "Jotão teve realizações dignas de memória, mas o que o eterniza é sua fidelidade. Nem tudo que se realiza é registrado; mas o que se faz para a glória de Deus permanece. Sua história aponta para a beleza de uma vida vivida com temor e propósito."
    },
    {
      "numero": "37",
      "texto": "( Naqueles dias o Senhor começou a enviar Rezim, rei da Síria, e Peca, filho de Remalias, contra Judá. )",
      "reflexao": "Mesmo nos dias de um rei justo, Deus permitiu a ameaça de inimigos. Isso nos ensina que a fidelidade não nos isenta de lutas, mas nos prepara para enfrentá-las com esperança. O juízo não vem sem aviso — o Senhor move os céus para nos despertar à vigilância espiritual."
    },
    {
      "numero": "38",
      "texto": "Jotão descansou com os seus antepassados e foi sepultado junto a eles na cidade de Davi, cidade de seu pai. Seu filho Acaz foi o seu sucessor.",
      "reflexao": "O descanso de Jotão encerra uma trajetória de reverência. Foi sepultado com honra, e seu nome permaneceu entre os que buscaram agradar a Deus. Que ao fim da nossa jornada, possamos também ser lembrados como aqueles que caminharam sob a luz do Senhor."
    }
  ]
}