{
  "livro": "2 Reis",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando Atalia, mãe de Acazias, soube que seu filho estava morto, mandou matar toda a família real.",
      "reflexao": "O coração dominado pela sede de poder é capaz das mais sombrias decisões. Atalia, ao perder o filho, revela que seu trono importava mais que sua linhagem. A realeza sem temor a Deus se torna destruidora, não protetora."
    },
    {
      "numero": "2",
      "texto": "Mas Jeoseba, filha do rei Jeorão e irmã de Acazias, pegou Joás, um dos filhos do rei que iam ser assassinados, e o colocou num quarto, junto com a sua ama, para escondê-lo de Atalia; assim ele não foi morto.",
      "reflexao": "Mesmo nas trevas do palácio, o Senhor levanta mãos corajosas. Jeoseba tornou-se instrumento de salvação, mostrando que a luz de Deus pode brilhar mesmo em ambientes dominados pelo mal. O livramento começa com um ato de fé."
    },
    {
      "numero": "3",
      "texto": "Seis anos ele ficou escondido com ela no templo do Senhor, enquanto Atalia governava o país.",
      "reflexao": "O templo, lugar da presença de Deus, tornou-se refúgio para a esperança de Israel. Durante anos de tirania, o verdadeiro rei foi protegido sob o manto sagrado. O plano divino pode parecer oculto, mas nunca está ausente."
    },
    {
      "numero": "4",
      "texto": "No sétimo ano, o sacerdote Joiada mandou chamar à sua presença no templo do Senhor os líderes dos batalhões de cem dos cários e dos guardas. E fez um acordo com eles, fazendo-os jurar no templo do Senhor. Então lhes mostrou o filho do rei",
      "reflexao": "Deus age no tempo certo. No sétimo ano, símbolo de plenitude, o Senhor move corações fiéis para restaurar a justiça. Joiada, sacerdote e líder espiritual, une fé e ação para revelar o herdeiro oculto — o propósito escondido de Deus."
    },
    {
      "numero": "5",
      "texto": "e lhes ordenou: ‘Vocês vão fazer o seguinte: Quando entrarem de serviço no sábado, uma companhia ficará de guarda no palácio real,",
      "reflexao": "Cada passo da restauração é planejado com prudência. O zelo de Joiada demonstra que a fé não se opõe à estratégia; pelo contrário, a sabedoria guiada por Deus estabelece o caminho da salvação."
    },
    {
      "numero": "6",
      "texto": "outra, na porta de Sur e a terceira, na porta atrás das outras companhias. Elas montarão guarda no templo por turnos.",
      "reflexao": "A proteção da promessa exige vigilância constante. Assim como as companhias revezavam turnos, também devemos manter guarda espiritual ao redor dos planos de Deus — não com armas, mas com oração, discernimento e fidelidade."
    },
    {
      "numero": "7",
      "texto": "As outras duas companhias que normalmente não estão de serviço no sábado ficarão de guarda no templo, para proteger o rei.",
      "reflexao": "Os que não servem formalmente ainda assim são chamados a proteger aquilo que é sagrado. Proteger o rei era proteger o futuro. Todos têm lugar no plano divino, ainda que sua função pareça fora da rotina comum."
    },
    {
      "numero": "8",
      "texto": "Posicionem-se ao redor do rei, de armas na mão. Matem todo o que se aproximar de suas fileiras. Acompanhem o rei aonde quer que ele for.",
      "reflexao": "A lealdade ao ungido do Senhor exige firmeza e prontidão. A vigilância ao redor do rei é imagem da vigilância que devemos manter ao redor daquilo que Deus está restaurando em nossas vidas. O inimigo sempre tentará romper a formação."
    },
    {
      "numero": "9",
      "texto": "Os líderes dos batalhões de cem fizeram como o sacerdote Joiada havia ordenado. Cada um levou seus soldados, tanto os que estavam entrando de serviço no sábado como os que estavam saindo, ao sacerdote Joiada.",
      "reflexao": "A obediência precisa ser imediata e completa quando o propósito é do céu. Soldados e líderes se alinham ao chamado espiritual, reconhecendo no sacerdote a voz da direção divina."
    },
    {
      "numero": "10",
      "texto": "Então ele deu aos líderes dos batalhões de cem, as lanças e os escudos que haviam pertencido ao rei Davi, e que estavam no templo do Senhor.",
      "reflexao": "As armas de Davi, guardadas no templo, simbolizam herança e promessa. A luta pela restauração do reino é travada com instrumentos consagrados — aquilo que pertence a Deus carrega o poder da vitória."
    },
    {
      "numero": "11",
      "texto": "Os guardas, todos de arma na mão, posicionaram-se em volta do rei, perto do altar e do templo, desde o lado sul até o lado norte do templo.",
      "reflexao": "A proteção do rei se dá no lugar da adoração. Perto do altar, entre sacrifício e glória, o Senhor guarda seus planos. Toda restauração começa onde Deus habita. O templo torna-se campo de batalha e berço do recomeço."
    },
    {
      "numero": "12",
      "texto": "Depois Joiada trouxe para fora o filho do rei, colocou nele a coroa e entregou-lhe uma cópia da aliança. Então o proclamaram rei ungindo-o, e o povo aplaudia e gritava: ‘Viva o rei!’",
      "reflexao": "A unção do rei é marcada por aliança e aclamação. A cópia da aliança nas mãos do novo rei simboliza que sua autoridade está submetida à vontade de Deus. A restauração verdadeira só acontece quando o trono se curva diante da aliança divina."
    },
    {
      "numero": "13",
      "texto": "Quando Atalia ouviu o barulho dos guardas e do povo, foi ao templo do Senhor, onde estava o povo.",
      "reflexao": "O poder ilegítimo sempre será desestabilizado pelo clamor do povo fiel e pela presença de Deus. O templo, lugar de adoração, tornou-se palco da revelação: a justiça estava voltando a reinar."
    },
    {
      "numero": "14",
      "texto": "Lá ela viu o rei, conforme o costume, de pé junto à coluna. Os oficiais e os tocadores de corneta estavam ao lado do rei, e todo o povo se alegrava ao som das cornetas. Então, Atalia rasgou suas vestes e gritou: ‘Traição! Traição!’",
      "reflexao": "A coluna do rei representava o lugar de autoridade instituída. A acusação de traição revela o desespero dos que usurparam o poder. Quando o que é justo se levanta, o que é falso grita por sua queda."
    },
    {
      "numero": "15",
      "texto": "O sacerdote Joiada ordenou aos líderes dos batalhões de cem que estavam no comando das tropas: ‘Levem-na para fora por entre as fileiras, e matem à espada todo que a seguir’. Pois o sacerdote dissera: ‘Ela não será morta no templo do Senhor’.",
      "reflexao": "A santidade do templo é preservada até no juízo. Joiada age com justiça e honra, demonstrando que mesmo diante da queda do ímpio, o zelo pela casa do Senhor permanece acima de tudo."
    },
    {
      "numero": "16",
      "texto": "Então eles a prenderam e a levaram ao lugar onde os cavalos entram no terreno do palácio, e lá a mataram.",
      "reflexao": "O fim de Atalia marca o fim de um governo de sangue e idolatria. Fora do templo, o juízo é executado, e o reinado de Deus começa a ser restaurado com justiça e ordem."
    },
    {
      "numero": "17",
      "texto": "E Joiada fez uma aliança entre o Senhor, o rei e o povo, para que fossem o povo do Senhor. Também fez um acordo entre o rei e o povo.",
      "reflexao": "A aliança une o céu e a terra. Rei, povo e Deus entrelaçados em compromisso mútuo. A verdadeira liderança se estabelece quando há pacto espiritual e comunhão comunitária."
    },
    {
      "numero": "18",
      "texto": "Então todo o povo foi ao templo de Baal e o derrubou. Despedaçaram os altares e os ídolos, e mataram Matã, sacerdote de Baal, em frente dos altare. E o sacerdote Joiada colocou guardas no templo do Senhor.",
      "reflexao": "A restauração exige destruição do que corrompe. Altares falsos precisam cair para que o templo verdadeiro seja guardado. O zelo de Joiada reflete a purificação da fé e o início de uma nova era sob a proteção do Senhor."
    },
    {
      "numero": "19",
      "texto": "Levou consigo os líderes dos batalhões de cem dos cários, os guardas e todo o povo e, juntos, conduziram o rei do templo ao palácio, passando pela porta da guarda. O rei então ocupou seu lugar no trono real,",
      "reflexao": "Do templo ao trono — essa é a trajetória dos que são chamados por Deus. O rei saído do altar é conduzido com honra e reverência. Quando Deus restaura a liderança, Ele também restaura a dignidade do povo."
    },
    {
      "numero": "20",
      "texto": "e todo o povo se alegrou. E a cidade acalmou-se depois que Atalia foi morta à espada no palácio.",
      "reflexao": "A justiça traz paz. O povo se alegra porque o temor é dissipado. Quando a liderança ímpia cai, a cidade respira alívio e o coração do povo se abre à esperança."
    },
    {
      "numero": "21",
      "texto": "Joás tinha sete anos de idade quando começou a reinar.",
      "reflexao": "Mesmo uma criança pode carregar o destino de um povo quando está sob os cuidados do Senhor. A juventude de Joás é símbolo de recomeço, mostrando que a restauração pode vir de onde menos se espera, contanto que Deus esteja no centro."
    }
  ]
}
