{
  "livro": "2 Reis",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Eliseu respondeu: ‘Ouçam a palavra do Senhor! Assim diz o Senhor: Amanhã, por volta desta hora, na porta de Samaria, tanto uma medida de farinha como duas medidas de cevada serão vendidas por uma peça de prata’.",
      "reflexao": "A promessa de Deus chega como luz em meio ao caos. Quando tudo parece impossível, Ele declara abundância. Suas palavras não são previsões, mas decretos soberanos — e nenhum cerco, fome ou desespero pode anulá-los."
    },
    {
      "numero": "2",
      "texto": "O oficial, em cujo braço o rei estava se apoiando, disse ao homem de Deus: ‘Ainda que o Senhor abrisse as comportas do céu, será que isso poderia acontecer?’ Mas Eliseu advertiu: ‘Você o verá com os próprios olhos, mas não comerá coisa alguma!’",
      "reflexao": "A incredulidade nos faz perder o milagre mesmo quando ele está diante de nós. Deus opera o impossível, mas honra os que confiam. O cético verá o mover de Deus, mas não desfrutará do banquete da fé."
    },
    {
      "numero": "3",
      "texto": "Havia quatro leprosos junto à porta da cidade. Eles disseram uns aos outros: ‘Por que ficar aqui esperando a morte?’",
      "reflexao": "A coragem nasce quando se perde tudo. Mesmo marginalizados, os leprosos recusam a passividade. Às vezes, é no desespero que surgem os movimentos mais decisivos, e Deus usa os improváveis para abrir caminhos."
    },
    {
      "numero": "4",
      "texto": "‘Se resolvermos entrar na cidade, morreremos de fome, mas se ficarmos aqui, também morreremos. Vamos, pois, ao acampamento dos arameus para nos render. Se eles nos pouparem, viveremos; se nos matarem, morreremos’.",
      "reflexao": "Eles escolheram agir em vez de perecer na inércia. A fé muitas vezes é esse passo em direção ao desconhecido, onde a esperança é pequena, mas ainda maior do que o medo."
    },
    {
      "numero": "5",
      "texto": "Ao anoitecer, eles foram ao acampamento dos arameus. Quando chegaram às imediações do acampamento, não havia ninguém ali,",
      "reflexao": "O caminho que parecia levar à morte os conduziu ao milagre. A fidelidade de Deus já havia preparado a vitória antes mesmo de seus passos chegarem ao destino."
    },
    {
      "numero": "6",
      "texto": "pois o Senhor tinha feito os arameus ouvirem o ruído de um grande exército com cavalos e carros de guerra, de modo que disseram uns aos outros: ‘Ouçam, o rei de Israel contratou os reis dos hititas e dos egípcios para nos atacar!’",
      "reflexao": "O Senhor pode confundir até os exércitos mais fortes com o som da Sua providência. A vitória do povo de Deus não depende de número, mas do Deus que move céus e faz o impossível parecer natural."
    },
    {
      "numero": "7",
      "texto": "Então, para salvar suas vidas, fugiram ao anoitecer, abandonando tendas, cavalos e jumentos, deixando o acampamento como estava.",
      "reflexao": "O que era ameaça tornou-se provisão. O inimigo deixou para trás o que sustentaria o povo. Deus pode transformar os recursos do inimigo em bênçãos para os Seus filhos."
    },
    {
      "numero": "8",
      "texto": "Tendo chegado às imediações do acampamento, os leprosos entraram numa das tendas. Comeram e beberam; pegaram prata, ouro e roupas e saíram para esconder tudo. Depois voltaram e entraram noutra tenda, pegaram o que quiseram e esconderam isso também.",
      "reflexao": "O banquete da salvação chega primeiro àqueles que não tinham lugar à mesa. Deus reverte papéis: os rejeitados tornam-se testemunhas da abundância. Mas a fartura, quando guardada apenas para si, se converte em culpa."
    },
    {
      "numero": "9",
      "texto": "Então disseram uns aos outros: ‘Não estamos agindo certo. Este é um dia de boas notícias, e não podemos ficar calados. Se esperarmos até o amanhecer, seremos castigados. Vamos imediatamente contar tudo no palácio do rei’.",
      "reflexao": "O evangelho é exatamente isso: boas notícias que não podem ser guardadas. Quem conhece a provisão de Deus tem o dever sagrado de anunciar a libertação. Calar diante do milagre é negar a sua graça."
    },
    {
      "numero": "10",
      "texto": "Então foram e chamaram as sentinelas da porta da cidade e lhes contaram: ‘Entramos no acampamento arameu, e não vimos nem ouvimos ninguém. Havia apenas cavalos e jumentos amarrados, e tendas abandonadas’.",
      "reflexao": "O testemunho dos leprosos foi o início da mudança para toda a cidade. Às vezes, Deus usa os mais improváveis para anunciar libertações que os fortes não enxergam. A fé nasce do relato sincero de quem viu a mão de Deus."
    },
    {
      "numero": "11",
      "texto": "As sentinelas da porta proclamaram a notícia, e ela foi anunciada dentro do palácio.",
      "reflexao": "As boas novas não podem ser contidas. Quando Deus intervém, até os portões da aflição se abrem para espalhar esperança. O que começa com alguns é multiplicado para muitos."
    },
    {
      "numero": "12",
      "texto": "O rei se levantou de noite e disse aos seus conselheiros: ‘Eu lhes explicarei o que os arameus planejaram. Como sabem que estamos passando fome, deixaram o acampamento e se esconderam no campo, pensando: ‘Com certeza eles sairão, e então os pegaremos vivos e entraremos na cidade’’.",
      "reflexao": "A incredulidade vê armadilhas onde há livramento. O medo cega até os líderes mais experientes, impedindo-os de reconhecer quando Deus já venceu a batalha."
    },
    {
      "numero": "13",
      "texto": "Um de seus conselheiros respondeu: ‘Manda que alguns homens apanhem cinco dos cavalos que restam na cidade. O destino desses homens será o mesmo de todos os israelitas que ficarem, sim, como toda esta multidão condenada. Por isso vamos enviá-los para descobrir o que aconteceu’.",
      "reflexao": "Mesmo entre os céticos, Deus levanta vozes sensatas. A prudência, aliada à coragem, é um canal pelo qual o milagre se confirma e o medo se desfaz."
    },
    {
      "numero": "14",
      "texto": "Assim que prepararam dois carros de guerra com seus cavalos, o rei os enviou atrás do exército arameu, ordenando aos condutores: ‘Vão e descubram o que aconteceu’.",
      "reflexao": "A fé pode começar pequena, como um gesto de investigação. Deus não exige convicção plena para agir — Ele honra até mesmo passos trêmulos em direção à verdade."
    },
    {
      "numero": "15",
      "texto": "Eles seguiram as pegadas do exército até o Jordão e encontraram todo o caminho cheio de roupas e armas que os arameus haviam deixado para trás enquanto fugiam. Os mensageiros voltaram e relataram tudo ao rei.",
      "reflexao": "A trilha da vitória já estava traçada, e os sinais do livramento se espalhavam pelo caminho. Quando Deus age, até os detalhes falam de Sua fidelidade e força."
    },
    {
      "numero": "16",
      "texto": "Então o povo saiu e saqueou o acampamento dos arameus. Assim, tanto uma medida de farinha como duas medidas de cevada passaram a ser vendidas por uma peça de prata, conforme o Senhor tinha dito.",
      "reflexao": "A palavra do Senhor se cumpre com precisão. Nenhuma promessa Dele cai por terra. O que era escassez se transformou em abundância, e o desespero virou testemunho."
    },
    {
      "numero": "17",
      "texto": "Ora, o rei havia posto o oficial em cujo braço tinha se apoiado como encarregado da porta da cidade, mas quando o povo saiu, atropelou-o junto à porta, e ele morreu, conforme o homem de Deus havia predito quando o rei foi à sua casa.",
      "reflexao": "A incredulidade colhe suas próprias consequências. Quem zomba da fidelidade divina arrisca-se a ver o milagre, mas sem provar de sua bênção. A honra de Deus nunca falha."
    },
    {
      "numero": "18",
      "texto": "Aconteceu conforme o homem de Deus dissera ao rei: ‘Amanhã, por volta desta hora, na porta de Samaria, tanto uma medida de farinha como duas medidas de cevada serão vendidas por uma peça de prata’.",
      "reflexao": "Deus honra a palavra dos que O servem. O tempo e os detalhes do milagre são exatos, e o cumprimento é testemunho da Sua soberania e do valor da profecia verdadeira."
    },
    {
      "numero": "19",
      "texto": "O oficial tinha contestado o homem de Deus perguntando: ‘Ainda que o Senhor abrisse as comportas do céu, será que isso poderia acontecer?’ O homem de Deus havia respondido: ‘Você verá com os próprios olhos, mas não comerá coisa alguma!’",
      "reflexao": "Zombar da promessa de Deus é desprezar o próprio Deus. A fé não se baseia em lógica humana, mas em confiança no caráter divino. Duvidar do impossível é limitar o ilimitado."
    },
    {
      "numero": "20",
      "texto": "E foi exatamente isso que lhe aconteceu, pois o povo o pisoteou junto à porta da cidade, e ele morreu.",
      "reflexao": "A justiça de Deus se cumpre sem erro. O milagre não anula a justiça — ele a revela. Há um preço pela incredulidade, e um chamado à reverência diante da palavra profética."
    }
  ]
}
