{
  "livro": "2 Reis",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ora, viviam em Samaria setenta descendentes de Acabe. Jeú escreveu uma carta e a enviou a Samaria, aos líderes da cidade, às autoridades e aos tutores dos descendentes de Acabe. A carta dizia:",
      "reflexao": "Jeú age com astúcia e estratégia. A carta não é apenas uma mensagem, mas um teste de lealdade e coragem. Deus pode usar meios humanos — até cartas — para cumprir propósitos eternos."
    },
    {
      "numero": "2",
      "texto": "‘Assim que receberem esta carta, vocês que cuidam dos filhos do rei, e que têm carros de guerra e cavalos, uma cidade fortificada e armas,’",
      "reflexao": "O poder humano se exalta com estruturas e força, mas não garante segurança quando a mão de Deus se move. Nenhuma fortaleza resiste ao decreto do Altíssimo."
    },
    {
      "numero": "3",
      "texto": "‘escolham o melhor e o mais capaz dos filhos do rei e coloquem-no no trono de seu pai. E lutem pela dinastia de seu senhor’.",
      "reflexao": "Jeú desafia os líderes a escolherem entre lealdade humana e submissão ao plano divino. Em cada geração, há uma escolha entre defender o que passou ou alinhar-se com o que Deus está fazendo agora."
    },
    {
      "numero": "4",
      "texto": "Eles, porém, estavam aterrorizados e disseram: ‘Se dois reis não puderam enfrentá-lo, como poderemos nós?’",
      "reflexao": "O temor toma conta dos corações quando se percebe que a força humana não é páreo para alguém levantado por Deus. Até os poderosos reconhecem que há uma autoridade maior em ação."
    },
    {
      "numero": "5",
      "texto": "Por isso o administrador do palácio, o governador da cidade, as autoridades e os tutores enviaram esta mensagem a Jeú: ‘Somos teus servos e faremos tudo o que exigires de nós. Não proclamaremos ninguém como rei. Faze o que achares melhor’.",
      "reflexao": "A rendição à vontade de Jeú demonstra o colapso do sistema anterior. Quando Deus muda tempos e estações, até os que antes resistiam se curvam. A autoridade celestial se impõe sem força bruta — com destino e palavra."
    },
    {
      "numero": "6",
      "texto": "Então Jeú escreveu-lhes uma segunda carta que dizia: ‘Se vocês estão do meu lado e estão dispostos a obedecer-me, tragam-me as cabeças dos descendentes de seu senhor a Jezreel, amanhã a esta hora’. Os setenta descendentes de Acabe estavam sendo criados pelas autoridades da cidade.",
      "reflexao": "A prova de fidelidade não se dá com palavras, mas com ações. O juízo é exigente, mas necessário para extirpar as raízes de um reinado corrupto. A obediência a Deus às vezes exige decisões firmes diante de vínculos afetivos."
    },
    {
      "numero": "7",
      "texto": "Logo que receberam a carta, pegaram todos os setenta, os decapitaram, colocaram as cabeças em cestos e as enviaram a Jeú, em Jezreel.",
      "reflexao": "O cenário é duro, mas revela a seriedade com que Deus trata o pecado institucionalizado. O zelo por cumprir o plano divino prevalece sobre a hesitação humana. Jeú se torna instrumento do juízo implacável de Deus."
    },
    {
      "numero": "8",
      "texto": "Ao ser informado de que tinham trazido as cabeças, Jeú ordenou: ‘Façam com elas dois montes junto à porta da cidade, para que fiquem expostas lá até amanhã’.",
      "reflexao": "A exposição pública das cabeças é um sinal para toda a nação: o tempo de impunidade acabou. Deus não apenas age — Ele também ensina por meio do que permite acontecer. O povo precisava ver com os olhos o que o céu já havia decidido."
    },
    {
      "numero": "9",
      "texto": "Na manhã seguinte Jeú saiu e, diante de todo o povo, declarou: ‘Vocês são inocentes! Fui eu que conspirei contra meu senhor e o matei, mas quem matou todos estes?’",
      "reflexao": "Jeú envolve o povo na responsabilidade histórica. Ele os desafia a enxergar a mão de Deus nos eventos, mostrando que não se trata de uma vingança pessoal, mas de uma limpeza ordenada por Deus."
    },
    {
      "numero": "10",
      "texto": "‘Saibam, então, que não deixará de se cumprir uma só palavra que o Senhor falou contra a família de Acabe. O Senhor fez o que prometeu por meio de seu servo Elias’.",
      "reflexao": "A fidelidade de Deus à Sua palavra é absoluta. O que Ele falou por meio de Elias, mesmo em tempos antigos, se cumpre com exatidão. Isso nos lembra: nenhuma promessa ou juízo de Deus cai por terra."
    },
    {
      "numero": "11",
      "texto": "Então Jeú matou todos os que restavam da família de Acabe em Jezreel, bem como todos os seus aliados influentes, os seus amigos pessoais e os seus sacerdotes, não lhe deixando sobrevivente algum.",
      "reflexao": "A purificação ordenada por Deus segue com firmeza. Não se trata de vingança, mas de justiça divina contra um sistema corrupto e idólatra. Quando o Senhor decide cortar o mal pela raiz, não há espaço para alianças com a impiedade."
    },
    {
      "numero": "12",
      "texto": "Depois Jeú partiu para Samaria. Em Bete-Equede dos Pastores",
      "reflexao": "O caminho da missão de Jeú não para. Cada cidade visitada é um passo na concretização da palavra do Senhor. Deus nos chama para obedecer com perseverança, mesmo que o processo envolva decisões difíceis."
    },
    {
      "numero": "13",
      "texto": "encontrou alguns parentes de Acazias, rei de Judá, e perguntou: ‘Quem são vocês?’ Eles responderam: ‘Somos parentes de Acazias e estamos indo visitar as famílias do rei e da rainha-mãe’.",
      "reflexao": "A aparente inocência de uma visita familiar revela conexões perigosas. Deus conhece os vínculos ocultos entre os corações e os sistemas que Ele deseja desarraigar. Nem todo gesto de gentileza é isento de implicações espirituais."
    },
    {
      "numero": "14",
      "texto": "Então Jeú ordenou aos seus soldados: ‘Peguem-nos vivos!’ Então os pegaram vivos e os mataram junto ao poço de Bete-Equede. Eram quarenta e dois homens, e nenhum deles foi deixado vivo.",
      "reflexao": "O juízo de Deus alcança até os que mantêm laços com a impiedade. O número exato de mortos mostra que nada foge ao controle soberano. Quando o Senhor limpa o terreno, Ele o faz de forma completa."
    },
    {
      "numero": "15",
      "texto": "Saindo dali, Jeú encontrou Jonadabe, filho de Recabe, que tinha ido falar com ele. Depois de saudá-lo Jeú perguntou: ‘Você está de acordo com o que estou fazendo?’ Jonadabe respondeu: ‘Estou’. E disse Jeú: ‘Então, dê-me a mão’. Jonadabe estendeu-lhe a mão, e Jeú o ajudou a subir no carro",
      "reflexao": "Jonadabe representa aqueles que compartilham o mesmo zelo por Deus. Em tempos de reforma e justiça, o Senhor une corações fiéis para agir em parceria. Subir ao carro de Jeú é mais que um gesto político — é um pacto espiritual."
    },
    {
      "numero": "16",
      "texto": "e disse-lhe: ‘Venha comigo e veja o meu zelo pelo Senhor’. Então ele o levou em seu carro.",
      "reflexao": "O zelo verdadeiro não se esconde — ele é visível, vibrante e contagiante. Quando alguém se levanta com paixão por Deus, outros podem ver, unir-se e dar testemunho da causa justa do Senhor."
    },
    {
      "numero": "17",
      "texto": "Quando Jeú chegou a Samaria, matou todos os que restavam da família de Acabe na cidade; ele os exterminou, conforme a palavra que o Senhor tinha dito a Elias.",
      "reflexao": "O cumprimento da palavra profética continua. Nada fica em aberto quando Deus declara. Mesmo que o tempo passe, as promessas — de juízo ou de bênção — se cumprem com precisão."
    },
    {
      "numero": "18",
      "texto": "Jeú reuniu todo o povo e declarou: ‘Acabe não cultuou ao deus Baal o bastante; eu, Jeú, o cultuarei muito mais’.",
      "reflexao": "Jeú usa de ironia para enganar os idólatras, mas também nos alerta: palavras podem soar como adoração, mas a motivação por trás delas é o que define seu valor diante de Deus. O discernimento é essencial em tempos de confusão espiritual."
    },
    {
      "numero": "19",
      "texto": "‘Por isso convoquem todos os profetas de Baal, todos os seus ministros e todos os seus sacerdotes. Ninguém deverá faltar, pois oferecerei um grande sacrifício a Baal. Quem não vier, morrerá’. Mas Jeú estava agindo traiçoeiramente, a fim de exterminar os ministros de Baal.",
      "reflexao": "Jeú arma uma cilada contra os idólatras, demonstrando que o zelo pela pureza do culto exige astúcia espiritual. Às vezes, o inimigo é derrotado não pela força, mas pela sabedoria que vem do alto."
    },
    {
      "numero": "20",
      "texto": "Então Jeú ordenou: ‘Convoquem uma assembléia em honra de Baal’. Foi feita a proclamação",
      "reflexao": "A falsa aparência de celebração esconde um plano divino de juízo. Deus permite que o mal se revele em plenitude antes de julgá-lo por completo. O dia da colheita chega para todos — bons e maus."
    },
    {
      "numero": "21",
      "texto": "e ele enviou mensageiros por todo o Israel. Todos os ministros de Baal vieram; nem um deles faltou. Eles se reuniram no templo de Baal, que ficou completamente lotado.",
      "reflexao": "O templo cheio mostra o quão espalhada estava a idolatria. Mas o aparente sucesso do mal é apenas o prenúncio de sua queda. Deus reúne os ímpios não para celebrá-los, mas para pôr fim à sua influência."
    },
    {
      "numero": "22",
      "texto": "E Jeú disse ao encarregado das vestes cultuais: ‘Traga os mantos para todos os ministros de Baal’. E ele os trouxe.",
      "reflexao": "Jeú expõe os ministros de Baal, marcando-os com vestes próprias. Às vezes, o mal se veste de religiosidade, mas Deus permite que ele se revele por completo antes de ser julgado. As vestes que usamos diante de Deus revelam quem verdadeiramente servimos."
    },
    {
      "numero": "23",
      "texto": "Depois Jeú entrou no templo com Jonadabe, filho de Recabe, e disse aos ministros de Baal: ‘Olhem em volta e certifiquem-se de que nenhum servo do Senhor está aqui com vocês, mas somente ministros de Baal’.",
      "reflexao": "A separação entre os servos do Senhor e os adoradores de Baal é clara e intencional. O zelo por Deus exige discernimento, para que o justo não seja confundido com o ímpio. Em tempos de purificação, é essencial saber onde e com quem estamos."
    },
    {
      "numero": "24",
      "texto": "E eles se aproximaram para oferecer sacrifícios e holocaustos. Jeú havia posto oitenta homens do lado de fora, fazendo-lhes esta advertência: ‘Se um de vocês deixar escapar um só dos homens que estou entregando a vocês, será a sua vida pela dele’.",
      "reflexao": "O juízo divino é tão sério que exige vigilância total. A responsabilidade dada por Deus a quem executa sua justiça é grande. A advertência de Jeú revela a urgência e o peso de não permitir que o mal escape sob nenhuma circunstância."
    },
    {
      "numero": "25",
      "texto": "Logo que Jeú terminou de oferecer o holocausto, ordenou aos guardas e oficiais: ‘Entrem e matem a todos! Não deixem ninguém escapar!’ E eles os mataram ao fio da espada, jogaram os corpos para fora e depois entraram no santuário interno do templo de Baal.",
      "reflexao": "A falsa adoração termina de forma drástica. Deus não compartilha sua glória com ídolos. Quando a hora do juízo chega, nem o lugar sagrado aos olhos dos homens é poupado. O Senhor deseja verdade em espírito, não fachadas religiosas."
    },
    {
      "numero": "26",
      "texto": "Levaram a coluna sagrada para fora do templo de Baal e a queimaram.",
      "reflexao": "A destruição da coluna simboliza a queda da idolatria em sua essência. O que era adorado publicamente agora é consumido pelo fogo. Deus não deseja reformas superficiais, mas erradicação completa do pecado e restauração da adoração verdadeira."
    },
    {
      "numero": "27",
      "texto": "Assim destruíram a coluna sagrada de Baal e demoliram o seu templo, e até hoje o local tem sido usado como latrina.",
      "reflexao": "O que antes era exaltado virou ruína e vergonha. Quando Deus intervém, transforma o altar do pecado em ruína exposta. O símbolo máximo da idolatria virou um lugar de desprezo — assim também será com tudo o que tenta tomar o lugar de Deus em nossas vidas."
    },
    {
      "numero": "28",
      "texto": "Assim, Jeú eliminou a adoração de Baal em Israel.",
      "reflexao": "Uma vitória marcante: a adoração a Baal foi eliminada. Quando alguém se dispõe a agir com ousadia pelo Senhor, grandes libertações podem ocorrer. Mas o fim de um mal não é o fim da batalha — há ainda muito a se vigiar no coração do povo."
    },
    {
      "numero": "29",
      "texto": "No entanto, não se afastou dos pecados de Jeroboão, filho de Nebate, pois levou Israel a cometer o pecado de adorar os bezerros de ouro em Betel e em Dã.",
      "reflexao": "Jeú combateu Baal, mas permitiu outros ídolos. Uma purificação parcial não satisfaz ao Senhor. É possível vencer publicamente e ainda manter pecados pessoais. O zelo deve ser íntegro, para que não troquemos um ídolo por outro."
    },
    {
      "numero": "30",
      "texto": "E o Senhor disse a Jeú: ‘Como você executou corretamente o que eu aprovo, fazendo com a família de Acabe tudo o que eu queria, seus descendentes ocuparão o trono de Israel até a quarta geração’.",
      "reflexao": "Deus reconhece a obediência de Jeú quanto ao julgamento da casa de Acabe, e por isso concede-lhe uma bênção geracional. O Senhor recompensa cada passo de fidelidade, ainda que saiba dos limites do coração humano. Sua justiça nunca falha — Ele honra os que o honram."
    },
    {
      "numero": "31",
      "texto": "Entretanto, Jeú não se preocupou em obedecer de todo o coração à lei do Senhor, Deus de Israel, nem se afastou dos pecados que Jeroboão levou Israel a cometer.",
      "reflexao": "Jeú teve zelo na ação, mas não no coração. Há uma diferença entre obedecer parcialmente e seguir ao Senhor com integridade. O coração dividido, mesmo que realize grandes feitos, ainda está longe da vontade perfeita de Deus. O Senhor busca filhos rendidos, não apenas soldados eficazes."
    },
    {
      "numero": "32",
      "texto": "Naqueles dias, o Senhor começou a reduzir o tamanho de Israel. O rei Hazael conquistou todo o território israelita",
      "reflexao": "Quando o povo se afasta do Senhor, a nação encolhe. O declínio começa não nas fronteiras, mas no coração. O enfraquecimento exterior reflete uma crise interior — o Senhor permite perdas para chamar à restauração."
    },
    {
      "numero": "33",
      "texto": "a leste do Jordão, incluindo toda a terra de Gileade. Conquistou desde Aroer, junto à garganta do Arnom, até Basã, passando por Gileade, terras das tribos de Gade, de Rúben e de Manassés.",
      "reflexao": "As terras herdadas com promessas agora são tomadas por causa da infidelidade. Tribos inteiras colhem o fruto da aliança quebrada. O solo que antes era bênção se torna lembrança amarga da ausência de obediência contínua."
    },
    {
      "numero": "34",
      "texto": "Os demais acontecimentos do reinado de Jeú, tudo o que fez e todas as suas realizações, estão escritos nos registros históricos dos reis de Israel.",
      "reflexao": "As páginas da história guardam os feitos dos reis, mas o Senhor observa os segredos do coração. Nem tudo o que é registrado nos livros humanos reflete a verdade diante de Deus. Importa mais como vivemos aos olhos do Altíssimo do que como somos lembrados pelos homens."
    },
    {
      "numero": "35",
      "texto": "Jeú descansou com seus antepassados e foi sepultado em Samaria. Seu filho Jeoacaz foi o seu sucessor.",
      "reflexao": "Chegou o fim da jornada de Jeú. Ele cumpriu parte da missão, mas não entregou todo o coração. A sucessão continua, mas a história espiritual de uma nação depende mais da fidelidade a Deus do que da linhagem real. A cada geração, uma nova escolha é colocada diante do povo."
    },
    {
      "numero": "36",
      "texto": "Reinou Jeú vinte e oito anos sobre Israel, em Samaria.",
      "reflexao": "Vinte e oito anos de governo resumidos em poucos versículos — assim são os dias diante da eternidade. O que importa não é quanto tempo governamos, mas a quem servimos durante esse tempo. O legado mais duradouro é o de um coração totalmente rendido a Deus."
    }
  ]
}
