{
  "livro": "2 Reis",
  "capitulo": "20",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Naquele tempo Ezequias ficou doente, e quase morreu. O profeta Isaías, filho de Amoz, foi visitá-lo e lhe disse: ‘Assim diz o Senhor: Ponha em ordem a sua casa, pois você vai morrer; não se recuperará’.",
      "reflexao": "Há momentos em que Deus permite que enfrentemos nossa finitude de frente. Essa palavra dura não é ausência de amor, mas um chamado à urgência do arrependimento, à organização da alma e à reconciliação com o que realmente importa."
    },
    {
      "numero": "2",
      "texto": "Ezequias virou o rosto para a parede e orou ao Senhor:",
      "reflexao": "Quando todas as portas se fecham, ainda existe uma direção: a parede diante do rosto dobrado em oração. Ezequias nos ensina a buscar a Deus com o coração partido, com lágrimas e com fé viva."
    },
    {
      "numero": "3",
      "texto": "‘Lembra-te, Senhor, como tenho te servido com fidelidade e com devoção sincera. Tenho feito o que tu aprovas’. E Ezequias chorou amargamente.",
      "reflexao": "A oração de Ezequias não é presunção, mas um clamor de alguém que buscou andar nos caminhos do Senhor. Deus não ignora lágrimas que brotam da fidelidade. Cada lágrima derramada é uma semente de esperança diante d’Aquele que vê em segredo."
    },
    {
      "numero": "4",
      "texto": "Antes de Isaías deixar o pátio intermediário, a palavra do Senhor veio a ele:",
      "reflexao": "O céu não demora a responder quando há sinceridade. A palavra veio antes que o profeta cruzasse os limites do palácio. Deus é sensível às orações que nascem do coração quebrantado e as responde com prontidão."
    },
    {
      "numero": "5",
      "texto": "‘Volte e diga a Ezequias, líder do meu povo: Assim diz o Senhor, Deus de Davi, seu predecessor: Ouvi sua oração e vi suas lágrimas; eu o curarei. Daqui a três dias você subirá ao templo do Senhor’.",
      "reflexao": "Deus não apenas escuta — Ele vê. Ouve o clamor e contempla a dor. E, no Seu tempo, age com restauração. Quando Deus cura, também renova a missão: subir ao templo é retomar a adoração e o serviço com nova vida."
    },
    {
      "numero": "6",
      "texto": "‘Acrescentarei quinze anos à sua vida. E livrarei você e esta cidade das mãos do rei da Assíria. Defenderei esta cidade por causa de mim mesmo e do meu servo Davi’.",
      "reflexao": "A vida não termina quando Deus ainda tem planos. Ele prolonga os dias e protege os Seus, não por nossos méritos, mas por Sua fidelidade à aliança. A defesa de Deus é sustentada por amor e promessa eterna."
    },
    {
      "numero": "7",
      "texto": "Então disse Isaías: ‘Preparem um emplastro de figos’. Eles o fizeram e o aplicaram na úlcera; e ele se recuperou.",
      "reflexao": "O milagre divino pode vir por meios simples. O emplastro de figos, usado com fé, torna-se instrumento da cura. Deus une o natural ao sobrenatural para mostrar que em tudo Ele é Senhor da vida."
    },
    {
      "numero": "8",
      "texto": "Ezequias havia perguntado a Isaías: ‘Qual será o sinal de que o Senhor me curará e de que de hoje a três dias subirei ao templo do Senhor?’",
      "reflexao": "Pedir um sinal não é falta de fé quando nasce da esperança e do desejo de confirmar a promessa. Ezequias ansiava pelo cumprimento da palavra e pelo reencontro com a presença de Deus no templo."
    },
    {
      "numero": "9",
      "texto": "Isaías respondeu: ‘O sinal de que o Senhor vai cumprir o que prometeu é este: Você prefere que a sombra avance ou recue dez degraus na escadaria?’",
      "reflexao": "Deus, que governa o tempo, oferece o impossível como prova de Sua promessa. A sombra que avança ou recua revela que o Senhor domina os ponteiros da história e os passos da nossa jornada."
    },
    {
      "numero": "10",
      "texto": "Disse Ezequias: ‘Como é fácil a sombra avançar dez degraus, prefiro que ela recue dez degraus’.",
      "reflexao": "Ezequias não pede o natural, mas o extraordinário. A fé genuína não se satisfaz com coincidências; ela busca sinais que só Deus pode realizar, para que a glória seja totalmente d’Ele."
    },
    {
      "numero": "11",
      "texto": "Então o profeta Isaías clamou ao Senhor, e este fez a sombra recuar os dez degraus que havia descido na escadaria de Acaz.",
      "reflexao": "A oração move o céu. O tempo, que parece absoluto, curva-se diante do Criador. O retrocesso da sombra não é apenas um milagre físico, mas um lembrete de que Deus tem o controle sobre o irreversível e pode reverter até o que já passou."
    },
    {
      "numero": "12",
      "texto": "Naquela época, o rei da Babilônia, Merodaque-Baladã, filho de Baladã, enviou cartas e um presente para Ezequias, pois soubera da doença de Ezequias.",
      "reflexao": "Há momentos em que a honra humana se disfarça de gentileza, mas esconde intenções de sondagem. A fama atrai olhares curiosos, e é preciso discernimento espiritual para distinguir entre cuidado sincero e interesse velado."
    },
    {
      "numero": "13",
      "texto": "Ezequias recebeu em audiência os mensageiros e mostrou-lhes tudo o que havia em seus armazéns, a prata, o ouro, as especiarias e o azeite finíssimo, o seu arsenal e tudo que estava em seus tesouros. Não houve nada em seu palácio ou em seu reino que Ezequias não lhes mostrasse.",
      "reflexao": "A ostentação dos tesouros revela, por vezes, a fragilidade do coração. O excesso de transparência pode expor aquilo que deveria ser guardado em segredo. Nem toda visita deve conhecer o que há no íntimo da casa e da alma."
    },
    {
      "numero": "14",
      "texto": "Então o profeta Isaías foi ao rei Ezequias e lhe perguntou: ‘O que esses homens disseram? De onde vieram?’ Ezequias respondeu: ‘De uma terra distante. Vieram da Babilônia’.",
      "reflexao": "O profeta, como voz de Deus, investiga não o gesto, mas a motivação por trás dele. De onde vêm as influências que permitimos em nossa vida? Nem tudo o que vem de longe é isento de ameaça."
    },
    {
      "numero": "15",
      "texto": "O profeta perguntou: ‘O que eles viram em seu palácio?’ Disse Ezequias: ‘Viram tudo em meu palácio. Não há nada em meus tesouros que não lhes tenha mostrado’.",
      "reflexao": "Quando nos orgulhamos do que temos, podemos abrir portas para o que perdemos. A sinceridade de Ezequias revela um coração sem reservas, mas também sem vigilância. Expor o tesouro ao mundo pode atrair cobiça e juízo."
    },
    {
      "numero": "16",
      "texto": "Então Isaías disse a Ezequias: ‘Ouça a palavra do Senhor’:",
      "reflexao": "A palavra profética vem como luz que dissipa as consequências das escolhas. Quando a voz de Deus se levanta, não é para condenar apenas, mas para despertar e preparar o coração para o que virá."
    },
    {
      "numero": "17",
      "texto": "‘Um dia tudo que se encontra em seu palácio bem como tudo o que os seus antepassados acumularam até hoje será levado para a Babilônia. Nada restará’, diz o Senhor.",
      "reflexao": "A riqueza exibida será um dia levada, porque o que é mostrado com vanglória pode ser tomado com violência. Deus alerta que nem mesmo os bens do passado são eternos, quando a vaidade ocupa o trono do presente."
    },
    {
      "numero": "18",
      "texto": "‘Alguns dos seus próprios descendentes serão levados, e eles se tornarão eunucos no palácio do rei da Babilônia’.",
      "reflexao": "O preço do descuido pode recair sobre as próximas gerações. A dor da profecia não está apenas na perda dos bens, mas na perda da liberdade dos filhos. Cada escolha sem temor hoje pode aprisionar o futuro."
    },
    {
      "numero": "19",
      "texto": "Respondeu Ezequias ao profeta: ‘Boa é a palavra do Senhor que você anunciou’, pois ele entendeu que durante sua vida haveria paz e segurança.",
      "reflexao": "Ezequias aceita o juízo com resignação, mas também com um certo alívio egoísta. Às vezes, nos contentamos com paz passageira, esquecendo de lutar por um legado eterno. A paz que não se estende às próximas gerações é incompleta."
    },
    {
      "numero": "20",
      "texto": "Os demais acontecimentos do reinado de Ezequias, todas as suas realizações, inclusive a construção do açude e do túnel que canalizou água para a cidade, estão escritos no livro dos registros históricos dos reis de Judá.",
      "reflexao": "Ezequias foi um rei de feitos notáveis e estratégias visionárias. Mesmo sob juízo, a graça de Deus permitiu-lhe realizar grandes obras. A fidelidade deixa marcas na história, mesmo quando há falhas no caminho."
    },
    {
      "numero": "21",
      "texto": "Ezequias descansou com os seus antepassados, e seu filho Manassés foi o seu sucessor.",
      "reflexao": "A jornada de um homem termina, mas o legado continua. O descanso é inevitável; o que permanece é o exemplo que deixamos. Que nossas escolhas hoje preparem os nossos filhos para serem fiéis amanhã."
    }
  ]
}
