{
  "livro": "2 Reis",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No vigésimo terceiro ano do reinado de Joás, filho de Acazias, rei de Judá, Jeoacaz, filho de Jeú, tornou-se rei de Israel em Samaria, e reinou dezessete anos.",
      "reflexao": "A sucessão dos reis continua, mas os caminhos de cada um deixam marcas profundas. Deus observa não só a duração do reinado, mas a direção do coração de quem reina."
    },
    {
      "numero": "2",
      "texto": "E fez o que o Senhor reprova, seguindo os pecados que Jeroboão, filho de Nebate, levara Israel a cometer; e não se afastou deles.",
      "reflexao": "A persistência no pecado enraizado gera ciclos de destruição. Seguir exemplos errados do passado é negar a chance de arrependimento no presente. Jeoacaz herdou o trono, mas também as transgressões."
    },
    {
      "numero": "3",
      "texto": "Por isso a ira do Senhor se acendeu contra Israel, e por longo tempo ele os manteve sob o poder de Hazael, rei da Síria, e de seu filho Ben-Hadade.",
      "reflexao": "Deus permite a opressão como instrumento de correção. Quando o povo se afasta, a disciplina divina não é abandono, mas chamado ao retorno. O sofrimento se torna um espelho para que vejam suas escolhas."
    },
    {
      "numero": "4",
      "texto": "Então Jeoacaz buscou o favor do Senhor, e este o ouviu, pois viu o quanto o rei da Síria oprimia Israel.",
      "reflexao": "Mesmo após tanto erro, o Senhor ouve o clamor sincero. A misericórdia de Deus não está condicionada à perfeição, mas ao quebrantamento. Buscar o Senhor é sempre o primeiro passo para a restauração."
    },
    {
      "numero": "5",
      "texto": "O Senhor providenciou um libertador para Israel, e eles escaparam do poder da Síria. Assim os israelitas moraram em suas casas como anteriormente.",
      "reflexao": "O livramento de Deus restitui a paz. A graça do Senhor não apenas liberta do inimigo, mas devolve dignidade e segurança. Ele ainda é Aquele que levanta libertadores nos dias de aflição."
    },
    {
      "numero": "6",
      "texto": "Mas continuaram a praticar os pecados que a dinastia de Jeroboão havia levado Israel a cometer, permanecendo neles. Inclusive a coluna sagrada permanecia de pé em Samaria.",
      "reflexao": "O coração que se acostuma ao pecado resiste à transformação. Deus liberta, mas o povo volta aos ídolos. A presença da coluna sagrada é símbolo de uma fé dividida, que ainda não se entregou por completo."
    },
    {
      "numero": "7",
      "texto": "Nada havia sobrado do exército de Jeoacaz, com exceção de cinqüenta cavaleiros, dez carros de guerra e dez mil soldados de infantaria, pois o rei da Síria havia destruído o restante, reduzindo-o a pó.",
      "reflexao": "A força militar sem o favor de Deus é poeira. Quando o povo confia em ídolos, perde sua proteção. A devastação serve como lembrança de que a vitória vem do Senhor, não do número de soldados."
    },
    {
      "numero": "8",
      "texto": "Os demais acontecimentos do reinado de Jeoacaz, os seus feitos e tudo o que realizou, estão escritos nos registros históricos dos reis de Israel.",
      "reflexao": "A história registra os atos dos reis, mas o céu pesa os corações. As crônicas da terra contam os feitos, mas Deus observa a fidelidade. Que nossas ações tenham valor eterno, não apenas histórico."
    },
    {
      "numero": "9",
      "texto": "Jeoacaz descansou com seus antepassados e foi sepultado em Samaria. Seu filho Jeoás foi o seu sucessor.",
      "reflexao": "A morte encerra os capítulos terrenos, mas o legado espiritual permanece. Que os filhos não herdem apenas tronos, mas também fé e temor. O ciclo da liderança se renova, mas o juízo de Deus permanece firme."
    },
    {
      "numero": "10",
      "texto": "No trigésimo sétimo ano do reinado de Joás, rei de Judá, Jeoás, filho de Jeoacaz, tornou-se rei de Israel em Samaria, e reinou dezesseis anos.",
      "reflexao": "Novas gerações assumem o governo, mas a verdadeira mudança está em romper com os pecados antigos. Cada novo rei carrega a chance de recomeçar com justiça e reverência ao Senhor."
    },
    {
      "numero": "11",
      "texto": "Ele fez o que o Senhor reprova e não se desviou de nenhum dos pecados que Jeroboão, filho de Nebate, levara Israel a cometer; antes permaneceu neles.",
      "reflexao": "A permanência no pecado conhecido revela um coração que resiste à luz. Jeoás teve a chance de mudar a história, mas optou por continuar o ciclo da idolatria. O maior fracasso não está em cair, mas em recusar-se a levantar."
    },
    {
      "numero": "12",
      "texto": "Os demais acontecimentos do reinado de Jeoás, os seus feitos e as suas realizações, inclusive sua guerra contra Amazias, rei de Judá, estão escritos no livro dos registros históricos dos reis de Israel.",
      "reflexao": "A história terrena registra vitórias e guerras, mas o céu observa fidelidade e humildade. A glória do homem pode ser lembrada em livros, mas o coração justo é lembrado por Deus."
    },
    {
      "numero": "13",
      "texto": "Jeoás descansou com seus antepassados, e Jeroboão o sucedeu no trono. Jeoás foi sepultado com os reis de Israel, em Samaria.",
      "reflexao": "Todo reinado chega ao fim, e o túmulo nivela reis e servos. Que nossas obras falem mais alto que nossos títulos. O trono passa, mas a eternidade aguarda a decisão de cada alma."
    },
    {
      "numero": "14",
      "texto": "Ora, Eliseu estava sofrendo da doença da qual morreria. Então Jeoás, rei de Israel, foi visitá-lo e, curvado sobre ele, chorou gritando: ‘Meu pai! Meu pai! Tu és como os carros e os cavaleiros de Israel!’",
      "reflexao": "O rei chorou diante de um profeta moribundo, reconhecendo que a força de Israel não estava em cavalos ou exércitos, mas na presença de Deus por meio de seus servos. A verdadeira segurança está na aliança com o céu, não no poder terreno."
    },
    {
      "numero": "15",
      "texto": "E Eliseu lhe disse: ‘Traga um arco e algumas flechas’; e ele assim fez.",
      "reflexao": "Mesmo no leito da morte, o profeta ainda era canal de direção. As instruções de Deus, mesmo simples, carregam poder e propósito quando obedecidas com fé."
    },
    {
      "numero": "16",
      "texto": "‘Pegue o arco em suas mãos’, disse ao rei de Israel. Quando pegou, Eliseu pôs suas mãos sobre as mãos do rei",
      "reflexao": "As mãos do profeta sobre as mãos do rei simbolizam a unção divina guiando a liderança humana. Quando Deus dirige os movimentos do homem, a vitória não depende da força, mas da obediência."
    },
    {
      "numero": "17",
      "texto": "e lhe disse para abrir a janela que dava para o leste e atirar. O rei o fez, então Eliseu declarou: ‘Esta é a flecha da vitória do Senhor, a flecha da vitória sobre a Síria! Você destruirá totalmente os arameus, em Afeque’.",
      "reflexao": "Uma flecha lançada em obediência se torna símbolo de libertação. A vitória começa com um gesto de fé. Deus transforma o ordinário em extraordinário quando agimos segundo a Sua palavra."
    },
    {
      "numero": "18",
      "texto": "Em seguida Eliseu mandou o rei pegar as flechas e golpear o chão. Ele golpeou o chão três vezes e parou.",
      "reflexao": "A obediência parcial limita o cumprimento das promessas. O número de golpes simbolizava a medida da vitória. Muitas vezes, paramos antes da plenitude por falta de fervor ou visão."
    },
    {
      "numero": "19",
      "texto": "O homem de Deus ficou irado com ele e disse: ‘Você deveria ter golpeado o chão cinco ou seis vezes; então iria derrotar a Síria e a destruiria completamente. Mas agora você a derrotará somente três vezes’.",
      "reflexao": "A intensidade da fé define o alcance do milagre. Quando agimos com timidez diante de um Deus ilimitado, limitamos também o que Ele poderia realizar por nosso intermédio. A fé pequena colhe vitórias parciais."
    },
    {
      "numero": "20",
      "texto": "Então Eliseu morreu e foi sepultado. Ora, tropas moabitas costumavam entrar no país em todas as primaveras.",
      "reflexao": "Com a morte de Eliseu, encerra-se um ciclo de milagres vivos, mas não o poder de Deus. As invasões constantes lembram que sem a presença profética, o povo se torna vulnerável. A proteção divina anda de mãos dadas com a fidelidade espiritual."
    },
    {
      "numero": "21",
      "texto": "Certa vez, enquanto alguns israelitas sepultavam um homem, viram de repente uma dessas tropas; então jogaram o corpo do homem no túmulo de Eliseu e fugiram. Assim que o cadáver encostou nos ossos de Eliseu, o homem voltou à vida e se levantou.",
      "reflexao": "Até mesmo os ossos do profeta carregavam vestígios da glória de Deus. Onde a morte parecia definitiva, a vida renasceu por causa da presença de um servo ungido. O poder de Deus transcende a carne e o tempo, e age onde menos se espera, para mostrar que a morte não tem a última palavra."
    },
    {
      "numero": "22",
      "texto": "Hazael, rei da Síria, oprimiu Israel durante todo o reinado de Jeoacaz.",
      "reflexao": "A opressão estrangeira era reflexo da rebeldia interna. Quando o povo se afasta do Senhor, os inimigos ganham força. Mas ainda assim, Deus permanece atento, esperando o coração quebrantado retornar ao abrigo de Suas asas."
    },
    {
      "numero": "23",
      "texto": "Mas o Senhor foi bondoso para com eles, teve compaixão e mostrou preocupação por eles, por causa da sua aliança com Abraão, Isaque e Jacó. Até hoje ele não se dispôs a destruí-los ou eliminá-los de sua presença.",
      "reflexao": "A fidelidade de Deus à Sua aliança é maior que a infidelidade do povo. Mesmo diante da desobediência, o Senhor permanece compassivo, lembrando-Se do pacto feito com os patriarcas. A misericórdia é a ponte que sustenta o povo, mesmo em meio ao juízo."
    },
    {
      "numero": "24",
      "texto": "E Hazael, rei da Síria, morreu, e seu filho Ben-Hadade foi o seu sucessor.",
      "reflexao": "Os opressores passam, mas a promessa de Deus permanece. A história gira, os reinos se sucedem, mas a mão soberana do Altíssimo nunca perde o controle. O tempo é d’Ele, e a justiça também."
    },
    {
      "numero": "25",
      "texto": "Então Jeoás, filho de Jeoacaz, conquistou de Ben-Hadade, filho de Hazael, as cidades que, em combate, Hazael havia tomado de seu pai Jeoacaz. Três vezes Jeoás o derrotou e, assim, reconquistou essas cidades israelitas.",
      "reflexao": "Cumpriu-se a palavra do profeta: Jeoás venceu três vezes, como Eliseu previra. Deus honra Sua palavra, mesmo quando o instrumento humano é imperfeito. A vitória é parcial, pois assim foi a fé. Quando confiamos sem reservas, a bênção também é plena."
    }
  ]
}
