{
  "livro": "2 Samuel",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Durante o reinado de Davi, houve uma fome que durou três anos. Davi consultou o Senhor, que lhe disse: ‘A fome veio por causa de Saul e de sua família sanguinária, por terem matado os gibeonitas’.",
      "reflexao": "As consequências do pecado, mesmo de gerações anteriores, podem reverberar em tempos futuros. A justiça de Deus zela pela fidelidade aos pactos e revela que não se brinca com juramentos feitos em Seu nome. A fome era um sinal divino para restaurar o que havia sido quebrado."
    },
    {
      "numero": "2",
      "texto": "O rei então mandou chamar os gibeonitas e falou com eles. (Os gibeonitas não eram de origem israelita, mas remanescentes dos amorreus. Os israelitas tinham feito com eles um acordo sob juramento; mas Saul, em seu zelo por Israel e Judá, havia tentado exterminá-los.)",
      "reflexao": "Davi honra um acordo que outros haviam quebrado. Essa atitude nos ensina que a fidelidade a Deus implica também respeito às alianças e compromissos firmados, mesmo com aqueles que não são do nosso povo. Justiça não se faz apenas com espada, mas com reparação."
    },
    {
      "numero": "3",
      "texto": "Davi perguntou aos gibeonitas: ‘Que posso fazer por vocês? Como posso reparar o que foi feito, para que abençoem a herança do Senhor?’",
      "reflexao": "O rei busca reconciliação com humildade. A bênção do Senhor sobre o povo depende da justiça feita com os oprimidos. Quando líderes reconhecem erros e buscam reparar danos, abrem caminho para a restauração da terra."
    },
    {
      "numero": "4",
      "texto": "Os gibeonitas responderam: ‘Não exigimos de Saul ou de sua família prata ou ouro, nem queremos matar ninguém em Israel’. Davi perguntou: ‘O que querem que eu faça por vocês?’,",
      "reflexao": "Nem tudo pode ser resolvido com riquezas ou compensações materiais. Algumas feridas pedem reconhecimento profundo e justiça simbólica. Os gibeonitas não queriam vingança desenfreada, mas a restauração da honra perdida."
    },
    {
      "numero": "5",
      "texto": "e eles responderam: ‘Quanto ao homem que quase nos exterminou e que pretendia destruir-nos, para que não tivéssemos lugar em Israel,’",
      "reflexao": "Eles recordam a dor da exclusão e do extermínio quase completo. Suas palavras revelam o trauma profundo causado pela injustiça. O direito de existir deve ser respeitado — negar lugar a alguém é uma violência contra o projeto de Deus para todos os povos."
    },
    {
      "numero": "6",
      "texto": "‘que sete descendentes dele sejam executados perante o Senhor, em Gibeá de Saul, no monte do Senhor’. ‘Eu os entregarei a vocês’, disse o rei.",
      "reflexao": "A justiça naquele contexto exigia substituição simbólica. O número sete representa completude, e o ato, por mais duro que pareça, visa restaurar o equilíbrio moral diante de Deus. Davi aceita o juízo com senso de responsabilidade espiritual."
    },
    {
      "numero": "7",
      "texto": "O rei poupou Mefibosete, filho de Jônatas e neto de Saul, por causa do juramento feito perante o Senhor entre Davi e Jônatas, filho de Saul.",
      "reflexao": "A fidelidade ao juramento com Jônatas prevalece. Davi mostra que a palavra dada diante de Deus deve ser honrada acima de interesses políticos. A aliança verdadeira resiste ao tempo e às crises."
    },
    {
      "numero": "8",
      "texto": "Mas o rei mandou buscar Armoni e Mefibosete, dois filhos de Rispa, filha de Aiá, que ela teve com Saul, e os cinco filhos de Merabe, filha de Saul, que ela teve com Adriel, filho de Barzilai, de Meolá.",
      "reflexao": "O peso das consequências recai sobre os descendentes de Saul. Mesmo sem culpa direta, eles se tornam símbolo da restituição. Esse episódio convida à reflexão sobre a gravidade das atitudes daqueles que lideram — suas ações impactam gerações."
    },
    {
      "numero": "9",
      "texto": "Ele os entregou aos gibeonitas, que os executaram no monte, perante o Senhor. Os sete foram mortos ao mesmo tempo, nos primeiros dias da colheita de cevada.",
      "reflexao": "A execução pública, ligada ao tempo da colheita, une o juízo à restauração da terra. Há dor nesse sacrifício, mas também esperança: a fome cessará. Às vezes, o caminho para a bênção passa pela verdade difícil e por decisões que quebram ciclos de injustiça."
    },
    {
      "numero": "10",
      "texto": "Então Rispa, filha de Aiá, pegou um pano de saco e o estendeu para si sobre uma rocha. Desde o início da colheita até cair chuva do céu sobre os corpos, ela não deixou que as aves de rapina os tocassem de dia, nem os animais selvagens à noite.",
      "reflexao": "A cena de Rispa é comovente. Uma mãe que vela pelos filhos, mesmo mortos, com um amor que desafia o tempo e o sofrimento. Sua vigília silenciosa clama por dignidade, mesmo na morte. É um grito de compaixão que alcança o coração do rei."
    },
    {
      "numero": "11",
      "texto": "Quando Davi foi informado do que Rispa, filha de Aiá, concubina de Saul, havia feito,",
      "reflexao": "A dor silenciosa de uma mulher anônima chega aos ouvidos do rei. O luto pode mover o coração dos poderosos. O gesto de Rispa denuncia a necessidade de honrar os mortos e revela como o sofrimento pode provocar justiça tardia, mas necessária."
    },
    {
      "numero": "12",
      "texto": "ele mandou recolher os ossos de Saul e de Jônatas, tomando-os dos cidadãos de Jabes-Gileade. (Eles haviam roubado os ossos da praça de Bete-Seã, onde os filisteus os tinham pendurado, no dia em que mataram Saul no monte Gilboa.)",
      "reflexao": "Davi reconhece a necessidade de dar honra àqueles que, mesmo em queda, foram reis e príncipes de Israel. A sepultura digna não apaga o passado, mas fecha feridas abertas. A dignidade final é parte da cura coletiva de uma nação."
    },
    {
      "numero": "13",
      "texto": "Davi trouxe de lá os ossos de Saul e de seu filho Jônatas, que foram recolhidos dentre os ossos dos que haviam sido executados.",
      "reflexao": "Davi honra o passado, recolhendo os restos daqueles que outrora ocuparam o trono. Mesmo os que falharam merecem dignidade. Há uma cura espiritual que começa quando a história é tratada com respeito."
    },
    {
      "numero": "14",
      "texto": "Enterraram os ossos de Saul e de Jônatas no túmulo de Quis, pai de Saul, em Zela, na terra de Benjamim, e fizeram tudo o que o rei ordenou. Depois disso, Deus respondeu as orações em favor da terra de Israel.",
      "reflexao": "A restauração espiritual da terra passa pelo acerto de contas com o passado. Quando a honra é restaurada e a justiça é feita, o céu se abre novamente. Deus responde a um povo que decide andar com retidão."
    },
    {
      "numero": "15",
      "texto": "Houve, ainda, outra batalha entre os filisteus e Israel; Davi e seus soldados foram lutar contra os filisteus. Davi se cansou muito,",
      "reflexao": "Mesmo os grandes líderes se cansam. O cansaço de Davi revela sua humanidade. Há momentos em que o guerreiro precisa ser sustentado por aqueles a quem liderou — o líder também precisa ser cuidado."
    },
    {
      "numero": "16",
      "texto": "e Isbi-Benobe, descendente de Rafa, prometeu matar Davi. (A ponta de bronze da lança de Isbi-Benobe pesava três quilos e seiscentos gramas, e ele ainda estava armado com uma espada nova.)",
      "reflexao": "As ameaças podem surgir com força e novidade, mas não superam o propósito de Deus sobre os seus escolhidos. Mesmo cansado, o ungido é protegido. Deus sempre levanta um socorro oportuno."
    },
    {
      "numero": "17",
      "texto": "Mas Abisai, filho de Zeruia, foi em socorro de Davi e matou o filisteu. Então os soldados de Davi lhe juraram, dizendo: ‘Nunca mais sairás conosco à guerra, para que não apagues a lâmpada de Israel’.",
      "reflexao": "O povo reconhece que Davi é mais do que um guerreiro — ele é a ‘lâmpada de Israel’, símbolo da luz e da direção de Deus. Cuidar de quem lidera é preservar a visão e a esperança de uma geração."
    },
    {
      "numero": "18",
      "texto": "Houve depois outra batalha com os filisteus, em Gobe. Naquela ocasião Sibecai, de Husate, matou Safe, um dos descendentes de Rafa.",
      "reflexao": "A força dos inimigos pode ser grande, mas os valentes de Deus se levantam. Cada vitória representa um avanço na construção da paz, e cada nome registrado é lembrança de que a fidelidade de Deus se manifesta no campo de batalha."
    },
    {
      "numero": "19",
      "texto": "Noutra batalha contra os filisteus em Gobe, Elanã, filho de Jaaré-Oregim, de Belém, matou Golias, de Gate, que possuía uma lança cuja haste parecia uma lançadeira de tecelão.",
      "reflexao": "A história se repete: outro Golias cai. E novamente, alguém de Belém, como Davi, vence o gigante. É Deus quem levanta libertadores entre os humildes, para mostrar que a vitória vem do alto."
    },
    {
      "numero": "20",
      "texto": "Noutra batalha, em Gate, havia um homem de grande estatura e que tinha seis dedos em cada mão e seis dedos em cada pé, vinte e quatro dedos ao todo. Ele também era descendente de Rafa,",
      "reflexao": "A estranheza e o tamanho dos desafios não intimidam os que confiam no Senhor. O exagero da força do inimigo é apenas mais uma plataforma para a manifestação do poder de Deus."
    },
    {
      "numero": "21",
      "texto": "e desafiou Israel, mas Jônatas, filho de Siméia, irmão de Davi, o matou.",
      "reflexao": "A coragem é uma herança espiritual. O sobrinho de Davi repete o ato do tio: enfrenta o gigante e o vence. O exemplo de fé e valentia inspira os que vêm depois — uma geração influencia a próxima."
    },
    {
      "numero": "22",
      "texto": "Esses quatro eram descendentes de Rafa, em Gate, e foram mortos por Davi e seus soldados.",
      "reflexao": "Todos os gigantes caíram. Nenhum inimigo é eterno quando Deus está com Seu povo. O legado de Davi é partilhado com seus homens: juntos, vencem o impossível e escrevem capítulos de glória sob a direção divina."
    }
  ]
}
