{
  "livro": "2 Samuel",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O rei Davi já morava em seu palácio e o Senhor lhe dera descanso de todos os seus inimigos ao redor.",
      "reflexao": "A paz concedida por Deus permite a Davi contemplar além das batalhas. Quando cessam os ruídos externos, o coração começa a perceber os anseios mais profundos — como honrar Aquele que nos sustenta."
    },
    {
      "numero": "2",
      "texto": "Certo dia ele disse ao profeta Natã: ‘Aqui estou eu, morando num palácio de cedro, enquanto a arca do Senhor permanece numa simples tenda’.",
      "reflexao": "A sensibilidade de Davi revela um coração reverente. Ele não se acomoda em sua conquista pessoal; sua preocupação é com a glória de Deus. A verdadeira grandeza nasce do desejo de honrar o Senhor acima de si mesmo."
    },
    {
      "numero": "3",
      "texto": "Natã respondeu ao rei: ‘Faze o que tiveres em mente, pois o Senhor está contigo’.",
      "reflexao": "Natã, de imediato, aprova a intenção de Davi. Mas mesmo os homens de Deus precisam ouvir primeiro a direção divina. Boa vontade não substitui a obediência — e planos piedosos ainda precisam de confirmação celestial."
    },
    {
      "numero": "4",
      "texto": "E naquela mesma noite o Senhor falou a Natã:",
      "reflexao": "O Senhor não tarda em responder. Ele se manifesta para alinhar o propósito do homem ao Seu próprio desígnio. O silêncio de Deus nunca é descuido, mas quando Ele fala, Suas palavras moldam a história."
    },
    {
      "numero": "5",
      "texto": "‘Vá dizer a meu servo Davi que assim diz o Senhor: Você construirá uma casa para eu morar?’",
      "reflexao": "A pergunta de Deus a Davi é retórica, mas profundamente reveladora: o Altíssimo não está limitado a paredes humanas. Antes de aceitar nossas ofertas, Ele examina nossos corações. Nem todo desejo santo é designação divina."
    },
    {
      "numero": "6",
      "texto": "‘Não tenho morado em nenhuma casa desde o dia em que tirei os israelitas do Egito. Tenho ido de uma tenda para outra, de um tabernáculo para outro.’",
      "reflexao": "Deus sempre caminhou com Seu povo, adaptando-se à sua jornada. Sua presença não dependia de pedras preciosas ou cedros nobres, mas da comunhão sincera. O Deus eterno habita onde há fé, não apenas onde há estrutura."
    },
    {
      "numero": "7",
      "texto": "‘Por onde tenho acompanhado os israelitas, alguma vez perguntei a algum líder deles, a quem ordenei que pastoreasse o meu povo Israel: “Por que você não me construiu um templo de cedro?”’",
      "reflexao": "O Senhor jamais exigiu luxo para Si. O coração quebrantado sempre foi Sua morada preferida. Deus ensina a Davi — e a nós — que o essencial não é o templo físico, mas a submissão ao Seu querer e o cuidado com o Seu povo."
    },
    {
      "numero": "8",
      "texto": "‘Agora, pois, diga ao meu servo Davi: Assim diz o Senhor dos Exércitos: Eu o tirei das pastagens, onde cuidava dos rebanhos, para ser o soberano do meu povo Israel.’",
      "reflexao": "Deus relembra a origem humilde de Davi. Toda exaltação legítima vem das mãos do Senhor. O mesmo Deus que vê o pastor no campo é Aquele que o ergue ao trono. A graça escolhe não os mais fortes, mas os mais obedientes."
    },
    {
      "numero": "9",
      "texto": "‘Sempre estive com você por onde você andou, e eliminei todos os seus inimigos. Agora eu o farei tão famoso quanto os homens mais importantes da terra.’",
      "reflexao": "A fidelidade de Deus acompanha os Seus escolhidos. Davi não chegou onde está por mérito próprio, mas por companhia divina. A promessa agora se amplia: Deus o fará conhecido — não por vaidade, mas como reflexo da glória de Deus em sua vida."
    },
    {
      "numero": "10",
      "texto": "‘E providenciarei um lugar para o meu povo Israel e os plantarei lá, para que tenham o seu próprio lar e não mais sejam incomodados. Povos ímpios não mais os oprimirão, como fizeram no início’",
      "reflexao": "O cuidado de Deus se estende ao Seu povo. Ele não apenas estabelece reis, mas dá estabilidade aos humildes. A imagem do ‘plantar’ fala de raízes, permanência e paz. Em tempos de insegurança, Ele nos promete descanso duradouro."
    },
    {
      "numero": "11",
      "texto": "‘e têm feito desde a época em que nomeei juízes sobre o meu povo Israel. Também subjugarei todos os seus inimigos. Saiba também que eu, o Senhor, lhe estabelecerei uma dinastia.’",
      "reflexao": "Deus não apenas promete vitória sobre os inimigos, mas oferece algo ainda maior: uma aliança eterna. A dinastia de Davi não será sustentada por força humana, mas por uma promessa divina que atravessa gerações."
    },
    {
      "numero": "12",
      "texto": "‘Quando a sua vida chegar ao fim e você descansar com os seus antepassados, escolherei um dos seus filhos para sucedê-lo, um fruto do seu próprio corpo, e eu estabelecerei o reino dele.’",
      "reflexao": "A morte de Davi não será o fim da promessa. O Senhor cuida do amanhã mesmo quando os nossos olhos se fecham. O legado do justo permanece vivo, pois Deus mesmo o sustenta."
    },
    {
      "numero": "13",
      "texto": "‘Será ele quem construirá um templo em honra do meu nome, e eu firmarei o trono dele para sempre.’",
      "reflexao": "A casa física será edificada por seu filho, mas a promessa transcende a pedra. A profecia aponta para Salomão, sim — mas mira ainda mais longe, no Messias eterno, cujo trono jamais terá fim."
    },
    {
      "numero": "14",
      "texto": "‘Eu serei seu pai, e ele será meu filho. Quando ele cometer algum erro, eu o punirei com o castigo dos homens, com açoites aplicados por homens.’",
      "reflexao": "O relacionamento entre Deus e o descendente de Davi será íntimo e paternal. Mesmo nos erros, haverá disciplina e não rejeição. O amor de Deus educa, corrige e restaura — como um Pai que ama verdadeiramente."
    },
    {
      "numero": "15",
      "texto": "‘Mas nunca retirarei dele o meu amor, como retirei de Saul, a quem tirei do seu caminho.’",
      "reflexao": "A diferença entre Saul e o filho de Davi será a aliança do amor inabalável. Deus deixa claro: Ele permanece fiel mesmo quando disciplina. Amor eterno é promessa de aliança, não de merecimento."
    },
    {
      "numero": "16",
      "texto": "‘Quanto a você, sua dinastia e seu reino permanecerão para sempre diante de mim; o seu trono será estabelecido para sempre.’",
      "reflexao": "Nesta promessa ecoa a eternidade: o trono de Davi se torna símbolo do reinado de Cristo. Deus sela o futuro com palavras imortais — o Reino de Justiça, Paz e Verdade nunca terá fim."
    },
    {
      "numero": "17",
      "texto": "E Natã transmitiu a Davi tudo o que o Senhor lhe tinha falado e revelado.",
      "reflexao": "O profeta fiel não oculta a revelação. Ele entrega cada palavra, cada detalhe, com temor e fidelidade. Quando falamos em nome de Deus, não devemos adornar nem omitir — mas transmitir com reverência a verdade que liberta."
    },
    {
      "numero": "18",
      "texto": "Então o rei Davi entrou no tabernáculo, assentou-se diante do Senhor, e orou: ‘Quem sou eu, ó Soberano Senhor, e o que é a minha família, para que me trouxesses a este ponto?’",
      "reflexao": "A humildade de Davi resplandece diante da grandeza divina. Ele reconhece que tudo vem da graça. O verdadeiro adorador não se gaba do que tem, mas se prostra em gratidão por tudo que é em Deus."
    },
    {
      "numero": "19",
      "texto": "‘E, como se isso não bastasse para ti, ó Soberano Senhor, também falaste sobre o futuro da família deste teu servo. É assim que procedes com os homens, ó Soberano Senhor?’",
      "reflexao": "Davi se maravilha com a generosidade divina. Não apenas o presente é abençoado, mas o futuro também é selado. O Deus que nos surpreende com o hoje ainda nos promete o amanhã com esperança eterna."
    },
    {
      "numero": "20",
      "texto": "‘Que mais Davi poderá dizer-te? Tu conheces o teu servo, ó Soberano Senhor.’",
      "reflexao": "Quando as palavras falham, o coração se entrega. Deus conhece o íntimo do servo fiel, conhece suas limitações, seus desejos, sua entrega. Silêncio e reverência tornam-se a linguagem da adoração."
    },
    {
      "numero": "21",
      "texto": "‘Por amor de tua palavra e de acordo com tua vontade, realizaste este feito grandioso e o revelaste ao teu servo.’",
      "reflexao": "Davi entende que não foi sua grandeza que moveu Deus, mas o amor d’Aquele que cumpre o que promete. O agir do Senhor nasce do Seu caráter, e não da nossa capacidade — por isso é digno de toda glória."
    },
    {
      "numero": "22",
      "texto": "‘Quão grande és tu, ó Soberano Senhor! Não há ninguém como tu nem há outro Deus além de ti, conforme tudo o que sabemos.’",
      "reflexao": "Davi reconhece a incomparável grandeza de Deus. Sua adoração brota da convicção de que o Senhor é único, supremo e digno de todo louvor. Quanto mais o conhecemos, mais o exaltamos com temor e reverência."
    },
    {
      "numero": "23",
      "texto": "‘E quem é como o teu povo Israel, a única nação da terra que tu, ó Deus, resgataste para dela fazeres um povo para ti mesmo, e assim tornaste o teu nome famoso, realizaste grandes e impressionantes maravilhas ao expulsar nações e seus deuses de diante dessa mesma nação que libertaste do Egito?’",
      "reflexao": "O Senhor formou um povo para si, não apenas com libertação, mas com propósito. As maravilhas que realizou revelam Seu poder, mas também Seu desejo de ter um povo que o conheça e o represente na terra. Somos resgatados para pertencer."
    },
    {
      "numero": "24",
      "texto": "‘Tu mesmo fizeste de Israel o teu povo particular para sempre, e tu, ó Senhor, te tornaste o seu Deus.’",
      "reflexao": "A aliança é de pertencimento mútuo: Deus escolhe o povo, e o povo reconhece a soberania de Deus. Essa relação íntima revela o coração do Pai — Ele quer habitar conosco, e fazer de nós Sua herança eterna."
    },
    {
      "numero": "25",
      "texto": "‘Agora, Senhor Deus, confirma para sempre a promessa que fizeste a respeito de teu servo e de sua descendência. Faze conforme prometeste,’",
      "reflexao": "A fé de Davi transforma a promessa em oração. Ele clama com base no que Deus já disse. A verdadeira oração se ancora na Palavra de Deus, pois Ele vela por Suas promessas para cumpri-las."
    },
    {
      "numero": "26",
      "texto": "‘para que o teu nome seja engrandecido para sempre e os homens digam: ‘O Senhor dos Exércitos é o Deus de Israel! ’ E a descendência de teu servo Davi se manterá firme diante de ti.’",
      "reflexao": "Davi compreende que a glória final não é sua, mas de Deus. A bênção sobre sua casa deve exaltar o nome do Senhor. Quando pedimos com o coração voltado para a glória de Deus, oramos com propósito eterno."
    },
    {
      "numero": "27",
      "texto": "‘Ó Senhor dos Exércitos, Deus de Israel, tu mesmo o revelaste a teu servo, quando disseste: ‘Estabelecerei uma dinastia para você’. Por isso o teu servo achou coragem para orar a ti.’",
      "reflexao": "A revelação gera intimidade. Davi ora porque Deus falou. O Senhor deseja ser buscado por aqueles a quem confia promessas. A oração é a resposta de um coração que confia no que ouviu da boca de Deus."
    },
    {
      "numero": "28",
      "texto": "‘Ó Soberano Senhor, tu és Deus! Tuas palavras são verdadeiras, e tu fizeste essa boa promessa a teu servo.’",
      "reflexao": "Davi reafirma sua confiança: Deus é fiel, Sua palavra é verdade, e Suas promessas são boas. Essa tríade sustenta nossa fé mesmo em tempos difíceis — Deus é, Deus fala, Deus cumpre."
    },
    {
      "numero": "29",
      "texto": "‘Agora, por tua bondade, abençoa a família de teu servo, para que ela continue para sempre na tua presença. Tu, ó Soberano Senhor, o prometeste! E, abençoada por ti, bendita será para sempre a família de teu servo.’",
      "reflexao": "Davi encerra em súplica humilde: que a bênção de Deus acompanhe sua casa por toda a eternidade. A presença do Senhor é a maior herança que podemos desejar — onde Ele habita, a bênção permanece."
    }
  ]
}
