{
  "livro": "2 Samuel",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Certa ocasião Davi perguntou: “Resta ainda alguém da família de Saul, a quem eu possa mostrar lealdade por causa de minha amizade com Jônatas?”",
      "reflexao": "A fidelidade verdadeira atravessa gerações. Davi busca um descendente de Saul, não por obrigação política, mas por amor leal à aliança com Jônatas. É assim que o amor eterno de Deus nos alcança — por promessas que Ele mesmo decidiu cumprir."
    },
    {
      "numero": "2",
      "texto": "Então chamaram Ziba, um dos servos de Saul, para apresentar-se a Davi, e o rei lhe perguntou: “Você é Ziba?” “Sou teu servo”, respondeu ele.",
      "reflexao": "A humildade de quem serve abre portas diante dos reis. Ziba apresenta-se como servo, e sua postura nos recorda que a disposição em servir é sempre notada por Deus e pelos homens."
    },
    {
      "numero": "3",
      "texto": "Perguntou-lhe Davi: “Resta ainda alguém da família de Saul, a quem eu possa mostrar a lealdade de Deus?” Respondeu Ziba: “Ainda há um filho de Jônatas, aleijado dos pés.”",
      "reflexao": "Davi busca demonstrar a ‘lealdade de Deus’ — um amor que não despreza fragilidades. Mesmo ferido, Mefibosete é lembrado. O Senhor não escolhe os mais fortes, mas os que carregam no coração a marca da aliança."
    },
    {
      "numero": "4",
      "texto": "“Onde está ele?”, perguntou o rei. Ziba respondeu: “Na casa de Maquir, filho de Amiel, em Lo-Debar.”",
      "reflexao": "Mefibosete vivia escondido em Lo-Debar — lugar de esquecimento e carência. Mas o rei pergunta por ele. Assim também o nosso Deus nos busca mesmo quando nos escondemos no vale da insignificância."
    },
    {
      "numero": "5",
      "texto": "Então o rei Davi mandou trazê-lo de Lo-Debar.",
      "reflexao": "A ordem do rei tira Mefibosete do anonimato. Deus nos chama pelo nome, nos arranca de Lo-Debar — o lugar do esquecimento — e nos transporta para Sua mesa de honra. A graça nos encontra onde a dignidade parece perdida."
    },
    {
      "numero": "6",
      "texto": "Quando Mefibosete, filho de Jônatas e neto de Saul, compareceu diante de Davi, prostrou-se, rosto em terra. “Mefibosete?”, perguntou Davi. Ele respondeu: “Sim, sou teu servo.”",
      "reflexao": "A reverência de Mefibosete revela temor e submissão. Mas o chamado pelo nome revela que, aos olhos do rei, ele não é apenas um sobrevivente — é alguém digno de ser honrado por amor a Jônatas. Assim também Deus nos chama pelo nome, mesmo quando nos curvamos em medo."
    },
    {
      "numero": "7",
      "texto": "“Não tenha medo”, disse-lhe Davi, “pois é certo que eu tratarei com bondade por causa de minha amizade com Jônatas, seu pai. Vou devolver-lhe todas as terras que pertenciam a seu avô Saul; e você comerá sempre à minha mesa.”",
      "reflexao": "A bondade de Davi cura o medo de Mefibosete. O rei devolve terras e lhe dá lugar de honra à mesa. Essa é a imagem viva da graça: aquilo que perdemos, Deus nos restitui, e ainda nos convida a sentar com Ele como filhos."
    },
    {
      "numero": "8",
      "texto": "Mefibosete prostrou-se e disse: “Quem é o teu servo, para que te preocupes com um cão morto como eu?”",
      "reflexao": "A vergonha do passado e a deficiência fizeram Mefibosete enxergar-se como ‘um cão morto’. Mas a misericórdia do rei revela outro valor: somos amados não por nosso mérito, mas pela aliança de amor feita por Aquele que reina para sempre."
    },
    {
      "numero": "9",
      "texto": "Então o rei convocou Ziba e disse-lhe: “Devolvi ao neto de Saul, seu senhor, tudo o que pertencia a ele e à família dele.”",
      "reflexao": "A restituição do que foi perdido é um dos sinais da justiça de Deus. O que parecia sepultado na história é restaurado por meio da graça. O passado já não define Mefibosete; a palavra do rei é que define seu novo lugar."
    },
    {
      "numero": "10",
      "texto": "“Você, seus filhos e seus servos cultivarão a terra para ele. Você trará a colheita para que haja provisões na casa do neto de seu senhor. Mas, Mefibosete comerá sempre à minha mesa.” Ziba tinha quinze filhos e vinte servos.",
      "reflexao": "Mesmo com herança, Mefibosete viveria à mesa do rei. Não era apenas uma questão de provisão, mas de identidade. Quando Deus nos chama, Ele não nos devolve apenas o que perdemos — Ele nos dá um novo nome, um novo lugar e uma nova família."
    },
    {
      "numero": "11",
      "texto": "Então Ziba disse ao rei: “O teu servo fará tudo o que o rei, meu senhor, ordenou”. Assim, Mefibosete passou a comer à mesa de Davi como se fosse um dos seus filhos.",
      "reflexao": "A obediência de Ziba sustenta a promessa do rei, mas é a graça de Davi que dá a Mefibosete o lugar de um filho. Assim é conosco diante de Deus — não somos apenas restaurados, somos adotados. Comemos à mesa da aliança como filhos amados, não como convidados de ocasião."
    },
    {
      "numero": "12",
      "texto": "Mefibosete tinha um filho ainda jovem chamado Mica. E todos os que moravam na casa de Ziba tornaram-se servos de Mefibosete.",
      "reflexao": "A graça recebida por Mefibosete se estende a gerações. Seu filho, Mica, cresce sob o abrigo da honra restaurada. Deus não apenas muda destinos individuais — Ele transforma histórias familiares inteiras por amor e fidelidade à Sua promessa."
    },
    {
      "numero": "13",
      "texto": "Então Mefibosete foi morar em Jerusalém, pois passou a comer sempre à mesa do rei. E era aleijado dos pés.",
      "reflexao": "A fragilidade de Mefibosete permanece, mas isso não o impede de viver na presença do rei. Deus não exige perfeição física ou emocional — Ele convida os quebrados, os feridos, os esquecidos, e lhes dá lugar eterno à Sua mesa. A graça não ignora nossas limitações; ela as cobre com amor."
    }
  ]
}
