{
  "livro": "2 Timóteo",
  "capitulo": "4",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Na presença de Deus e de Cristo Jesus, que há de julgar os vivos e os mortos por sua manifestação e por seu Reino, eu o exorto solenemente:",
      "reflexao": "Somos lembrados de que servimos diante de um Deus que vê tudo e que julgará a todos. Isso deve nos despertar a viver com responsabilidade espiritual, buscando agradar a Deus em tudo, sabendo que nossa vida é para a glória dEle."
    },
    {
      "numero": "2",
      "texto": "Pregue a palavra, esteja preparado a tempo e fora de tempo, repreenda, corrija, exorte com toda paciência e doutrina.",
      "reflexao": "O chamado de anunciar a Palavra é urgente e constante. Não é apenas uma tarefa para momentos oportunos, mas para toda a nossa vida. Com amor, paciência e firmeza, somos desafiados a ser voz de Deus neste mundo."
    },
    {
      "numero": "3",
      "texto": "Pois virá o tempo em que não suportarão a sã doutrina. Pelo contrário, sentirão coceira nos ouvidos e juntarão mestres para si mesmos, segundo os seus próprios desejos.",
      "reflexao": "Vivemos esse tempo. Muitos rejeitam a verdade e buscam apenas mensagens que alimentem seus desejos e vontades. É nosso dever permanecer fiéis à verdade da Palavra, mesmo quando ela confronta, pois só a verdade liberta e salva."
    },
    {
      "numero": "4",
      "texto": "Eles se recusarão a dar ouvidos à verdade, voltando-se para os mitos.",
      "reflexao": "O afastamento da verdade gera confusão e vazio espiritual. Este versículo nos alerta a não sermos seduzidos pelas mentiras do mundo. Precisamos estar ancorados na Palavra, que é lâmpada para nossos pés e luz para o nosso caminho."
    },
    {
      "numero": "5",
      "texto": "Você, porém, seja moderado em tudo, suporte os sofrimentos, faça a obra de um evangelista, cumpra plenamente o seu ministério.",
      "reflexao": "Deus nos chama a viver com equilíbrio, perseverança e fidelidade, mesmo em meio às dificuldades. Cumprir nosso ministério é mais que uma tarefa, é um chamado de vida — levar esperança, amor e a mensagem da salvação a todos."
    },
    {
      "numero": "6",
      "texto": "Quanto a mim, já estou sendo derramado como oferta de bebida. Está próximo o tempo da minha partida.",
      "reflexao": "A vida de Paulo é um testemunho de entrega total. Este versículo nos faz refletir: estamos vivendo de forma que nossa vida seja uma oferta agradável a Deus? O tempo é curto, e cada dia é uma oportunidade para servir e amar mais."
    },
    {
      "numero": "7",
      "texto": "Combati o bom combate, terminei a corrida, guardei a fé.",
      "reflexao": "Que declaração poderosa! Que possamos viver de forma que, ao final de nossa jornada, possamos dizer o mesmo: que permanecemos firmes, lutamos com fé e guardamos o que é mais precioso — a nossa fé em Cristo Jesus."
    },
    {
      "numero": "8",
      "texto": "Agora me está reservada a coroa da justiça, que o Senhor, justo juiz, me dará naquele dia; e não somente a mim, mas também a todos os que amam a sua vinda.",
      "reflexao": "Há uma promessa para aqueles que permanecem fiéis: a coroa da justiça. O mundo oferece glórias passageiras, mas Deus promete uma recompensa eterna. Viva hoje com os olhos na eternidade, pois há uma coroa preparada para você."
    },
    {
      "numero": "9",
      "texto": "Procure vir logo ao meu encontro,",
      "reflexao": "Este pedido simples reflete a importância dos relacionamentos, do cuidado e da presença. Em momentos de dor, solidão ou desafios, Deus usa pessoas para nos fortalecer. Valorize as amizades que Deus te dá no caminho da fé."
    },
    {
      "numero": "10",
      "texto": "pois Demas, amando este mundo, abandonou-me e foi para Tessalônica. Crescente foi para a Galácia, e Tito para a Dalmácia.",
      "reflexao": "O amor pelo mundo pode desviar até aqueles que caminharam na fé. Este versículo é um alerta para avaliarmos constantemente nosso coração, priorizando sempre o Reino de Deus acima de tudo, para não sermos seduzidos pelas coisas passageiras."
    },
    {
      "numero": "11",
      "texto": "Só Lucas está comigo. Traga Marcos com você, porque ele me é útil para o ministério.",
      "reflexao": "Deus restaura relacionamentos e dá novas oportunidades. Antes rejeitado, agora Marcos é considerado útil. Isso nos mostra que ninguém é descartável no Reino. Deus transforma histórias e usa pessoas, mesmo depois de falhas e quedas."
    },
    {
      "numero": "12",
      "texto": "Enviei Tíquico a Éfeso.",
      "reflexao": "Pequenos registros como este revelam como o Reino é feito de pessoas dispostas a servir. Assim como Tíquico, somos chamados a ir onde Deus nos enviar, cumprindo nossa missão com fidelidade, mesmo que pareça algo simples aos olhos humanos."
    },
    {
      "numero": "13",
      "texto": "Quando você vier, traga a capa que deixei na casa de Carpo, em Trôade, e os meus livros, especialmente os pergaminhos.",
      "reflexao": "Este versículo revela a humanidade de Paulo. Mesmo sendo apóstolo, ele tinha necessidades práticas e valorizava o conhecimento. Isso nos ensina que cuidar do nosso corpo, da mente e do espírito faz parte de uma vida equilibrada diante de Deus."
    },
    {
      "numero": "14",
      "texto": "Alexandre, o ferreiro, causou-me muitos males. O Senhor lhe dará a retribuição pelo que fez.",
      "reflexao": "Paulo não busca vingança, mas entrega a justiça nas mãos de Deus. Este é um grande ensinamento: quando somos feridos ou injustiçados, nossa resposta deve ser confiar que Deus é o justo juiz. Ele vê tudo e cuida de cada situação."
    },
    {
      "numero": "15",
      "texto": "Previna-se contra ele, porque se opôs fortemente às nossas palavras.",
      "reflexao": "A prudência também faz parte da vida cristã. Deus nos chama a perdoar, mas também a sermos sábios, atentos e cuidadosos diante daqueles que se opõem à verdade ou que trazem perigo à missão e à comunhão dos irmãos."
    },
    {
      "numero": "16",
      "texto": "Na minha primeira defesa, ninguém apareceu para me apoiar; todos me abandonaram. Que isso não lhes seja cobrado.",
      "reflexao": "A dor do abandono é real, até mesmo para um apóstolo como Paulo. Contudo, seu coração não alimenta mágoas. Ele escolhe liberar perdão. Que possamos aprender a fazer o mesmo, confiando que Deus é nossa companhia constante e fiel."
    },
    {
      "numero": "17",
      "texto": "Mas o Senhor permaneceu ao meu lado e me deu forças, para que por mim a mensagem fosse plenamente proclamada, e todos os gentios a ouvissem. E fui libertado da boca do leão.",
      "reflexao": "Mesmo quando todos nos abandonam, Deus permanece. Sua presença é suficiente, Sua força nos sustenta e Seu propósito se cumpre. Nada pode impedir o plano de Deus quando estamos debaixo da Sua mão poderosa e amorosa."
    },
    {
      "numero": "18",
      "texto": "O Senhor me livrará de toda obra maligna e me levará a salvo para o seu Reino celestial. A ele seja a glória para todo o sempre. Amém.",
      "reflexao": "Que declaração de fé e confiança! Deus é nosso libertador, protetor e guia. Não importa o que enfrentamos, podemos descansar na certeza de que Ele nos conduzirá em segurança até Seu Reino. A Ele seja toda a glória, hoje e eternamente."
    },
    {
      "numero": "19",
      "texto": "Saudações a Priscila e Áquila e à casa de Onesíforo.",
      "reflexao": "Deus valoriza relacionamentos. As saudações mostram como a comunhão é vital no Corpo de Cristo. Que também sejamos intencionais em cuidar, lembrar e orar por aqueles que caminham conosco na fé."
    },
    {
      "numero": "20",
      "texto": "Erasto permaneceu em Corinto, e deixei Trófimo doente em Mileto.",
      "reflexao": "Nem sempre entenderemos os planos de Deus. Mesmo servos fiéis, como Trófimo, enfrentam enfermidades e desafios. Isso nos lembra que viver para Deus não nos isenta das limitações humanas, mas Ele nos sustenta em todas elas."
    },
    {
      "numero": "21",
      "texto": "Procure vir antes do inverno. Êúbulo, Prudente, Lino, Cláudia e todos os irmãos enviam saudações.",
      "reflexao": "O amor fraternal e o desejo de estar perto revelam o valor da comunhão. Em tempos difíceis, a presença e o apoio dos irmãos na fé fazem toda a diferença. Nunca subestime o poder de um gesto de cuidado ou de uma palavra de encorajamento."
    },
    {
      "numero": "22",
      "texto": "O Senhor seja com o seu espírito. A graça seja com vocês.",
      "reflexao": "Que bênção poderosa para encerrar! A presença do Senhor e a Sua graça são tudo o que precisamos. Que essas palavras ecoem em nosso coração hoje: que a graça, o amor e a presença de Deus estejam sobre nossas vidas, todos os dias."
    }
  ]
}
