{
  "livro": "3 João",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O presbítero, ao amado Gaio, a quem eu amo na verdade.",
      "reflexao": "Esse versículo nos lembra que nossas relações precisam ser fundamentadas na verdade e no amor genuíno. Em um mundo onde os vínculos são muitas vezes superficiais e interesseiros, Deus nos chama a cultivar amizades que nascem da sinceridade, da fé e do cuidado mútuo."
    },
    {
      "numero": "2",
      "texto": "Amado, oro para que você tenha boa saúde e tudo corra bem, assim como vai bem a sua alma.",
      "reflexao": "Aqui aprendemos que Deus se importa não apenas com nossa vida espiritual, mas também com nossa saúde física e bem-estar. Isso nos encoraja a cuidar do nosso corpo, da mente e da alma, buscando equilíbrio e qualidade de vida, sempre alinhados com os propósitos de Deus."
    },
    {
      "numero": "3",
      "texto": "De fato, fiquei muito alegre quando alguns irmãos vieram e testemunharam a respeito da sua fidelidade à verdade, como você continua andando na verdade.",
      "reflexao": "Nos dias de hoje, ser fiel à verdade é um testemunho poderoso. Andar na verdade, mesmo diante de pressões e falsidades, gera frutos visíveis e impacta as pessoas ao nosso redor. Que possamos ser reconhecidos por viver uma fé coerente, íntegra e cheia de amor."
    },
    {
      "numero": "4",
      "texto": "Não tenho alegria maior do que ouvir que meus filhos estão andando na verdade.",
      "reflexao": "Este versículo reflete o coração de Deus, que se alegra profundamente quando vê seus filhos caminhando em retidão e fidelidade. Isso nos desafia a viver de forma que traga alegria ao Senhor, honrando-O com nossas escolhas diárias."
    },
    {
      "numero": "5",
      "texto": "Amado, você tem sido fiel no que tem feito pelos irmãos, mesmo os estrangeiros.",
      "reflexao": "A hospitalidade e o cuidado com o próximo, inclusive com quem não conhecemos, refletem o amor de Cristo em nós. No mundo atual, onde há tanta indiferença e egoísmo, esse versículo nos convida a ser pontes de amor, acolhimento e serviço."
    },
    {
      "numero": "6",
      "texto": "Estes deram testemunho da sua amor diante da igreja. Você fará bem encaminhando-os em sua viagem, de maneira digna de Deus.",
      "reflexao": "Nossa vida deve ser um testemunho de amor, não apenas em palavras, mas em atitudes práticas. Apoiar, ajudar e caminhar ao lado dos que servem ao Senhor é uma expressão viva do Reino de Deus atuando através de nós."
    },
    {
      "numero": "7",
      "texto": "Foi por causa do Nome que eles saíram, sem aceitar nada dos gentios.",
      "reflexao": "Este versículo nos lembra da importância de servir a Deus de forma desinteressada, confiando que Ele proverá. Em um mundo onde muitos buscam ganhos pessoais, somos chamados a viver e servir por amor a Jesus, sem segundas intenções."
    },
    {
      "numero": "8",
      "texto": "Portanto, devemos acolher pessoas como estas, para que nos tornemos cooperadores em prol da verdade.",
      "reflexao": "Somos convidados a ser parceiros ativos na missão do evangelho, apoiando e cuidando daqueles que trabalham na obra de Deus. Isso fortalece a unidade do Corpo de Cristo e espalha a verdade do Reino por onde formos."
    },
    {
      "numero": "9",
      "texto": "Escrevi à igreja, mas Diótrefes, que gosta de ser o mais importante, não nos recebe.",
      "reflexao": "Aqui há um alerta sobre o perigo do orgulho e da busca por posições. Infelizmente, até dentro da igreja podem surgir pessoas que buscam exaltação pessoal. Somos chamados a viver em humildade, entendendo que no Reino de Deus, quem serve é o maior."
    },
    {
      "numero": "10",
      "texto": "Por isso, quando eu for, chamarei a atenção para o que ele está fazendo, com suas palavras maldosas contra nós. E não satisfeito com isso, ele se recusa a receber os irmãos. Além disso, impede os que querem recebê-los e os expulsa da igreja.",
      "reflexao": "Esse versículo mostra como atitudes de orgulho e falta de amor podem causar divisão e afastamento. Somos chamados a cultivar um espírito de unidade, amor e verdade, rejeitando fofocas, divisões e atitudes que não refletem o caráter de Cristo."
    },
    {
      "numero": "11",
      "texto": "Amado, não imite o que é mau, mas sim o que é bom. Quem faz o bem é de Deus. Quem faz o mal não viu a Deus.",
      "reflexao": "Em tempos onde o mal muitas vezes parece normalizado, esse versículo é um chamado claro: sejamos imitadores do bem, pois isso evidencia que pertencemos a Deus. O bem não é apenas uma escolha ética, é uma marca dos que verdadeiramente conhecem a Deus."
    },
    {
      "numero": "12",
      "texto": "Demétrio recebe bom testemunho de todos, e da própria verdade. Nós também damos testemunho, e você sabe que o nosso testemunho é verdadeiro.",
      "reflexao": "A vida de quem anda com Deus é testemunhada tanto pelas pessoas quanto pela própria verdade. Que possamos ser como Demétrio, pessoas de bom testemunho, coerentes, íntegras e que refletem o caráter de Cristo em todos os ambientes."
    },
    {
      "numero": "13",
      "texto": "Tenho muito que lhe escrever, mas não quero fazê-lo com pena e tinta.",
      "reflexao": "Esse versículo nos ensina sobre a importância dos relacionamentos presenciais, da comunhão e do diálogo pessoal. Em uma era de mensagens rápidas e distantes, Deus nos chama a cultivar proximidade, cuidado e amor real nas nossas relações."
    },
    {
      "numero": "14",
      "texto": "Espero vê-lo em breve, e então conversaremos pessoalmente.",
      "reflexao": "Aqui há um convite à comunhão verdadeira. Não podemos negligenciar a importância dos encontros, das conversas olho no olho e do fortalecimento dos laços que edificam nossa fé. A vida cristã é vivida em comunidade, não de forma isolada."
    },
    {
      "numero": "15",
      "texto": "A paz seja com você. Os amigos lhe enviam saudações. Saudações aos amigos, um por um.",
      "reflexao": "A bênção da paz e das amizades verdadeiras é um presente de Deus. Esse versículo nos lembra que a caminhada cristã é feita de relações sinceras, cuidado mútuo e amor que se expressa até nos pequenos gestos, como saudar um amigo com carinho e consideração."
    }
  ]
}
