{
  "livro": "Apocalipse",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então vi novos céus e nova terra, pois o primeiro céu e a primeira terra tinham passado; e o mar já não existia.",
      "reflexao": "Tudo é renovado. Deus não apenas salva indivíduos, mas restaura completamente a criação. O mar, símbolo de caos e separação na cultura hebraica, deixa de existir, mostrando que não haverá mais divisão, medo ou instabilidade."
    },
    {
      "numero": "2",
      "texto": "Vi a cidade santa, a nova Jerusalém, que descia do céu, da parte de Deus, preparada como uma noiva adornada para o seu marido.",
      "reflexao": "A nova Jerusalém é o símbolo da comunhão perfeita entre Deus e Seu povo. É bela, gloriosa, preparada como uma noiva. Isso representa tanto um lugar físico quanto uma realidade espiritual — o lar eterno dos redimidos."
    },
    {
      "numero": "3",
      "texto": "Ouvi uma forte voz que vinha do trono e dizia: 'Agora o tabernáculo de Deus está com os homens, com os quais ele viverá. Eles serão seus povos; o próprio Deus estará com eles e será o seu Deus.'",
      "reflexao": "Este é o ápice de toda a história da redenção: Deus habitando de forma plena com Seu povo. Não mais mediações, não mais separações. A presença de Deus será constante, real e eterna."
    },
    {
      "numero": "4",
      "texto": "'Ele enxugará dos seus olhos toda lágrima. Não haverá mais morte, nem tristeza, nem choro, nem dor, pois a antiga ordem já passou.'",
      "reflexao": "Aqui está uma das promessas mais belas da Bíblia. Todo sofrimento, dor e luto serão apagados para sempre. A eternidade com Deus é um lugar de cura total, onde o mal não tem mais espaço nem memória."
    },
    {
      "numero": "5",
      "texto": "Aquele que estava sentado no trono disse: 'Estou fazendo novas todas as coisas!' E acrescentou: 'Escreva isto, pois estas palavras são verdadeiras e dignas de confiança.'",
      "reflexao": "Deus garante, com Sua própria voz, que tudo será renovado. Sua palavra é fiel, verdadeira e absolutamente confiável. Este é o cumprimento de todas as promessas feitas desde o Gênesis."
    },
    {
      "numero": "6",
      "texto": "Disse-me ainda: 'Está feito. Eu sou o Alfa e o Ômega, o princípio e o fim. A quem tiver sede darei de beber gratuitamente da fonte da água da vida.'",
      "reflexao": "Deus se apresenta como o começo e o fim de tudo. A oferta da água da vida é gratuita, disponível para todos os que desejam. É um convite eterno à comunhão, saciedade espiritual e vida plena."
    },
    {
      "numero": "7",
      "texto": "O vencedor herdará tudo isso, e eu serei seu Deus e ele será meu filho.",
      "reflexao": "A herança dos vencedores é a eternidade com Deus, com todos os privilégios, promessas e bênçãos de filhos legítimos. A vitória é para aqueles que permanecem fiéis, confiando e andando com Cristo até o fim."
    },
    {
      "numero": "8",
      "texto": "'Mas os covardes, os incrédulos, os depravados, os assassinos, os que cometem imoralidades sexuais, os que praticam feitiçaria, os idólatras e todos os mentirosos — o lugar deles será no lago de fogo que arde com enxofre. Esta é a segunda morte.'",
      "reflexao": "Embora a promessa da vida eterna seja maravilhosa, Deus também deixa claro que o mal, a incredulidade e a rebelião têm um destino. A separação eterna de Deus é o destino dos que rejeitam Sua graça e escolhem viver longe Dele."
    },
    {
      "numero": "9",
      "texto": "Um dos sete anjos que tinham as sete taças cheias das sete últimas pragas veio e me disse: 'Venha, eu lhe mostrarei a noiva, a esposa do Cordeiro.'",
      "reflexao": "O mesmo anjo que executou juízo agora revela a recompensa. Isso mostra que Deus é tanto justo quanto amoroso — juiz e redentor. A noiva, a esposa do Cordeiro, é a Igreja glorificada, pura e bela diante de Deus."
    },
    {
      "numero": "10",
      "texto": "Ele me levou no Espírito a um grande e alto monte e mostrou-me a cidade santa, Jerusalém, que descia do céu, da parte de Deus.",
      "reflexao": "A visão da nova Jerusalém é majestosa. Ela desce do céu, não é construída por mãos humanas. É obra de Deus, perfeita e cheia de glória, preparada para os Seus filhos."
    },
    {
      "numero": "11",
      "texto": "Ela resplandecia com a glória de Deus, e o seu brilho era como o de uma pedra preciosíssima, como jaspe, clara como cristal.",
      "reflexao": "A cidade reflete a própria glória de Deus. Sua beleza transcende qualquer coisa conhecida na terra. É um lugar de pureza, santidade e perfeição."
    },
    {
      "numero": "12",
      "texto": "Tinha um grande e alto muro com doze portas, e nas portas estavam escritos os nomes das doze tribos de Israel.",
      "reflexao": "O muro representa segurança e proteção eterna. As doze portas com os nomes das tribos mostram que a história da redenção inclui tanto Israel quanto a Igreja, formando um único povo de Deus."
    },
    {
      "numero": "13",
      "texto": "Havia três portas a leste, três ao norte, três ao sul e três ao oeste.",
      "reflexao": "As portas em todas as direções representam acesso total, universal, aberto a todos os que estão em Cristo. Não há mais barreiras, separações ou exclusões."
    },
    {
      "numero": "14",
      "texto": "O muro da cidade tinha doze fundamentos, e neles estavam os nomes dos doze apóstolos do Cordeiro.",
      "reflexao": "A cidade está construída sobre o fundamento dos apóstolos, representando a Igreja, o povo da nova aliança. Isso simboliza a continuidade da obra de Deus através da história — desde Israel até a Igreja de Cristo."
    },
    {
      "numero": "15",
      "texto": "O anjo que falava comigo tinha como medida uma vara de ouro para medir a cidade, as suas portas e o seu muro.",
      "reflexao": "Medir a cidade simboliza a perfeição, a ordem e a santidade do Reino de Deus. Tudo é feito conforme os padrões divinos, perfeito e inabalável."
    },
    {
      "numero": "16",
      "texto": "A cidade era quadrangular, de comprimento e largura iguais. Ele mediu a cidade com a vara e ela tinha dois mil duzentos quilômetros de comprimento, largura e altura; era um cubo.",
      "reflexao": "O formato cúbico lembra o Santo dos Santos no templo, o lugar da presença plena de Deus. Agora, toda a cidade é o Santo dos Santos — Deus habita com Seu povo de forma total e eterna."
    },
    {
      "numero": "17",
      "texto": "Ele mediu o muro e deu sessenta e cinco metros, segundo a medida humana que o anjo estava usando.",
      "reflexao": "Os muros representam segurança inabalável. A medida reforça que tudo no Reino de Deus é exato, planejado, seguro e perfeito."
    },
    {
      "numero": "18",
      "texto": "O muro era feito de jaspe, e a cidade de ouro puro, semelhante ao vidro puro.",
      "reflexao": "A pureza, beleza e valor dos materiais representam a glória, a santidade e a perfeição do novo lar dos filhos de Deus. Nada impuro, feio ou corruptível existe ali."
    },
    {
      "numero": "19",
      "texto": "Os fundamentos do muro da cidade estavam enfeitados com toda espécie de pedras preciosas: jaspe, safira, calcedônia, esmeralda,",
      "reflexao": "Cada pedra preciosa simboliza valor, beleza e diversidade. Deus prepara para Seus filhos uma morada que reflete Sua majestade e amor em cada detalhe."
    },
    {
      "numero": "20",
      "texto": "sardônica, sárdio, crisólito, berilo, topázio, crisópraso, jacinto e ametista.",
      "reflexao": "A diversidade de cores e pedras revela a beleza incomparável do Reino. Deus não é um Deus de monotonia, mas de exuberância, alegria e criatividade eternas."
    },
    {
      "numero": "21",
      "texto": "As doze portas eram doze pérolas, cada porta feita de uma única pérola. A rua principal da cidade era de ouro puro, como vidro transparente.",
      "reflexao": "As pérolas representam que o acesso à cidade foi comprado a alto preço — como a parábola da pérola de grande valor. O caminho de ouro reflete a pureza, a santidade e a glória que permeiam todo o ambiente da nova criação."
    },
    {
      "numero": "22",
      "texto": "Não vi templo algum na cidade, pois o Senhor Deus Todo-poderoso e o Cordeiro são o seu templo.",
      "reflexao": "Deus e o Cordeiro são agora o próprio templo. A presença de Deus é tão plena que não há mais necessidade de edifícios ou intermediários. O relacionamento com Deus é direto, eterno e absoluto."
    },
    {
      "numero": "23",
      "texto": "A cidade não precisa de sol nem de lua para iluminá-la, pois a glória de Deus a ilumina, e o Cordeiro é a sua lâmpada.",
      "reflexao": "A própria glória de Deus é a luz da cidade. Não há mais trevas, nem físicas, nem espirituais. Cristo é a lâmpada que ilumina para sempre a vida dos Seus."
    },
    {
      "numero": "24",
      "texto": "As nações andarão em sua luz, e os reis da terra lhe trarão a sua glória.",
      "reflexao": "Os povos redimidos da terra vivem na luz da presença de Deus. Não há mais rivalidade, divisão ou guerras. Toda glória é trazida a Deus em adoração, amor e unidade perfeita."
    },
    {
      "numero": "25",
      "texto": "Suas portas jamais se fecharão de dia, pois ali não haverá noite.",
      "reflexao": "A segurança é total. As portas abertas representam acolhimento, liberdade e comunhão eterna. Não há medo, não há ameaça, não há trevas — nunca mais."
    },
    {
      "numero": "26",
      "texto": "A glória e a honra das nações lhe serão trazidas.",
      "reflexao": "Toda diversidade cultural, toda beleza da criação, tudo o que Deus fez de bom na história da humanidade é redimido e oferecido em louvor ao Criador. A adoração é plena e eterna."
    },
    {
      "numero": "27",
      "texto": "Nela jamais entrará algo impuro, nem ninguém que pratique o que é vergonhoso ou enganoso, mas apenas aqueles cujos nomes estão escritos no livro da vida do Cordeiro.",
      "reflexao": "Somente os que estão em Cristo, os que foram lavados, redimidos e transformados, entrarão nesse lugar. A pureza, a santidade e a comunhão são eternas, e o mal jamais terá acesso novamente."
    }
  ]
}
