{
  "livro": "Apocalipse",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Revelação de Jesus Cristo, que Deus lhe deu para mostrar aos seus servos o que em breve há de acontecer. Ele enviou o seu anjo para torná-la conhecida ao seu servo João,",
      "reflexao": "Deus não nos deixa no escuro sobre o futuro. Esta revelação é um ato de amor e cuidado, uma bússola para os que vivem em dias turbulentos. Ele nos mostra que, mesmo quando o mundo parece caótico, há um plano sendo conduzido por Suas mãos. Em tempos de incerteza, podemos confiar que o céu está atento e que Jesus já conhece o que virá."
    },
    {
      "numero": "2",
      "texto": "que dá testemunho de tudo o que viu, isto é, a palavra de Deus e o testemunho de Jesus Cristo.",
      "reflexao": "João não falou de si, mas do que viu vindo de Deus. Hoje, somos desafiados a ser como João: testemunhas fiéis da Palavra, mesmo em meio à oposição. Nossa vida deve ser um reflexo do que vimos e experimentamos em Cristo. Falar de Jesus não é só uma missão — é um privilégio dado aos que foram alcançados pela graça."
    },
    {
      "numero": "3",
      "texto": "Feliz aquele que lê as palavras desta profecia e felizes aqueles que ouvem e guardam o que nela está escrito, porque o tempo está próximo.",
      "reflexao": "A felicidade verdadeira não está em bens ou status, mas em conhecer e guardar a Palavra de Deus. Este versículo nos convida a sermos sensíveis ao tempo espiritual em que vivemos. A urgência do 'tempo próximo' nos chama a uma vida de vigilância, fé e obediência. Não é tempo de adiamentos, mas de compromisso com Deus."
    },
    {
      "numero": "4",
      "texto": "João, às sete igrejas da província da Ásia: A vocês, graça e paz da parte daquele que é, que era e que há de vir, dos sete espíritos que estão diante do seu trono,",
      "reflexao": "A saudação de João traz consigo a eternidade de Deus e a plenitude do Espírito. Em meio às igrejas com lutas diversas, a mensagem é de graça e paz — presentes que só vêm de um Deus eterno. Ainda hoje, em nossas comunidades, é essa graça e paz que sustentam e direcionam, mesmo em contextos adversos."
    },
    {
      "numero": "5",
      "texto": "e de Jesus Cristo, que é a testemunha fiel, o primogênito dentre os mortos e o soberano dos reis da terra. Ele nos ama e nos libertou dos nossos pecados por meio do seu sangue,",
      "reflexao": "Jesus é fiel, vivo e soberano. Nada está acima Dele. E o mais profundo: Ele nos ama com um amor que se entregou até a morte. A libertação que temos não foi barata — custou o sangue do Filho de Deus. Isso nos lembra que somos preciosos e chamados a viver em liberdade, longe das cadeias do pecado."
    },
    {
      "numero": "6",
      "texto": "e nos constituiu reino e sacerdotes para servir a seu Deus e Pai. A ele sejam glória e poder para todo o sempre! Amém.",
      "reflexao": "De salvos, nos tornamos servos e representantes de Deus. Somos parte de um reino eterno, chamados para adorar e servir com a vida. Em um mundo de títulos e vaidades, este chamado é sublime: ser sacerdote onde estivermos, intercedendo, anunciando, vivendo com propósito. Toda glória é Dele!"
    },
    {
      "numero": "7",
      "texto": "Eis que ele vem com as nuvens, e todo olho o verá, até mesmo aqueles que o traspassaram; e todos os povos da terra se lamentarão por causa dele. Assim será! Amém.",
      "reflexao": "A volta de Jesus é certa e visível. Não será em segredo, mas com glória. Este versículo nos lembra que há um fim e um novo começo para a história. Os que O rejeitaram lamentarão. Nós, porém, devemos viver como quem O espera com alegria. Ele virá, e isso deve moldar nosso hoje."
    },
    {
      "numero": "8",
      "texto": "'Eu sou o Alfa e o Ômega', diz o Senhor Deus, 'aquele que é, que era e que há de vir, o Todo-poderoso'.",
      "reflexao": "Deus é o começo, o meio e o fim de tudo. Nenhuma força é maior. Ele é constante em um mundo instável. Saber que o Todo-poderoso governa tudo nos dá coragem para enfrentar os dias difíceis e fé para permanecer firmes. Nossa história está nas mãos do Eterno."
    },
    {
      "numero": "9",
      "texto": "Eu, João, irmão e companheiro de vocês no sofrimento, no Reino e na perseverança em Jesus, estava na ilha de Patmos por causa da palavra de Deus e do testemunho de Jesus.",
      "reflexao": "João não era um estranho às dores. Ele sofreu por sua fidelidade. Ser cristão nem sempre é fácil, mas há comunhão e esperança mesmo nas ilhas de exílio. Em tempos de perseguição ou solidão, lembrar que Deus fala também em Patmos nos encoraja a continuar."
    },
    {
      "numero": "10",
      "texto": "No dia do Senhor achei-me no Espírito, e ouvi por trás de mim uma voz forte, como de trombeta,",
      "reflexao": "Mesmo no isolamento, João estava atento ao Espírito. O 'Dia do Senhor' não é apenas um tempo litúrgico, mas uma oportunidade de encontro profundo com Deus. Precisamos de sensibilidade espiritual para ouvir Sua voz, mesmo nos momentos mais silenciosos e difíceis da nossa vida."
    },
    {
      "numero": "11",
      "texto": "que dizia: 'Escreva num livro o que você vê e envie-o às sete igrejas: a Éfeso, Esmirna, Pérgamo, Tiatira, Sardes, Filadélfia e Laodiceia'.",
      "reflexao": "A mensagem de Deus é para ser compartilhada. João recebe a missão de registrar e entregar o que vê. Assim também somos chamados: aquilo que recebemos de Deus não é só para nós, mas para edificar a igreja. Compartilhar é parte essencial da revelação que transforma."
    },
    {
      "numero": "12",
      "texto": "Voltei-me para ver quem falava comigo. Voltando-me, vi sete candelabros de ouro",
      "reflexao": "O olhar de João se volta para a origem da voz. Ao fazer isso, ele vê luz — candelabros. Quando ouvimos Deus e olhamos para Ele, somos levados à luz. As igrejas, representadas pelos candelabros, são chamadas a brilhar em um mundo escuro. E isso começa quando voltamos nosso olhar para o Senhor."
    },
    {
      "numero": "13",
      "texto": "e entre os candelabros alguém 'semelhante a um filho de homem', com uma veste que chegava aos seus pés e um cinturão de ouro ao redor do peito.",
      "reflexao": "João vê Jesus glorificado no meio das igrejas. Ele não está distante do Seu povo — caminha entre os candelabros. Em nossos dias, é reconfortante saber que Cristo não abandonou Sua igreja. Ele está presente, atento e revestido de autoridade. Mesmo quando não o vemos, Ele está no meio de nós."
    },
    {
      "numero": "14",
      "texto": "Sua cabeça e cabelos eram brancos como a lã, tão brancos quanto a neve, e seus olhos eram como chama de fogo.",
      "reflexao": "A pureza e sabedoria eterna de Cristo se revelam em Sua aparência. Os olhos como fogo mostram que Ele tudo vê, inclusive o mais íntimo do nosso ser. Isso não deve gerar medo, mas reverência. Ele nos conhece profundamente e ainda assim nos ama. Não há espaço para hipocrisia diante do olhar de Cristo."
    },
    {
      "numero": "15",
      "texto": "Seus pés eram como o bronze numa fornalha ardente, e sua voz como o som de muitas águas.",
      "reflexao": "Os pés de Jesus falam de firmeza e juízo; a voz como muitas águas revela Sua majestade. Ele é forte, inabalável e Sua Palavra é poderosa. Quando tudo parece ruir, Ele permanece como rocha. Precisamos ouvir Sua voz acima do barulho do mundo, pois ela traz direção e restauração."
    },
    {
      "numero": "16",
      "texto": "Tinha em sua mão direita sete estrelas, e da sua boca saía uma espada afiada de dois gumes. Seu rosto brilhava como o sol em todo o seu fulgor.",
      "reflexao": "Cristo segura as estrelas — líderes espirituais — e governa soberanamente. A espada em sua boca representa Sua Palavra: viva, cortante, transformadora. O brilho do Seu rosto nos lembra que Ele é a verdadeira luz. Não há treva que resista à presença de Jesus. Ele nos guia com verdade e graça."
    },
    {
      "numero": "17",
      "texto": "Quando o vi, caí aos seus pés como morto. Então ele colocou sua mão direita sobre mim e disse: 'Não tenha medo. Eu sou o Primeiro e o Último.'",
      "reflexao": "O impacto da glória de Cristo nos leva à humildade total. João, que O conhecia, caiu como morto. Mas Jesus o levanta com ternura e autoridade. Ainda hoje, Ele nos diz: 'Não tenha medo'. Em tempos de ansiedade e confusão, essa é a voz que precisamos ouvir. Ele é o princípio e o fim de tudo."
    },
    {
      "numero": "18",
      "texto": "Sou aquele que vive. Estive morto, mas agora estou vivo para todo o sempre! E tenho as chaves da morte e do Hades.",
      "reflexao": "Cristo venceu a morte. Nenhum poder pode aprisioná-Lo — nem mesmo o inferno. As chaves estão em Suas mãos. Isso nos dá esperança diante da morte e consolo em tempos de perda. Ele tem autoridade sobre tudo. Se Ele vive, temos vida garantida Nele, hoje e na eternidade."
    },
    {
      "numero": "19",
      "texto": "'Escreva, pois, as coisas que você viu, tanto as presentes como as que acontecerão.'",
      "reflexao": "A revelação não é para ser guardada, mas compartilhada. João foi incumbido de registrar não apenas o presente, mas também o futuro. Em nossos dias, somos chamados a valorizar o que Deus nos mostra e a comunicar com fidelidade, pois Sua Palavra é farol para outros em meio à escuridão."
    },
    {
      "numero": "20",
      "texto": "Este é o mistério das sete estrelas que você viu em minha mão direita e dos sete candelabros de ouro: As sete estrelas são os anjos das sete igrejas, e os sete candelabros são as sete igrejas.",
      "reflexao": "Jesus cuida pessoalmente das igrejas e de seus líderes. Cada comunidade tem um lugar especial em Seu plano. Hoje, mais do que nunca, precisamos lembrar que a igreja — apesar das falhas humanas — continua sendo preciosa aos olhos de Cristo. Ele está no controle e guarda cada uma com zelo e propósito."
    }
  ]
}
