{
  "livro": "Apocalipse",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Vi na mão direita daquele que estava sentado no trono um livro em forma de rolo, escrito de ambos os lados e selado com sete selos.",
      "reflexao": "O livro selado representa o plano perfeito de Deus para a história da humanidade e para o juízo e redenção. Está nas mãos de Deus, mostrando que Ele tem total controle sobre tudo. Nada acontece fora do Seu conhecimento e soberania. Isso nos traz segurança mesmo quando não entendemos os acontecimentos do mundo."
    },
    {
      "numero": "2",
      "texto": "Vi um anjo poderoso, proclamando em alta voz: 'Quem é digno de romper os selos e abrir o livro?'",
      "reflexao": "O desafio é lançado: quem é digno? Nenhum ser na criação tem capacidade ou mérito para abrir o livro. Essa pergunta ecoa até hoje nos corações: quem pode trazer sentido, restauração e justiça plenas ao mundo? Só há uma resposta, e ela está prestes a ser revelada."
    },
    {
      "numero": "3",
      "texto": "Mas não havia ninguém, nem no céu, nem na terra, nem debaixo da terra, que pudesse abrir o livro ou sequer olhar para ele.",
      "reflexao": "Nenhuma criatura, por mais poderosa, santa ou sábia, é capaz de decifrar os planos de Deus ou trazer redenção. Isso revela nossa total dependência do Salvador. Toda tentativa humana de controlar o destino é insuficiente sem Cristo. Somos limitados, mas há esperança."
    },
    {
      "numero": "4",
      "texto": "Eu chorava muito, porque não se encontrou ninguém que fosse digno de abrir o livro e de olhar para ele.",
      "reflexao": "O choro de João representa o desespero da humanidade sem esperança, sem solução, sem quem possa trazer justiça e restauração. É o retrato da angústia de quem percebe que, sozinho, não há salvação nem saída para o caos. Mas esse não é o fim da história."
    },
    {
      "numero": "5",
      "texto": "Então um dos anciãos me disse: 'Não chore! Eis que o Leão da tribo de Judá, a Raiz de Davi, venceu para abrir o livro e os seus sete selos'.",
      "reflexao": "A esperança se acende! Jesus, o Leão da tribo de Judá, venceu. Ele é forte, soberano e digno. Quando tudo parece perdido, Deus nos lembra que há vitória no Cordeiro. Nosso choro se transforma em louvor quando olhamos para Cristo. Ele tem a chave da história e do nosso futuro."
    },
    {
      "numero": "6",
      "texto": "Então vi um Cordeiro que parecia ter sido morto, em pé, no centro do trono, cercado pelos quatro seres viventes e pelos anciãos. Ele tinha sete chifres e sete olhos, que são os sete espíritos de Deus enviados a toda a terra.",
      "reflexao": "O Leão se revela como Cordeiro — aquele que venceu através do sacrifício. Ele carrega as marcas da morte, mas está em pé, vitorioso. A aparente fraqueza da cruz é, na verdade, o maior triunfo da história. Este Cordeiro reina soberano e vê todas as coisas, operando com plenitude e poder em toda a terra."
    },
    {
      "numero": "7",
      "texto": "Ele se aproximou e recebeu o livro da mão direita daquele que estava sentado no trono.",
      "reflexao": "O ato de tomar o livro é símbolo de autoridade suprema. Só Jesus tem o direito de executar os planos de Deus para redenção e juízo. Isso nos dá segurança: o controle da história não está nas mãos de homens, mas nas mãos do Cordeiro que nos ama e nos salvou."
    },
    {
      "numero": "8",
      "texto": "Ao recebê-lo, os quatro seres viventes e os vinte e quatro anciãos prostraram-se diante do Cordeiro. Cada um tinha uma harpa e taças de ouro cheias de incenso, que são as orações dos santos.",
      "reflexao": "O céu inteiro se prostra em adoração ao Cordeiro. E algo maravilhoso: nossas orações estão presentes nesse momento, subindo como incenso agradável a Deus. Isso nos lembra que nenhuma oração é perdida. O trono do céu está sensível à voz dos que oram na terra."
    },
    {
      "numero": "9",
      "texto": "E eles cantavam um cântico novo: 'Tu és digno de receber o livro e de abrir os seus selos, porque foste morto e com o teu sangue compraste para Deus pessoas de toda tribo, língua, povo e nação.'",
      "reflexao": "A dignidade de Jesus vem do Seu sacrifício. O cântico novo celebra a redenção, não limitada por fronteiras ou culturas. Isso nos lembra que o Reino de Deus é universal, inclusivo e acessível a todos que se rendem ao Cordeiro. Somos parte desse povo comprado por um alto preço: Seu sangue."
    },
    {
      "numero": "10",
      "texto": "Tu os constituíste reino e sacerdotes para o nosso Deus, e eles reinarão sobre a terra.",
      "reflexao": "Além de salvos, somos feitos reino e sacerdotes. Nossa vida tem um propósito eterno: servir, adorar e governar com Cristo. Somos chamados a refletir aqui na terra a realidade do Reino, trazendo luz, justiça e amor onde há escuridão. A eternidade já começou no coração dos que pertencem a Jesus."
    },
    {
      "numero": "11",
      "texto": "Então olhei e ouvi a voz de muitos anjos, milhares de milhares e milhões de milhões. Eles rodeavam o trono, bem como os seres viventes e os anciãos,",
      "reflexao": "A adoração a Deus e ao Cordeiro não é pequena — é imensa, majestosa, grandiosa. Anjos incontáveis exaltam o nome de Jesus. Isso nos mostra que, quando adoramos, estamos nos unindo ao louvor eterno que já acontece no céu. Nossa adoração na terra é uma antecipação da eternidade."
    },
    {
      "numero": "12",
      "texto": "e cantavam em alta voz: 'Digno é o Cordeiro que foi morto de receber poder, riqueza, sabedoria, força, honra, glória e louvor!'",
      "reflexao": "Sete atributos são declarados ao Cordeiro, simbolizando perfeição total. Ele é digno de tudo: de nosso poder, nossos recursos, nossa inteligência, nossa força, nosso respeito, nossa glória e nosso louvor. Nada menos que tudo. Viver para Jesus é entender que tudo que temos e somos deve ser rendido a Ele."
    },
    {
      "numero": "13",
      "texto": "Então ouvi todas as criaturas no céu, na terra, debaixo da terra e no mar, e tudo que neles há, que diziam: 'Àquele que está sentado no trono e ao Cordeiro sejam o louvor, a honra, a glória e o poder para todo o sempre!'",
      "reflexao": "Toda criação se une em um só coro. Céu, terra e até o universo submerso se curvam e reconhecem que Deus e o Cordeiro são dignos. Não há espaço para outro trono, outro nome, outro senhor. Este é o destino da criação: adorar Aquele que é digno eternamente."
    },
    {
      "numero": "14",
      "texto": "Os quatro seres viventes disseram: 'Amém', e os anciãos prostraram-se e o adoraram.",
      "reflexao": "A única resposta possível à revelação da glória de Deus e do Cordeiro é adoração total, reverente e rendida. A palavra 'Amém' sela o louvor, confirma que tudo é verdade e eterno. Que nossa vida aqui também seja um contínuo 'Amém' ao Senhor, em obediência, gratidão e entrega total."
    }
  ]
}
