{
  "livro": "Apocalipse",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então vi outro anjo poderoso que descia do céu. Estava envolto numa nuvem, e havia um arco-íris sobre a sua cabeça; seu rosto era como o sol, e suas pernas eram como colunas de fogo.",
      "reflexao": "A aparência majestosa do anjo reflete a glória e a autoridade de Deus. A nuvem representa a presença divina, o arco-íris lembra a aliança, o rosto como sol reflete a glória e as pernas como fogo simbolizam juízo e firmeza. É um lembrete poderoso de que Deus governa a história com soberania e misericórdia."
    },
    {
      "numero": "2",
      "texto": "Ele segurava um livrinho aberto em sua mão. Colocou o pé direito sobre o mar e o esquerdo sobre a terra,",
      "reflexao": "O livrinho aberto indica que a revelação está disponível e que os desígnios de Deus estão sendo cumpridos. O anjo, com um pé no mar e outro na terra, demonstra autoridade sobre toda a criação — nada está fora do controle do Reino de Deus."
    },
    {
      "numero": "3",
      "texto": "e deu um forte brado, como o rugido de um leão. Quando ele bradou, os sete trovões falaram com suas vozes.",
      "reflexao": "O rugido como de leão simboliza autoridade soberana, majestade e poder. Os sete trovões representam declarações divinas que, embora poderosas, não são reveladas aqui, mostrando que Deus mantém certos mistérios em Sua soberania, revelando apenas o que é necessário."
    },
    {
      "numero": "4",
      "texto": "Logo que os sete trovões falaram, eu estava prestes a escrever; mas ouvi uma voz do céu, que me disse: 'Sele o que disseram os sete trovões, e não o escreva.'",
      "reflexao": "Nem tudo é revelado à humanidade. Deus mantém mistérios que estão além da nossa compreensão. Isso nos ensina que precisamos confiar nEle, mesmo quando não temos todas as respostas. A fé também é viver na confiança de que Deus sabe o que faz, mesmo quando não entendemos tudo."
    },
    {
      "numero": "5",
      "texto": "Então o anjo que eu tinha visto em pé sobre o mar e sobre a terra levantou a mão direita para o céu,",
      "reflexao": "O gesto de levantar a mão é sinal de juramento solene. Isso mostra que o que será dito agora tem validade eterna e absoluta, vindo diretamente da autoridade do Deus Todo-Poderoso."
    },
    {
      "numero": "6",
      "texto": "e jurou por aquele que vive para todo o sempre, que criou os céus e tudo o que neles há, a terra e tudo o que nela há, e o mar e tudo o que nele há, dizendo: 'Não haverá mais demora!',",
      "reflexao": "Deus declara que o tempo da espera acabou. Seu plano avança para o cumprimento final. Isso nos lembra que a paciência de Deus tem um limite e que Seu juízo, assim como Sua restauração, virá no tempo determinado, sem atrasos e de forma perfeita."
    },
    {
      "numero": "7",
      "texto": "mas nos dias em que o sétimo anjo estiver para tocar a sua trombeta, o mistério de Deus se cumprirá, como ele anunciou aos seus servos, os profetas.",
      "reflexao": "O 'mistério de Deus' é o cumprimento de todos os Seus planos, incluindo o juízo e a redenção. Isso nos lembra que tudo o que foi prometido nas Escrituras, anunciado pelos profetas, irá se cumprir. Nada ficará inacabado no plano de Deus."
    },
    {
      "numero": "8",
      "texto": "A voz que eu tinha ouvido do céu falou comigo novamente, dizendo: 'Vá, pegue o livrinho aberto que está na mão do anjo que está de pé sobre o mar e sobre a terra.'",
      "reflexao": "João é chamado a se apropriar da mensagem de Deus, não apenas como ouvinte, mas como participante. Isso também é um chamado para nós: a Palavra não é só para ser observada, mas para ser recebida, absorvida e vivida."
    },
    {
      "numero": "9",
      "texto": "Assim me aproximei do anjo e pedi que me desse o livrinho. Ele me disse: 'Pegue-o e coma-o. Ele será amargo no seu estômago, mas em sua boca será doce como mel.'",
      "reflexao": "A Palavra de Deus é doce porque traz revelação, esperança e verdade, mas também amarga, pois inclui juízo, responsabilidade e dor pelo destino dos que rejeitam a salvação. Isso nos lembra que o chamado de Deus carrega tanto alegria quanto responsabilidade, tanto promessa quanto advertência."
    },
    {
      "numero": "10",
      "texto": "Peguei o livrinho da mão do anjo e o comi. Na minha boca era doce como mel, mas, depois que o comi, meu estômago ficou amargo.",
      "reflexao": "Ao absorver a Palavra, João experimenta sua doçura — a beleza da revelação de Deus — e sua amargura — o peso do juízo que ela carrega. Assim também é nossa experiência: nos alegramos com a esperança da salvação, mas nos entristecemos pelos que rejeitam a Deus."
    },
    {
      "numero": "11",
      "texto": "Então me foi dito: 'É preciso que você profetize de novo a respeito de muitos povos, nações, línguas e reis.'",
      "reflexao": "A missão continua. Receber a revelação de Deus não é um fim em si, mas um chamado para anunciar. A mensagem de Deus é global, atemporal e urgente — ela precisa ser levada a todos os povos, línguas e nações, sem exceção. Esse também é o nosso chamado hoje."
    }
  ]
}
