{
  "livro": "Apocalipse",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois disso vi quatro anjos em pé nos quatro cantos da terra, retendo os quatro ventos da terra, para impedir que qualquer vento soprasse sobre a terra, o mar ou qualquer árvore.",
      "reflexao": "Deus tem poder para segurar até mesmo os ventos — símbolos de juízo e destruição. Isso revela que, antes de qualquer ação, Deus estabelece limites e protege os Seus. Nada acontece fora do Seu controle. Ele é soberano sobre a natureza, sobre a história e sobre o destino da humanidade."
    },
    {
      "numero": "2",
      "texto": "Então vi outro anjo que subia do oriente, trazendo o selo do Deus vivo. Ele clamou em alta voz aos quatro anjos, que haviam recebido poder para causar dano à terra e ao mar:",
      "reflexao": "Antes que o juízo avance, Deus marca os Seus. Isso demonstra Seu cuidado com os fiéis. A salvação e a proteção vêm primeiro. O selo do Deus vivo é um sinal de pertencimento, segurança e identidade espiritual, lembrando-nos que somos guardados mesmo em tempos de crise."
    },
    {
      "numero": "3",
      "texto": "‘Não causem dano nem à terra, nem ao mar, nem às árvores, até que tenhamos colocado um selo na testa dos servos do nosso Deus.’",
      "reflexao": "Deus protege Seus servos antes que o juízo seja derramado. Este selo não é apenas um símbolo de proteção física, mas principalmente espiritual — um sinal de quem pertence a Deus. Em nossos dias, isso nos lembra que a verdadeira segurança está em viver selado pelo Espírito Santo e firmado na fé."
    },
    {
      "numero": "4",
      "texto": "Então ouvi o número dos que foram selados: cento e quarenta e quatro mil, de todas as tribos dos filhos de Israel.",
      "reflexao": "Este número representa a plenitude do povo de Deus, seja de forma literal ou simbólica, mostrando que Deus conhece individualmente cada um dos Seus. Nenhum dos que pertencem a Ele se perde ou é esquecido. Somos contados, amados e selados pelo Pai."
    },
    {
      "numero": "5",
      "texto": "Da tribo de Judá foram selados doze mil, da tribo de Rúben doze mil, da tribo de Gade doze mil,",
      "reflexao": "Cada tribo é lembrada nominalmente, reforçando que Deus conhece cada família, cada povo, cada pessoa. Isso revela que ninguém passa despercebido no Reino de Deus. Sua aliança é pessoal e coletiva, abrangente e detalhada."
    },
    {
      "numero": "6",
      "texto": "da tribo de Aser doze mil, da tribo de Naftali doze mil, da tribo de Manassés doze mil,",
      "reflexao": "O nome de cada tribo reforça o cuidado de Deus com Sua herança espiritual. É uma afirmação de que a fidelidade de Deus às Suas promessas nunca falha, atravessa gerações e permanece viva."
    },
    {
      "numero": "7",
      "texto": "da tribo de Simeão doze mil, da tribo de Levi doze mil, da tribo de Issacar doze mil,",
      "reflexao": "Este detalhamento mostra a ordem e o cuidado de Deus. Cada tribo tem valor, cada membro do Seu povo é selado e separado. Somos lembrados de que no Reino de Deus não há esquecidos nem anônimos — cada um é amado e chamado pelo nome."
    },
    {
      "numero": "8",
      "texto": "da tribo de Zebulom doze mil, da tribo de José doze mil, da tribo de Benjamim doze mil.",
      "reflexao": "O selo dos doze mil de cada tribo completa o número perfeito — uma representação da totalidade do povo de Deus. Este selo fala de proteção, pertencimento e missão. Somos selados não só para sermos guardados, mas também para viver como luz no meio das trevas."
    },
    {
      "numero": "9",
      "texto": "Depois disso olhei, e diante de mim estava uma grande multidão que ninguém podia contar, de todas as nações, tribos, povos e línguas, em pé diante do trono e do Cordeiro, com vestes brancas e segurando palmas nas mãos.",
      "reflexao": "Esta é a visão gloriosa da redenção: uma multidão incontável de todos os povos, culturas e línguas, adorando o Cordeiro. O evangelho rompe barreiras geográficas, culturais e sociais. Vestes brancas representam pureza; palmas, vitória. Essa é a nossa esperança eterna: fazer parte desse povo redimido para sempre com Deus."
    },
    {
      "numero": "10",
      "texto": "E clamavam em alta voz: 'A salvação pertence ao nosso Deus, que se assenta no trono, e ao Cordeiro.'",
      "reflexao": "A adoração no céu é centrada na salvação. Eles reconhecem que nada vem de mérito próprio — tudo é obra de Deus e do Cordeiro. Isso nos ensina que toda glória, todo louvor e todo reconhecimento pertencem exclusivamente a Ele, que nos resgatou com Seu amor e sacrifício."
    },
    {
      "numero": "11",
      "texto": "Todos os anjos estavam em pé ao redor do trono, dos anciãos e dos quatro seres viventes. Eles se prostraram com o rosto em terra diante do trono e adoraram a Deus,",
      "reflexao": "O céu inteiro entra em adoração diante do Deus Todo-Poderoso. Anjos, anciãos, seres viventes e a grande multidão adoram juntos. Isso nos lembra que a adoração não é apenas um ato terreno, mas uma antecipação da adoração eterna que acontece no céu. Nossa vida aqui deve ser um reflexo desse louvor eterno."
    },
    {
      "numero": "12",
      "texto": "dizendo: 'Amém! Louvor e glória, sabedoria, ação de graças, honra, poder e força sejam ao nosso Deus para todo o sempre. Amém!'",
      "reflexao": "Sete atributos são declarados a Deus, representando perfeição e plenitude. Este cântico reforça que Deus é digno de tudo: louvor, glória, sabedoria, gratidão, honra, poder e força. Isso nos convida a alinhar nossa vida inteira em torno da adoração e da entrega total a Ele."
    },
    {
      "numero": "13",
      "texto": "Então um dos anciãos me perguntou: 'Estes que estão vestidos de branco, quem são e de onde vieram?'",
      "reflexao": "A pergunta não surge por dúvida, mas para conduzir João (e a nós) a refletir sobre quem faz parte dessa multidão. Isso nos leva a pensar na nossa própria caminhada: estamos entre esses que foram lavados e redimidos? Fazemos parte desse povo vitorioso diante do trono?"
    },
    {
      "numero": "14",
      "texto": "Respondi: 'O senhor sabe'. E ele disse: 'Estes são os que vieram da grande tribulação, lavaram as suas roupas e as alvejaram no sangue do Cordeiro.'",
      "reflexao": "O caminho para a vitória passa pela tribulação, mas também pela redenção no sangue do Cordeiro. Não é pela força, nem pela fuga das dificuldades, mas pela fidelidade, perseverança e pela obra de Cristo. O sangue do Cordeiro é suficiente para limpar, restaurar e garantir a eternidade aos fiéis."
    },
    {
      "numero": "15",
      "texto": "Por isso, estão diante do trono de Deus e o servem dia e noite no seu santuário; e aquele que está sentado no trono estenderá sobre eles a sua tenda.",
      "reflexao": "A presença de Deus é o lar definitivo dos redimidos. Estar diante do trono é o ápice da nossa esperança. Servir a Deus eternamente não é um peso, mas o maior privilégio. Ele mesmo estende sobre nós Sua proteção, cuidado e amor eternos."
    },
    {
      "numero": "16",
      "texto": "Nunca mais terão fome, nunca mais terão sede. Não os afligirá o sol, nem qualquer calor abrasador,",
      "reflexao": "Todas as dores, privações e sofrimentos deste mundo terão fim. Na presença de Deus, há provisão completa, descanso e refrigério eterno. Essa promessa é um bálsamo para quem hoje enfrenta dificuldades, lembrando que a dor não é o fim da história."
    },
    {
      "numero": "17",
      "texto": "pois o Cordeiro que está no centro do trono será o seu pastor; ele os guiará às fontes de água viva. E Deus enxugará dos seus olhos toda lágrima.",
      "reflexao": "O Cordeiro é também o Pastor. Aquele que morreu por nós cuida, guia e consola para sempre. A promessa de que Deus enxugará toda lágrima é a mais profunda expressão do amor divino. Nenhuma dor, nenhuma lágrima ficará sem consolo na eternidade. Essa é a esperança que sustenta nossa fé hoje."
    }
  ]
}
