{
  "livro": "Apocalipse",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então vi quando o Cordeiro abriu o primeiro dos sete selos. E ouvi um dos quatro seres viventes dizer com voz de trovão: 'Venha!'",
      "reflexao": "O abrir dos selos marca o desenrolar dos planos de Deus para a história. Tudo começa sob a autoridade do Cordeiro. Mesmo quando juízos são liberados, é Cristo quem conduz o curso da história. Isso nos dá confiança: nada está fora do controle de Jesus."
    },
    {
      "numero": "2",
      "texto": "Olhei, e diante de mim estava um cavalo branco! Seu cavaleiro tinha um arco, e foi-lhe dada uma coroa; ele cavalgava como vencedor determinado a vencer.",
      "reflexao": "Este cavaleiro representa conquista, domínio e expansão. Seja uma representação de conquista militar ou espiritual, o fato é que todo avanço no mundo — para o bem ou para o juízo — acontece dentro dos limites estabelecidos por Deus. Devemos lembrar que só Jesus é o verdadeiro Vencedor final e supremo."
    },
    {
      "numero": "3",
      "texto": "Quando o Cordeiro abriu o segundo selo, ouvi o segundo ser vivente dizer: 'Venha!'",
      "reflexao": "O desenrolar dos selos revela que Deus permite que eventos aconteçam, mas sempre sob Seu governo. Cada selo aberto é uma lembrança de que, mesmo diante de tragédias, nada está fora da soberania do Cordeiro."
    },
    {
      "numero": "4",
      "texto": "Então saiu outro cavalo, vermelho como fogo. Seu cavaleiro recebeu poder para tirar a paz da terra e fazer com que os homens se matassem uns aos outros. E lhe foi dada uma grande espada.",
      "reflexao": "O cavalo vermelho simboliza guerra, violência e conflitos. O fato de ser 'dada' autoridade mostra que nenhum mal age livremente — há permissão dentro do propósito soberano de Deus. Isso nos lembra que a paz verdadeira não vem de acordos humanos, mas de Deus."
    },
    {
      "numero": "5",
      "texto": "Quando o Cordeiro abriu o terceiro selo, ouvi o terceiro ser vivente dizer: 'Venha!' Olhei, e diante de mim estava um cavalo preto! Seu cavaleiro tinha na mão uma balança.",
      "reflexao": "O cavalo preto representa fome, escassez e crise econômica. A balança simboliza a medição rigorosa de recursos — uma vida controlada pela necessidade. Isso nos ensina a confiar no Deus que provê, mesmo quando os sistemas do mundo entram em colapso."
    },
    {
      "numero": "6",
      "texto": "Então ouvi o que parecia uma voz entre os quatro seres viventes, dizendo: 'Um quilo de trigo por um denário, e três quilos de cevada por um denário! E não danifique o azeite e o vinho!'",
      "reflexao": "Aqui vemos fome severa, onde o salário de um dia compra apenas o suficiente para sobreviver. Ainda assim, há uma limitação — azeite e vinho não devem ser danificados. Isso mostra que, mesmo em meio ao juízo, Deus preserva elementos da Sua graça e provisão. Sua misericórdia nunca se retira por completo."
    },
    {
      "numero": "7",
      "texto": "Quando o Cordeiro abriu o quarto selo, ouvi a voz do quarto ser vivente dizer: 'Venha!'",
      "reflexao": "Mais uma vez, vemos que tudo acontece sob ordem e comando do Cordeiro. O juízo não é caótico nem descontrolado. Deus continua no trono, guiando a história com justiça e soberania."
    },
    {
      "numero": "8",
      "texto": "Olhei, e diante de mim estava um cavalo amarelo-esverdeado. Seu cavaleiro chamava-se Morte, e o Hades o seguia de perto. Foi-lhes dado poder sobre um quarto da terra, para matar pela espada, pela fome, por pragas e por meio dos animais selvagens da terra.",
      "reflexao": "O cavalo amarelo representa morte e destruição. Acompanhado do Hades, ele mostra as consequências do pecado na humanidade. Ainda assim, há limite: um quarto da terra. Isso revela que, mesmo nos tempos mais sombrios, Deus mantém controle absoluto sobre os eventos. Nada foge de Suas mãos."
    },
    {
      "numero": "9",
      "texto": "Quando ele abriu o quinto selo, vi debaixo do altar as almas daqueles que haviam sido mortos por causa da palavra de Deus e do testemunho que deram.",
      "reflexao": "Os mártires estão debaixo do altar, o lugar do sacrifício. Suas vidas foram ofertas agradáveis a Deus. Isso nos lembra que seguir a Cristo tem um custo, mas nenhum sofrimento é esquecido ou ignorado no céu. Deus honra e cuida daqueles que foram fiéis até a morte."
    },
    {
      "numero": "10",
      "texto": "Eles clamavam em alta voz: 'Até quando, ó Soberano santo e verdadeiro, esperarás para julgar os habitantes da terra e vingar o nosso sangue?'",
      "reflexao": "O clamor dos mártires é por justiça. Eles não pedem vingança pessoal, mas que Deus estabeleça Seu juízo. Este clamor ecoa em nossos dias, quando olhamos para as injustiças do mundo e ansiamos pela intervenção divina. A justiça de Deus virá no tempo certo, perfeita e plena."
    },
    {
      "numero": "11",
      "texto": "Então cada um deles recebeu uma veste branca, e foi-lhes dito que esperassem um pouco mais, até que se completasse o número dos seus conservos e irmãos que deveriam ser mortos como eles.",
      "reflexao": "As vestes brancas simbolizam pureza, vitória e honra. O tempo da justiça pertence a Deus, e Ele revela que ainda há outros que completarão esse testemunho de fidelidade até a morte. Isso nos chama à perseverança, sabendo que Deus não falha e que Seu plano é perfeito, mesmo quando não entendemos."
    },
    {
      "numero": "12",
      "texto": "Observei quando ele abriu o sexto selo. Houve um grande terremoto. O sol ficou escuro como tecido de crina negra, toda a lua tornou-se vermelha como sangue,",
      "reflexao": "O sexto selo traz abalos cósmicos. A criação inteira reage diante do juízo de Deus. Isso revela que o pecado não afeta apenas a humanidade, mas toda a criação. É também um alerta: quando o juízo chega, nem o cosmos permanece indiferente à manifestação da justiça divina."
    },
    {
      "numero": "13",
      "texto": "e as estrelas do céu caíram sobre a terra, como figos verdes caem da figueira quando é sacudida por um vento forte.",
      "reflexao": "O colapso cósmico simboliza o fim da estabilidade humana e da falsa segurança nas estruturas do mundo. Tudo que parecia permanente se desfaz. É um chamado para confiar não nas coisas passageiras, mas em Deus, que é imutável e eterno."
    },
    {
      "numero": "14",
      "texto": "O céu se recolheu como se enrola um pergaminho, e todos os montes e ilhas foram removidos dos seus lugares.",
      "reflexao": "Até os elementos mais firmes da criação — montes e ilhas — são abalados. Isso mostra que nada é tão sólido quanto parece aos olhos humanos. O único refúgio seguro é Deus. Tudo mais pode e será abalado no dia da Sua manifestação."
    },
    {
      "numero": "15",
      "texto": "Então os reis da terra, os príncipes, os generais, os ricos, os poderosos e todos os homens, escravos e livres, esconderam-se em cavernas e entre as rochas das montanhas.",
      "reflexao": "Nenhuma posição, poder ou riqueza livrará alguém do juízo de Deus. O juízo é universal, alcançando a todos, sem distinção. Isso nos lembra que não há salvação em títulos, posses ou influência — só há esperança no Cordeiro."
    },
    {
      "numero": "16",
      "texto": "Eles gritavam às montanhas e às rochas: 'Caiam sobre nós e escondam-nos da face daquele que está sentado no trono e da ira do Cordeiro!'",
      "reflexao": "Aqui vemos o contraste mais forte das Escrituras: o Cordeiro — aquele que foi morto por amor — agora exerce juízo. A misericórdia foi oferecida, mas os que rejeitaram agora enfrentam a justiça. É uma lembrança solene de que a graça tem um tempo, e que o juízo é real e inevitável para os que a rejeitam."
    },
    {
      "numero": "17",
      "texto": "Pois chegou o grande dia da ira deles, e quem poderá suportar?",
      "reflexao": "Essa pergunta ecoa através dos séculos. Quem pode suportar o dia da ira do Cordeiro? A resposta é simples e profunda: somente aqueles que estão lavados no sangue do Cordeiro, justificados pela graça. O tempo de se voltar para Deus é hoje, antes que esse dia chegue."
    }
  ]
}
