{
  "livro": "Apocalipse",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Vi no céu outro sinal grande e maravilhoso: sete anjos com as sete últimas pragas, pois com elas se completa a ira de Deus.",
      "reflexao": "O plano de Deus está chegando à sua plenitude. As sete últimas pragas não são apenas castigos, mas representam a manifestação final da justiça divina. Deus é amor, mas também é justo, e Seu juízo é parte do Seu amor pela santidade e pela restauração do que foi corrompido."
    },
    {
      "numero": "2",
      "texto": "Vi algo como um mar de vidro misturado com fogo e, em pé, junto ao mar, os que haviam vencido a besta, sua imagem e o número do seu nome. Eles tinham harpas que lhes foram dadas por Deus.",
      "reflexao": "Os vencedores estão de pé, firmes, diante do trono. Isso mostra que, mesmo em meio à perseguição e à pressão do sistema anticristão, é possível permanecer fiel e sair vitorioso. Eles não apenas sobreviveram — eles triunfaram e agora adoram a Deus com instrumentos celestiais."
    },
    {
      "numero": "3",
      "texto": "E cantavam o cântico de Moisés, servo de Deus, e o cântico do Cordeiro: 'Grandes e maravilhosas são as tuas obras, Senhor Deus Todo-poderoso. Justos e verdadeiros são os teus caminhos, ó Rei das nações.'",
      "reflexao": "O cântico une o Antigo e o Novo Testamento — Moisés e o Cordeiro — mostrando que a redenção é uma obra contínua de Deus. Eles adoram reconhecendo a grandeza, a justiça e a soberania do Senhor. A verdadeira adoração nasce do reconhecimento do caráter de Deus."
    },
    {
      "numero": "4",
      "texto": "'Quem não te temerá, Senhor? Quem não glorificará o teu nome? Pois só tu és santo. Todas as nações virão e te adorarão, pois os teus atos de justiça se tornaram manifestos.'",
      "reflexao": "O juízo de Deus revela Sua santidade e leva as nações a reconhecerem quem Ele é. Um dia, todo joelho se dobrará e toda língua confessará que Ele é Senhor. É um chamado para que essa adoração e reverência sejam uma realidade já hoje, voluntariamente e em amor."
    },
    {
      "numero": "5",
      "texto": "Depois disso olhei, e vi que se abriu no céu o santuário, o tabernáculo da aliança.",
      "reflexao": "O santuário no céu é aberto, revelando que os atos que se seguem são sagrados, santos e em perfeita justiça. Tudo o que acontece está alinhado com a aliança, a fidelidade e os propósitos eternos de Deus."
    },
    {
      "numero": "6",
      "texto": "Do santuário saíram os sete anjos com as sete pragas. Estavam vestidos de linho puro e resplandecente, e traziam cintos de ouro ao redor do peito.",
      "reflexao": "Os anjos vêm do próprio lugar da presença de Deus, vestidos de pureza e majestade, demonstrando que o juízo que trarão não é fruto de ira cega, mas de uma justiça santa, pura e perfeita. A justiça de Deus é limpa, incontestável e irrepreensível."
    },
    {
      "numero": "7",
      "texto": "Então um dos quatro seres viventes deu aos sete anjos sete taças de ouro, cheias da ira de Deus, que vive para todo o sempre.",
      "reflexao": "As taças representam a plenitude do juízo divino. São entregues diretamente a quem executará esse juízo, deixando claro que todo este processo é autorizado, conduzido e ordenado por Deus, que é eterno e soberano."
    },
    {
      "numero": "8",
      "texto": "O santuário encheu-se de fumaça procedente da glória de Deus e do seu poder, e ninguém podia entrar no santuário até que se completassem as sete pragas dos sete anjos.",
      "reflexao": "A glória de Deus enche o templo, simbolizando que este é um momento de manifestação intensa da Sua presença e do Seu poder. O fato de ninguém poder entrar mostra que a obra do juízo é exclusiva de Deus — não há mais intercessão possível neste momento. O tempo da misericórdia cede lugar à justiça plena e final."
    }
  ]
}
