{
  "livro": "Apocalipse",
  "capitulo": "2",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ao anjo da igreja em Éfeso escreva: Estas são as palavras daquele que tem as sete estrelas em sua mão direita e anda entre os sete candelabros de ouro:",
      "reflexao": "Jesus está presente entre as igrejas e sustenta seus líderes. Essa introdução reforça que Ele observa atentamente cada comunidade. Em nossos dias, isso nos consola e alerta: Ele conhece nossas obras, intenções e lutas. Nada escapa ao Seu olhar atento e cuidadoso."
    },
    {
      "numero": "2",
      "texto": "Conheço as suas obras, o seu trabalho árduo e a sua perseverança. Sei que você não pode tolerar homens maus, que pôs à prova os que dizem ser apóstolos, mas não são, e descobriu que eles eram impostores.",
      "reflexao": "Deus reconhece o esforço fiel daqueles que defendem a verdade. Mesmo em meio à oposição, a integridade espiritual é valorizada por Cristo. Hoje, somos chamados a manter o zelo pela verdade, testando ensinos e permanecendo firmes mesmo quando for difícil."
    },
    {
      "numero": "3",
      "texto": "Você tem perseverado e suportado sofrimentos por causa do meu nome e não tem desfalecido.",
      "reflexao": "A perseverança em meio ao sofrimento é um testemunho poderoso. Jesus valoriza cada esforço que fazemos por amor ao Seu nome. Nos momentos de dor e cansaço, essa palavra nos encoraja a continuar firmes, pois Ele vê e honra nossa fidelidade."
    },
    {
      "numero": "4",
      "texto": "Contra você, porém, tenho isto: você abandonou o seu primeiro amor.",
      "reflexao": "Trabalhar para Deus não substitui o amor por Ele. É possível manter atividades espirituais e ainda assim esfriar na paixão pelo Senhor. Essa advertência é um chamado à restauração de um relacionamento genuíno. Hoje, o Espírito nos convida a voltar ao lugar da intimidade com Deus."
    },
    {
      "numero": "5",
      "texto": "Lembre-se de onde caiu! Arrependa-se e pratique as obras que praticava no princípio. Se não se arrepender, virei a você e tirarei o seu candelabro do lugar dele.",
      "reflexao": "Deus nos dá oportunidade de arrependimento antes da disciplina. A queda espiritual pode ser revertida com lembrança, arrependimento e retorno às primeiras obras. O chamado de Jesus é urgente: reacender o amor perdido e não perder a presença e a luz que Ele confia à Sua igreja."
    },
    {
      "numero": "6",
      "texto": "Mas há uma coisa a seu favor: você odeia as práticas dos nicolaítas, as quais eu também odeio.",
      "reflexao": "Rejeitar o erro e o pecado é um sinal de compromisso com a verdade. Os nicolaítas promoviam práticas que corrompiam a fé, e a igreja de Éfeso permaneceu firme contra isso. Também hoje, somos chamados a discernir e rejeitar o que desonra a santidade de Deus, mesmo quando é popular ou culturalmente aceito."
    },
    {
      "numero": "7",
      "texto": "Aquele que tem ouvidos ouça o que o Espírito diz às igrejas. Ao vencedor darei o direito de comer da árvore da vida, que está no paraíso de Deus.",
      "reflexao": "Ouvir o Espírito exige sensibilidade e disposição para obedecer. A recompensa é grandiosa: vida eterna na presença de Deus. Em um mundo cheio de vozes, precisamos cultivar um coração atento à voz do Espírito e um espírito perseverante para vencer as lutas da fé."
    },
    {
      "numero": "8",
      "texto": "Ao anjo da igreja em Esmirna escreva: Estas são as palavras daquele que é o Primeiro e o Último, que morreu e tornou a viver:",
      "reflexao": "Cristo é eterno e vitorioso sobre a morte. Essa introdução fortalece os que enfrentam perseguições. Saber que o nosso Senhor venceu a morte nos dá coragem para enfrentar as dores da vida. A morte não tem a palavra final — Jesus tem."
    },
    {
      "numero": "9",
      "texto": "Conheço as suas aflições e a sua pobreza — mas você é rico! — e sei a calúnia dos que se dizem judeus, mas não são, sendo antes sinagoga de Satanás.",
      "reflexao": "A visão de Deus sobre nossa realidade muitas vezes difere da humana. Mesmo na pobreza, somos ricos quando temos a fé. Em tempos de calúnia e aflição, lembrar que Deus vê nosso valor real traz consolo. Ele conhece as dores secretas e honra os corações fiéis."
    },
    {
      "numero": "10",
      "texto": "Não tenha medo do que você está prestes a sofrer. O diabo lançará alguns de vocês na prisão para prová-los, e vocês sofrerão perseguição durante dez dias. Seja fiel até a morte, e eu lhe darei a coroa da vida.",
      "reflexao": "A fidelidade é a maior prova de amor por Cristo, mesmo quando envolve sofrimento. A coroa da vida é prometida aos que permanecem firmes até o fim. Em meio à perseguição e provações, esta promessa é âncora: a dor é temporária, mas a glória é eterna."
    },
    {
      "numero": "11",
      "texto": "Aquele que tem ouvidos ouça o que o Espírito diz às igrejas. O vencedor de modo algum sofrerá a segunda morte.",
      "reflexao": "A segunda morte é a separação eterna de Deus — e os que vencem pela fé estão livres dela. A verdadeira vitória não é evitar problemas aqui, mas garantir a eternidade com Cristo. Essa promessa nos desafia a viver com os olhos no céu, não importando as perdas terrenas."
    },
    {
      "numero": "12",
      "texto": "Ao anjo da igreja em Pérgamo escreva: Estas são as palavras daquele que tem a espada afiada de dois gumes:",
      "reflexao": "A espada de dois gumes representa a Palavra de Deus — ela corrige, separa, julga. Jesus se apresenta como Aquele que tem autoridade para confrontar e restaurar. Em tempos de confusão doutrinária, precisamos da espada da verdade para discernir e permanecer no caminho certo."
    },
    {
      "numero": "13",
      "texto": "Sei onde você vive — onde está o trono de Satanás. Contudo, você permanece fiel ao meu nome e não renunciou à sua fé em mim, nem mesmo quando Antipas, minha fiel testemunha, foi morto nessa cidade — onde Satanás habita.",
      "reflexao": "Mesmo em ambientes hostis, é possível permanecer fiel. Jesus reconhece a fidelidade dos que sofrem por amor a Ele. Em um mundo onde os valores se opõem aos do Reino, lembrar do exemplo de Antipas nos inspira a manter a fé, mesmo sob ameaça."
    },
    {
      "numero": "14",
      "texto": "No entanto, tenho contra você algumas coisas: você tem aí pessoas que se apegaram aos ensinos de Balaão, que ensinava Balaque a armar ciladas contra os israelitas, induzindo-os a comer alimentos sacrificados aos ídolos e a praticar imoralidade sexual.",
      "reflexao": "A tolerância com o pecado é uma armadilha que enfraquece a igreja. Jesus repreende os desvios internos, mesmo onde há fidelidade pública. Em nossos dias, isso nos adverte a não negociar princípios e a vigiar continuamente contra influências que corrompem o coração e a comunidade."
    },
    {
      "numero": "15",
      "texto": "De igual modo, você tem também os que se apegam aos ensinos dos nicolaítas.",
      "reflexao": "Os falsos ensinos ganham espaço quando não são confrontados com coragem. O erro doutrinário, quando tolerado, mina os alicerces da fé. Somos chamados a ser vigilantes, ensinando a verdade com amor, mas com firmeza, para que a igreja permaneça saudável e íntegra diante de Deus."
    },
    {
      "numero": "16",
      "texto": "Portanto, arrependa-se! Do contrário, virei em breve até você e lutarei contra eles com a espada da minha boca.",
      "reflexao": "O arrependimento é o caminho da restauração. Jesus oferece graça, mas também adverte: onde o pecado não é enfrentado, Ele mesmo age com justiça. A espada de Sua boca — Sua Palavra — julga com verdade. Em nossos dias, é tempo de ouvir o chamado ao arrependimento antes que o juízo venha."
    },
    {
      "numero": "17",
      "texto": "Aquele que tem ouvidos ouça o que o Espírito diz às igrejas. Ao vencedor darei do maná escondido. Também lhe darei uma pedra branca com um novo nome nela inscrito, conhecido apenas por aquele que o recebe.",
      "reflexao": "A recompensa aos fiéis é íntima e especial. O maná escondido fala do sustento espiritual eterno, e a pedra branca com um novo nome revela a identidade restaurada em Cristo. Em um mundo que tenta nos rotular, Deus nos dá um nome que só Ele conhece — um relacionamento único e pessoal com o Pai."
    },
    {
      "numero": "18",
      "texto": "Ao anjo da igreja em Tiatira escreva: Estas são as palavras do Filho de Deus, cujos olhos são como chama de fogo e os pés como bronze reluzente:",
      "reflexao": "Jesus se apresenta com autoridade divina e justiça incandescente. Seus olhos penetram os segredos do coração, e Seus pés firmes representam julgamento reto. Ele não é apenas o Salvador manso — é o Rei que tudo vê e governa com poder. Isso nos chama à reverência e entrega sincera."
    },
    {
      "numero": "19",
      "texto": "Conheço as suas obras, o seu amor, a sua fé, o seu serviço e a sua perseverança, e sei que você está fazendo mais agora do que no princípio.",
      "reflexao": "Jesus valoriza o crescimento espiritual. A igreja de Tiatira não era estática — havia progresso em amor, fé e serviço. Que esse seja também o nosso testemunho: um cristianismo em constante amadurecimento. O céu observa e se alegra com cada passo de crescimento em direção à semelhança de Cristo."
    },
    {
      "numero": "20",
      "texto": "No entanto, contra você tenho isto: você tolera Jezabel, aquela mulher que se diz profetisa. Com seus ensinos, ela induz os meus servos à imoralidade sexual e a comerem alimentos sacrificados aos ídolos.",
      "reflexao": "A falsa espiritualidade disfarçada de autoridade é uma ameaça real. Tolerar o erro, por mais disfarçado que seja, compromete a saúde espiritual da igreja. Hoje, precisamos de discernimento e coragem para identificar e confrontar o que desvia o povo de Deus da verdade e da pureza."
    },
    {
      "numero": "21",
      "texto": "Dei-lhe tempo para que se arrependesse da sua imoralidade, mas ela não quer se arrepender.",
      "reflexao": "O tempo de arrependimento é um ato de misericórdia de Deus. No entanto, quando o coração se endurece, até a graça é rejeitada. Esta advertência nos lembra que a recusa em mudar tem consequências sérias. Não devemos adiar o retorno a Deus — o tempo é agora."
    },
    {
      "numero": "22",
      "texto": "Por isso, vou fazê-la adoecer e trarei grande sofrimento aos que cometem adultério com ela, a não ser que se arrependam das obras que ela pratica.",
      "reflexao": "Deus corrige com justiça aqueles que se unem ao engano. A disciplina divina visa despertar e purificar. Mesmo em meio ao juízo, Ele ainda chama ao arrependimento. Que nosso coração esteja sensível para não resistir ao toque restaurador de Deus, mesmo que venha através da dor."
    },
    {
      "numero": "23",
      "texto": "Matarei os filhos dessa mulher. Então todas as igrejas saberão que eu sou aquele que sonda mentes e corações, e retribuirei a cada um conforme as suas obras.",
      "reflexao": "O Senhor conhece o íntimo de cada ser humano. Ele não julga pela aparência, mas pela verdade do coração. Em um tempo em que muitos mascaram suas intenções, Jesus nos chama a viver com autenticidade e santidade. Nada está oculto diante dEle. Sua justiça é perfeita e justa."
    },
    {
      "numero": "24",
      "texto": "Aos demais que estão em Tiatira, a vocês que não seguem essa doutrina e não aprenderam, como eles dizem, os 'profundos segredos de Satanás', não porei outra carga;",
      "reflexao": "A fidelidade será sempre reconhecida. Deus não exige além do que podemos suportar. Aqueles que resistem ao erro e mantêm a simplicidade da fé recebem encorajamento. Hoje, somos lembrados de que perseverar na verdade, mesmo em meio a heresias, é algo precioso aos olhos de Deus."
    },
    {
      "numero": "25",
      "texto": "somente apeguem-se com firmeza ao que vocês têm, até que eu venha.",
      "reflexao": "Cristo nos exorta a conservar o que já nos foi revelado. Em tempos de confusão espiritual, manter-se firme na verdade é um ato de resistência. A vinda de Jesus é certa, e até lá, nossa missão é guardar com zelo a fé, sem nos desviar nem ceder à pressão ao nosso redor."
    },
    {
      "numero": "26",
      "texto": "Àquele que vencer e fizer a minha vontade até o fim darei autoridade sobre as nações.",
      "reflexao": "A fidelidade até o fim não apenas é recompensada com salvação, mas com autoridade no Reino de Deus. Somos preparados aqui para reinar com Cristo. Essa promessa nos anima a viver com propósito e obediência, mesmo quando o mundo parecer contrário à nossa fé."
    },
    {
      "numero": "27",
      "texto": "Ele as governará com cetro de ferro e as despedaçará como a um vaso de barro.",
      "reflexao": "Jesus partilha com os fiéis a autoridade sobre o mal. O cetro representa firmeza e justiça. Essa imagem nos mostra que a submissão hoje nos prepara para reinar no porvir. A vitória final não será branda com a injustiça — o mal será quebrado. Que sejamos achados entre os que reinam com Ele."
    },
    {
      "numero": "28",
      "texto": "Eu lhe darei também a estrela da manhã.",
      "reflexao": "A estrela da manhã é símbolo de esperança, luz e comunhão com Cristo. Ele mesmo é a estrela que desponta antes do novo dia. Recebê-la é ter a promessa de Sua presença contínua e gloriosa. Nos momentos escuros, essa promessa nos lembra que o novo amanhecer virá."
    },
    {
      "numero": "29",
      "texto": "Aquele que tem ouvidos ouça o que o Espírito diz às igrejas.",
      "reflexao": "A mensagem é para todos, mas só os atentos ao Espírito a acolhem de verdade. Em um mundo de distrações e ruídos, cultivar ouvidos espirituais é essencial. O Espírito ainda fala às igrejas — e Ele nos chama à fidelidade, santidade e vigilância até o fim."
    }
  ]
}
