{
  "livro": "Apocalipse",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Foi-me dada uma vara de medir, parecida com uma vara de medir de um arquiteto, e me foi dito: 'Vá e meça o templo de Deus, o altar e conte aqueles que nele estão adorando.'",
      "reflexao": "Medir o templo é um ato simbólico de proteção, separação e preservação. Deus conhece e guarda os que são Seus. Mesmo em meio ao juízo e à tribulação, aqueles que permanecem adorando são cuidados e estão sob a vigilância do Senhor."
    },
    {
      "numero": "2",
      "texto": "Mas exclua o pátio exterior; não o meça, porque foi dado aos gentios. Eles pisarão a cidade santa por quarenta e dois meses.",
      "reflexao": "Há limites na proteção — Deus preserva espiritualmente os Seus, mas permite que a perseguição aconteça externamente. Isso revela que, mesmo em meio à opressão, o povo de Deus permanece espiritualmente inviolável, embora fisicamente enfrente tribulações."
    },
    {
      "numero": "3",
      "texto": "'Darei poder às minhas duas testemunhas, e elas profetizarão durante mil duzentos e sessenta dias, vestidas de pano de saco.'",
      "reflexao": "As duas testemunhas representam a pregação profética, o testemunho fiel em tempos de tribulação. O pano de saco simboliza arrependimento e seriedade. Mesmo em meio ao juízo, Deus levanta uma voz profética, chamando a humanidade ao arrependimento."
    },
    {
      "numero": "4",
      "texto": "Estas são as duas oliveiras e os dois candelabros que permanecem diante do Senhor da terra.",
      "reflexao": "As duas oliveiras e os dois candelabros representam unção e luz espiritual. Eles permanecem diante de Deus, iluminando e mantendo viva a Palavra no meio da escuridão. Isso nos lembra que Deus sempre preserva um testemunho fiel na terra."
    },
    {
      "numero": "5",
      "texto": "Se alguém quiser causar-lhes dano, da boca delas sai fogo que devora os seus inimigos. Sim, quem quiser causar-lhes dano, deve morrer dessa maneira.",
      "reflexao": "O fogo que sai da boca é símbolo da autoridade da Palavra. Isso mostra que a Palavra de Deus tem poder para julgar, corrigir e até trazer destruição contra os que se levantam contra ela. O testemunho dos fiéis não é passivo — carrega consigo a autoridade do céu."
    },
    {
      "numero": "6",
      "texto": "Elas têm poder para fechar o céu, para que não chova durante o tempo em que estiverem profetizando; e têm poder para transformar as águas em sangue e ferir a terra com todo tipo de praga, quantas vezes quiserem.",
      "reflexao": "Esse poder lembra os atos de Elias (que fechou o céu) e Moisés (que transformou água em sangue). Isso revela que, em tempos de grande juízo, Deus capacita Seus servos com autoridade sobrenatural para confrontar os poderes deste mundo e chamar ao arrependimento."
    },
    {
      "numero": "7",
      "texto": "Quando elas terminarem de dar o seu testemunho, a besta que vem do Abismo guerreará contra elas, as vencerá e as matará.",
      "reflexao": "O conflito espiritual atinge seu ápice quando o mal, representado pela besta, aparentemente triunfa sobre as testemunhas. Contudo, isso acontece apenas 'quando terminarem seu testemunho', mostrando que a soberania de Deus controla até os ataques do inimigo."
    },
    {
      "numero": "8",
      "texto": "Os seus corpos estarão na rua principal da grande cidade, que figuradamente se chama Sodoma e Egito, onde também foi crucificado o seu Senhor.",
      "reflexao": "A cidade representa um mundo corrompido, marcado por imoralidade (Sodoma) e opressão (Egito). É nesse cenário que o testemunho dos fiéis é rejeitado, até o ponto de serem publicamente humilhados. Isso mostra o quanto o sistema do mundo odeia a verdade de Deus."
    },
    {
      "numero": "9",
      "texto": "Durante três dias e meio, gente de todos os povos, tribos, línguas e nações olhará para os seus corpos e não permitirá que sejam sepultados.",
      "reflexao": "A recusa em sepultar os corpos simboliza o desprezo absoluto. Isso reflete como o mundo celebra a aparente derrota dos justos. Contudo, o número três e meio indica que é um tempo limitado — o mal nunca tem a palavra final."
    },
    {
      "numero": "10",
      "texto": "Os habitantes da terra se alegrarão com a morte delas e festejarão, enviando presentes uns aos outros, porque estes dois profetas haviam atormentado os que habitam na terra.",
      "reflexao": "O mundo celebra a queda daqueles que denunciaram seus pecados. Isso revela como a humanidade endurecida prefere as trevas à luz. Mas essa celebração será breve, pois Deus ainda tem a última palavra."
    },
    {
      "numero": "11",
      "texto": "Mas depois dos três dias e meio entrou neles o fôlego de vida vindo de Deus, e eles se levantaram, e grande temor tomou conta daqueles que os viram.",
      "reflexao": "A vida que vem de Deus vence a morte. A ressurreição das testemunhas mostra que, mesmo quando tudo parece perdido, Deus traz vida, restauração e vitória. Isso simboliza também a vitória final da igreja e dos fiéis sobre o mal."
    },
    {
      "numero": "12",
      "texto": "Então eles ouviram uma forte voz do céu que lhes dizia: 'Subam para cá'. E eles subiram ao céu numa nuvem, enquanto os seus inimigos olhavam.",
      "reflexao": "A ascensão pública das testemunhas é uma declaração clara de que Deus exalta os que são Seus. Aqueles que foram humilhados na terra são agora honrados diante de todos. É a vitória definitiva do Reino de Deus sobre o reino do mundo."
    },
    {
      "numero": "13",
      "texto": "Naquela mesma hora houve um forte terremoto, e um décimo da cidade desabou. Sete mil pessoas morreram no terremoto, e os sobreviventes ficaram aterrorizados e deram glória ao Deus do céu.",
      "reflexao": "O terremoto é sinal do juízo de Deus, mas também gera temor e leva alguns a reconhecerem Sua glória. Isso nos mostra que, mesmo no juízo, há oportunidade para arrependimento e reconhecimento do Deus verdadeiro."
    },
    {
      "numero": "14",
      "texto": "O segundo 'ai' passou; o terceiro 'ai' vem em breve.",
      "reflexao": "O juízo segue seu curso. Há uma sequência determinada por Deus, e cada evento cumpre um papel no Seu plano soberano. É um alerta contínuo para que a humanidade se volte a Deus antes do juízo final."
    },
    {
      "numero": "15",
      "texto": "O sétimo anjo tocou a sua trombeta, e houve no céu fortes vozes que diziam: 'O reino do mundo se tornou de nosso Senhor e do seu Cristo, e ele reinará para todo o sempre'.",
      "reflexao": "O grande anúncio ecoa no céu: o reino de Deus triunfa sobre todos os reinos humanos. O domínio pertence eternamente a Cristo. Esta é a consumação da esperança dos fiéis — o governo justo, eterno e perfeito do nosso Senhor Jesus."
    },
    {
      "numero": "16",
      "texto": "E os vinte e quatro anciãos, que estavam sentados em seus tronos diante de Deus, prostraram-se com o rosto em terra e adoraram a Deus,",
      "reflexao": "A resposta à declaração do Reino é adoração total. Os anciãos, representando o povo de Deus, reconhecem a soberania, a justiça e a glória do Senhor. Este é o destino dos redimidos — uma eternidade de adoração e comunhão com Deus."
    },
    {
      "numero": "17",
      "texto": "dizendo: 'Graças te damos, Senhor Deus Todo-poderoso, que és, e que eras, porque assumiste o teu grande poder e começaste a reinar.'",
      "reflexao": "O louvor reconhece que Deus, soberano desde sempre, agora manifesta plenamente Seu reinado sobre todas as coisas. Isso nos lembra que, mesmo quando não vemos, Deus está no controle. E chegará o dia em que Seu governo será visível, justo e completo."
    },
    {
      "numero": "18",
      "texto": "As nações se iraram, e chegou a tua ira. Chegou o tempo de julgares os mortos e de recompensares os teus servos, os profetas, os santos e os que temem o teu nome, tanto pequenos como grandes, e de destruíres os que destroem a terra.",
      "reflexao": "O juízo de Deus traz justiça plena. Aos que O servem, vem a recompensa; aos que praticaram o mal, vem a destruição. Isso reafirma que Deus é justo e que, no fim, cada um receberá segundo as suas obras. Nenhuma injustiça ficará sem resposta."
    },
    {
      "numero": "19",
      "texto": "Então foi aberto o templo de Deus que está no céu, e dentro do seu templo foi vista a arca da sua aliança. Houve relâmpagos, vozes, trovões, terremoto e uma forte tempestade de granizo.",
      "reflexao": "A abertura do templo no céu revela que a aliança de Deus permanece firme. A arca representa Sua fidelidade, Sua presença e Suas promessas. Os fenômenos que acompanham este momento reforçam a majestade, o poder e a justiça do Deus que reina soberano."
    }
  ]
}
