{
  "livro": "Apocalipse",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O dragão colocou-se na areia do mar. E vi uma besta que saía do mar. Ela tinha dez chifres e sete cabeças, com dez coroas sobre os chifres, e em cada cabeça um nome de blasfêmia.",
      "reflexao": "A besta que surge do mar representa um sistema de poder político, mundial, opressor e blasfemo contra Deus. O mar, nas Escrituras, simboliza povos, nações e instabilidade. Isso mostra que o poder do mal atua através de estruturas humanas, governos e sistemas que rejeitam Deus."
    },
    {
      "numero": "2",
      "texto": "A besta que vi se parecia com um leopardo, mas tinha pés como os de urso e boca como boca de leão. O dragão deu à besta o seu poder, seu trono e grande autoridade.",
      "reflexao": "Os traços da besta reúnem características de reinos descritos em Daniel (leopardo, urso e leão), indicando que ela representa uma junção de poderes, impérios e influências malignas. É uma manifestação do mal global, energizada diretamente pelo dragão (o inimigo)."
    },
    {
      "numero": "3",
      "texto": "Uma das cabeças da besta parecia ter sofrido um ferimento mortal, mas o ferimento mortal foi curado. O mundo inteiro ficou maravilhado e seguiu a besta.",
      "reflexao": "O falso milagre da cura do ferimento gera admiração global. Isso representa como o mal se disfarça de poder invencível, enganando as nações. O inimigo se apresenta como aquele que 'vence' a morte, numa tentativa de imitar a ressurreição de Cristo."
    },
    {
      "numero": "4",
      "texto": "Adoraram o dragão, porque ele tinha dado autoridade à besta, e também adoraram a besta, dizendo: 'Quem é como a besta? Quem pode guerrear contra ela?'",
      "reflexao": "O sistema do mal busca culto, submissão e controle. As pessoas se rendem a ele, achando que é invencível, e acabam adorando não apenas o sistema, mas também, por trás dele, o próprio dragão (o inimigo)."
    },
    {
      "numero": "5",
      "texto": "Foi-lhe dado uma boca para proferir arrogâncias e blasfêmias e autoridade para agir durante quarenta e dois meses.",
      "reflexao": "O mal tem um tempo limitado. Deus estabelece fronteiras até para o agir da besta. Sua fala é marcada pela arrogância, afronta e profanação contra Deus e tudo que é santo."
    },
    {
      "numero": "6",
      "texto": "Ela abriu a boca para blasfemar contra Deus, e amaldiçoar o seu nome, e o seu tabernáculo, e os que habitam no céu.",
      "reflexao": "O sistema maligno não apenas oprime, mas profana o nome de Deus, ridiculariza o sagrado e persegue os fiéis. Isso é um retrato do espírito anticristão que cresce no mundo: rejeição aberta a Deus e às coisas do Reino."
    },
    {
      "numero": "7",
      "texto": "Foi-lhe dado poder para guerrear contra os santos e vencê-los. E recebeu autoridade sobre toda tribo, povo, língua e nação.",
      "reflexao": "A besta tem poder para perseguir, oprimir e, aparentemente, vencer os santos na esfera física. Contudo, essa vitória é apenas momentânea e aparente. Deus permite isso por um tempo, mas o resultado final é a vitória do Cordeiro e dos fiéis."
    },
    {
      "numero": "8",
      "texto": "Todos os habitantes da terra adorarão a besta, a saber, todos aqueles que não têm seus nomes escritos no livro da vida do Cordeiro, que foi morto desde a criação do mundo.",
      "reflexao": "Há uma clara distinção: os que pertencem a Cristo — cujos nomes estão no livro da vida — não se curvam à besta. Eles permanecem firmes, mesmo sob ameaça. Isso nos chama a refletir sobre onde está nossa verdadeira cidadania: no Reino de Deus ou nos sistemas deste mundo."
    },
    {
      "numero": "9",
      "texto": "Aquele que tem ouvidos, ouça:",
      "reflexao": "O apelo aqui é espiritual: discernimento, atenção e sensibilidade. Não se trata de uma mensagem casual, mas de uma advertência urgente para todo aquele que tem ouvidos espirituais atentos ao que o Espírito diz."
    },
    {
      "numero": "10",
      "texto": "'Se alguém há de ir para o cativeiro, para o cativeiro irá. Se alguém há de ser morto à espada, à espada será morto.' Aqui estão a perseverança e a fidelidade dos santos.",
      "reflexao": "O texto destaca que, em tempos de perseguição, Deus chama os Seus à perseverança e fidelidade, mesmo quando enfrentar prisão, morte ou sofrimento. O caminho do discípulo fiel não é de fuga, mas de resistência, confiança e esperança na justiça eterna de Deus."
    },
    {
      "numero": "11",
      "texto": "Então vi outra besta, que saía da terra. Tinha dois chifres como cordeiro, mas falava como dragão.",
      "reflexao": "Esta segunda besta simboliza o engano religioso, ideológico ou espiritual. Ela se apresenta como algo benigno — aparência de cordeiro —, mas sua voz revela sua verdadeira natureza: é a voz do dragão. Isso alerta sobre religiões falsas, ideologias, filosofias e até movimentos espirituais que, embora pareçam luz, são agentes do engano."
    },
    {
      "numero": "12",
      "texto": "Exercia toda a autoridade da primeira besta em nome dela e fazia a terra e seus habitantes adorarem a primeira besta, cujo ferimento mortal fora curado.",
      "reflexao": "O papel da segunda besta é promover adoração e submissão ao sistema da primeira besta, tornando-se um agente de propaganda, manipulação e controle. Ela convence as massas a se submeterem ao sistema anticristão."
    },
    {
      "numero": "13",
      "texto": "E realizava grandes sinais, chegando a fazer descer fogo do céu à terra, à vista dos homens.",
      "reflexao": "O engano é fortalecido por sinais e prodígios falsos, imitando o poder de Deus. Isso nos alerta que nem todo milagre é prova de que algo vem de Deus. É essencial discernimento espiritual para não ser enganado pelo espetáculo aparente de poder."
    },
    {
      "numero": "14",
      "texto": "Por causa dos sinais que lhe foi permitido realizar em nome da primeira besta, ela enganou os habitantes da terra. Ordenou-lhes que fizessem uma imagem em honra da besta, que fora ferida pela espada e contudo revivera.",
      "reflexao": "O engano leva à idolatria — seja física, ideológica ou espiritual. As pessoas, seduzidas, passam a adorar e a sustentar o sistema do mal, acreditando que estão fazendo algo bom ou necessário. Isso é um alerta contra qualquer forma de culto que não seja exclusivamente ao Deus verdadeiro."
    },
    {
      "numero": "15",
      "texto": "Foi-lhe dado poder para dar fôlego à imagem da primeira besta, de modo que ela pudesse falar e fazer que fossem mortos todos os que se recusassem a adorá-la.",
      "reflexao": "A perseguição se intensifica contra os que não se curvam. Isso representa tanto coerção física como econômica, social e até psicológica. Aqueles que permanecem fiéis ao Cordeiro enfrentam oposição feroz, mas sua vitória é garantida na eternidade."
    },
    {
      "numero": "16",
      "texto": "Ela obrigou a todos, pequenos e grandes, ricos e pobres, livres e escravos, a receberem certa marca na mão direita ou na testa,",
      "reflexao": "A marca da besta simboliza total alinhamento com o sistema anticristão — seja no agir (mão) ou no pensar (testa). Trata-se de submissão completa aos valores, práticas e ideologias contrárias a Deus, seja qual for sua expressão na história."
    },
    {
      "numero": "17",
      "texto": "para que ninguém pudesse comprar nem vender, a não ser quem tivesse a marca, que é o nome da besta ou o número do seu nome.",
      "reflexao": "Além da perseguição espiritual, há controle econômico, social e cultural. Aqueles que não se alinham ao sistema enfrentam restrições severas. Esse versículo reflete a crescente pressão, visível já hoje, de se alinhar aos valores do mundo para poder participar de certos espaços da sociedade."
    },
    {
      "numero": "18",
      "texto": "Aqui há sabedoria. Aquele que tem entendimento calcule o número da besta, pois é número de homem. Seu número é 666.",
      "reflexao": "O número 666 simboliza imperfeição extrema — o 'número do homem' repetido três vezes, em contraste com o número de Deus (7, plenitude). Representa o sistema humano elevado ao máximo da soberba, do orgulho e da rejeição a Deus. Este é um chamado urgente ao discernimento espiritual, para não sermos seduzidos, nem enganados, nem arrastados por sistemas, poderes ou ideologias contrárias ao Reino de Deus."
    }
  ]
}
