{
  "livro": "Apocalipse",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois olhei, e diante de mim estava o Cordeiro, em pé sobre o monte Sião, e com ele os cento e quarenta e quatro mil que tinham o nome dele e o nome de seu Pai escrito na testa.",
      "reflexao": "Enquanto o capítulo anterior mostra a marca da besta, este inicia mostrando a verdadeira marca: aqueles selados com o nome de Deus e do Cordeiro. O monte Sião simboliza segurança, vitória e presença divina. É o contraste claro entre os que pertencem a Deus e os que se renderam ao sistema do mundo."
    },
    {
      "numero": "2",
      "texto": "E ouvi um som do céu como o som de muitas águas e de um forte trovão. O som que ouvi era como o de harpistas tocando suas harpas.",
      "reflexao": "O som majestoso vindo do céu expressa a beleza, a glória e a harmonia da adoração verdadeira. Em meio ao caos da terra, há celebração e louvor no céu. Isso nos lembra que, apesar das tribulações, Deus está sendo adorado, e os Seus permanecem vitoriosos."
    },
    {
      "numero": "3",
      "texto": "E cantavam um cântico novo diante do trono, dos quatro seres viventes e dos anciãos. Ninguém podia aprender aquele cântico, exceto os cento e quarenta e quatro mil que haviam sido redimidos da terra.",
      "reflexao": "O cântico novo é fruto da experiência da redenção. Só quem foi redimido pode compreender plenamente a beleza da salvação. Isso nos mostra que há uma intimidade e uma adoração reservadas aos que pertencem de fato ao Cordeiro."
    },
    {
      "numero": "4",
      "texto": "Estes são os que não se contaminaram com mulheres, pois se conservaram castos. Eles seguem o Cordeiro para onde quer que ele vá. Foram comprados dentre os homens e ofertados como primícias a Deus e ao Cordeiro.",
      "reflexao": "A pureza aqui não é apenas física, mas espiritual — fala de fidelidade, integridade e separação do sistema mundano. Seguir o Cordeiro 'aonde quer que vá' é sinal de rendição total e amor absoluto por Cristo, vivendo para agradá-Lo acima de tudo."
    },
    {
      "numero": "5",
      "texto": "Não foi encontrada mentira na boca deles; são irrepreensíveis.",
      "reflexao": "Os selados são marcados pela verdade. Isso reflete uma vida de integridade, sem falsidade, hipocrisia ou engano. Deus busca um povo irrepreensível, que reflete a santidade e a veracidade do próprio Cristo no meio de um mundo corrompido."
    },
    {
      "numero": "6",
      "texto": "Vi outro anjo que voava pelo meio do céu, e tinha o evangelho eterno para proclamar aos que habitam na terra — a toda nação, tribo, língua e povo.",
      "reflexao": "Mesmo em meio ao juízo, Deus ainda oferece graça. O evangelho eterno continua sendo proclamado até o último momento, mostrando o desejo de Deus de que ninguém se perca, mas que todos se arrependam e se voltem a Ele."
    },
    {
      "numero": "7",
      "texto": "Ele disse em alta voz: 'Temam a Deus e glorifiquem-no, pois chegou a hora do seu juízo. Adorem aquele que fez os céus, a terra, o mar e as fontes das águas.'",
      "reflexao": "O chamado é claro: reverência, arrependimento e adoração. A mensagem é global, universal e urgente. A adoração deve ser direcionada ao Criador, não às criaturas nem aos sistemas humanos."
    },
    {
      "numero": "8",
      "texto": "Um segundo anjo seguiu, dizendo: 'Caiu! Caiu a grande Babilônia, que fez todas as nações beberem do vinho da fúria da sua prostituição!'",
      "reflexao": "Babilônia representa o sistema corrupto do mundo — econômico, político, espiritual e moral. Sua queda é certa e inevitável. Todos os que confiam nesse sistema, que promove idolatria, ganância e imoralidade, perecerão com ele, a menos que se arrependam."
    },
    {
      "numero": "9",
      "texto": "Um terceiro anjo os seguiu, dizendo em alta voz: 'Se alguém adorar a besta e a sua imagem, e receber a marca na testa ou na mão,",
      "reflexao": "Aqui está a advertência mais severa. Aqueles que escolhem se submeter ao sistema anticristão, rejeitando Deus e Sua verdade, colhem as consequências eternas dessa decisão. A marca é símbolo de aliança, dependência e submissão total ao sistema contrário a Deus."
    },
    {
      "numero": "10",
      "texto": "também beberá do vinho do furor de Deus, que foi derramado sem mistura no cálice da sua ira. Será atormentado com enxofre ardente na presença dos santos anjos e do Cordeiro.",
      "reflexao": "O juízo de Deus é santo, justo e implacável contra o pecado não arrependido. O cálice da ira, sem mistura, significa que não haverá mais misericórdia naquele momento — é justiça pura, para aqueles que escolheram rejeitar a salvação."
    },
    {
      "numero": "11",
      "texto": "A fumaça do tormento desses sobe para todo o sempre. Não terão descanso, nem de dia nem de noite, os que adoram a besta e a sua imagem, e quem recebe a marca do seu nome.",
      "reflexao": "Aqui está a realidade do juízo eterno. A separação de Deus não é apenas dor física, mas tormento espiritual, psicológico e existencial para sempre. Isso nos chama à seriedade da decisão que tomamos hoje: seguir o Cordeiro ou seguir o sistema do mundo."
    },
    {
      "numero": "12",
      "texto": "Aqui está a perseverança dos santos que obedecem aos mandamentos de Deus e permanecem fiéis a Jesus.",
      "reflexao": "Em contraste, o povo de Deus é chamado à perseverança. Mesmo em meio à perseguição, engano e pressão, eles se mantêm obedientes e fiéis. Essa é a marca dos verdadeiros seguidores de Jesus: fidelidade até o fim, independentemente das circunstâncias."
    },
    {
      "numero": "13",
      "texto": "Então ouvi uma voz do céu, dizendo: 'Escreva: Felizes os mortos que morrem no Senhor de agora em diante'. 'Sim', diz o Espírito, 'eles descansarão das suas fadigas, pois as suas obras os seguirão.'",
      "reflexao": "A morte, para os que estão em Cristo, não é derrota — é descanso, recompensa e vida eterna. Suas obras, sua fidelidade e seu amor por Deus não são esquecidos, mas os acompanham eternamente. Esta é uma promessa de esperança e consolo."
    },
    {
      "numero": "14",
      "texto": "Olhei, e diante de mim estava uma nuvem branca, e sentado sobre a nuvem estava alguém semelhante a um filho de homem, com uma coroa de ouro na cabeça e uma foice afiada na mão.",
      "reflexao": "Esta é a imagem de Jesus, o Senhor da colheita, vindo para ceifar a terra. A coroa de ouro simboliza Sua realeza e soberania. A foice é símbolo do juízo — a hora da separação definitiva entre justos e ímpios chegou."
    },
    {
      "numero": "15",
      "texto": "Então outro anjo saiu do templo e gritou em alta voz para aquele que estava sentado sobre a nuvem: 'Tome a sua foice e colha, pois chegou a hora de colher; a colheita da terra está madura.'",
      "reflexao": "O tempo de esperar acabou. A humanidade chegou ao ponto do juízo final. Deus, em Sua longanimidade, esperou, mas agora a medida está cheia. Isso nos lembra que há um limite para o tempo da graça — e que não devemos adiar nossa decisão por Cristo."
    },
    {
      "numero": "16",
      "texto": "Aquele que estava sentado sobre a nuvem passou sua foice sobre a terra, e a terra foi ceifada.",
      "reflexao": "O juízo de Deus é executado. A colheita representa tanto a separação dos justos (para vida eterna) quanto dos ímpios (para condenação). Este é o desfecho inevitável da história humana."
    },
    {
      "numero": "17",
      "texto": "Outro anjo saiu do templo que está no céu, e também tinha uma foice afiada.",
      "reflexao": "O juízo não é apenas uma ação do Filho do Homem, mas todo o céu coopera no cumprimento da justiça de Deus. Isso revela a seriedade e a abrangência do momento final da história."
    },
    {
      "numero": "18",
      "texto": "E ainda outro anjo, que tinha autoridade sobre o fogo, saiu do altar e gritou em alta voz para aquele que tinha a foice afiada: 'Tome a sua foice afiada e ajunte os cachos da videira da terra, porque as suas uvas estão maduras.'",
      "reflexao": "Aqui se inicia a colheita dos ímpios. As uvas maduras simbolizam o pecado que chegou ao seu ápice. Deus, em Sua paciência, esperou, mas agora o juízo precisa ser executado de forma plena e justa."
    },
    {
      "numero": "19",
      "texto": "O anjo passou a sua foice pela terra, ajuntou as uvas da videira da terra e as lançou no grande lagar da ira de Deus.",
      "reflexao": "O lagar simboliza o juízo esmagador, final e absoluto. Este é o destino daqueles que rejeitaram a graça, escolheram o mal e viveram em rebelião contra Deus. A justiça, que parecia tardar, agora se manifesta plenamente."
    },
    {
      "numero": "20",
      "texto": "As uvas foram pisadas no lagar fora da cidade, e correu sangue do lagar, chegando até a altura dos freios dos cavalos, numa extensão de cerca de trezentos quilômetros.",
      "reflexao": "Esta imagem chocante expressa a magnitude e a seriedade do juízo final. É um retrato simbólico de como o mal será esmagado de forma completa, total e irreversível. É um chamado urgente: hoje é o dia da graça, o tempo de se voltar ao Cordeiro, antes que a justiça eterna se manifeste."
    }
  ]
}
