{
  "livro": "Atos",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então Agripa disse a Paulo: 'Você tem permissão para falar em sua defesa.' Então Paulo estendeu a mão e começou sua defesa:",
      "reflexao": "Deus abre portas até nos tribunais e nos ambientes de acusação. Quando Ele permite que você fale, é porque Ele mesmo vai conduzir cada palavra para cumprir Seu propósito."
    },
    {
      "numero": "2",
      "texto": "'Rei Agripa, considero-me feliz em poder, hoje, apresentar minha defesa diante de ti contra todas as acusações feitas pelos judeus,",
      "reflexao": "O Reino nos ensina a transformar até os momentos difíceis em oportunidade para testemunhar. Paulo não via um julgamento, mas sim uma chance de proclamar a verdade do Evangelho."
    },
    {
      "numero": "3",
      "texto": "'sobretudo porque você está bem informado de todos os costumes e controvérsias dos judeus. Por isso, peço que me ouça com paciência.'",
      "reflexao": "Deus nos dá sabedoria para começar conversas de forma estratégica, construindo pontes antes de apresentar a verdade. A paciência e o discernimento são fundamentais para quem carrega a mensagem do Reino."
    },
    {
      "numero": "4",
      "texto": "'Todos os judeus conhecem a minha vida desde a juventude, desde o início, entre meu povo e em Jerusalém.'",
      "reflexao": "Deus usa até nosso passado como ferramenta de testemunho. Nenhuma fase da vida é desperdiçada quando é colocada nas mãos do Senhor. Ele transforma história em mensagem de redenção."
    },
    {
      "numero": "5",
      "texto": "'Eles me conhecem há muito tempo e podem testemunhar, se quiserem, que vivi como fariseu, conforme a seita mais rigorosa da nossa religião.'",
      "reflexao": "Quem antes vivia preso na religiosidade agora é livre no Espírito. O Reino transforma radicalmente não apenas nossas práticas, mas nosso entendimento, nossa visão e nossa missão de vida."
    },
    {
      "numero": "6",
      "texto": "'Agora estou aqui sendo julgado por causa da esperança na promessa que Deus fez aos nossos antepassados,'",
      "reflexao": "O Reino é sustentado pela esperança nas promessas eternas. Não estamos aqui por causa de doutrinas humanas, mas por causa da viva esperança em Cristo e no cumprimento do que Deus prometeu."
    },
    {
      "numero": "7",
      "texto": "'a qual as doze tribos esperam alcançar, adorando a Deus fervorosamente dia e noite. É por essa esperança, ó rei, que sou acusado pelos judeus.'",
      "reflexao": "O Reino sempre enfrentará oposição, mas nossa esperança não se abala. A verdadeira acusação contra os filhos de Deus é a esperança que carregam — uma esperança que confronta o sistema das trevas."
    },
    {
      "numero": "8",
      "texto": "'Por que é considerado inacreditável entre vocês que Deus ressuscite os mortos?'",
      "reflexao": "A incredulidade humana não limita o poder de Deus. A ressurreição é o cerne da nossa fé, e crer nisso é crer que não há impossível para Aquele que tem todo poder nos céus e na terra."
    },
    {
      "numero": "9",
      "texto": "'Eu também estava convencido de que deveria fazer tudo o possível para me opor ao nome de Jesus, o Nazareno.'",
      "reflexao": "O zelo sem entendimento leva à perseguição. Mas Deus, em Sua infinita misericórdia, transforma perseguidores em proclamadores e inimigos da fé em embaixadores do Reino."
    },
    {
      "numero": "10",
      "texto": "'Foi isso que fiz em Jerusalém. Autorizei a prisão de muitos santos, e, quando eles eram condenados à morte, eu dava meu voto contra eles.'",
      "reflexao": "Deus é especialista em transformar histórias de dor em histórias de redenção. O passado de Paulo, marcado por perseguição, agora se torna testemunho do poder restaurador da graça."
    },
    {
      "numero": "11",
      "texto": "'Muitas vezes, indo de sinagoga em sinagoga, eu os castigava para forçá-los a blasfemar. E, enfurecido contra eles, eu os perseguia até em cidades estrangeiras.'",
      "reflexao": "O zelo sem Deus gera destruição. Mas quando a graça nos alcança, até o mais obstinado perseguidor se torna canal de vida, amor e restauração, refletindo o poder do Evangelho."
    },
    {
      "numero": "12",
      "texto": "'Foi em uma dessas viagens que, indo a Damasco com autoridade e permissão dos principais sacerdotes,'",
      "reflexao": "Às vezes, é no caminho daquilo que pensamos ser certo, mas está completamente fora do propósito de Deus, que Ele nos encontra, nos confronta e nos transforma de maneira radical e definitiva."
    },
    {
      "numero": "13",
      "texto": "'ao meio-dia, ó rei, vi no caminho uma luz do céu, mais resplandecente que o sol, que brilhou ao meu redor e dos que iam comigo.'",
      "reflexao": "Quando a luz de Deus se manifesta, não há treva que resista. O encontro com a glória do Senhor é capaz de quebrar qualquer resistência, qualquer engano e qualquer dureza de coração."
    },
    {
      "numero": "14",
      "texto": "'Todos caímos por terra, e eu ouvi uma voz que me dizia em língua hebraica: ‘Saulo, Saulo, por que você me persegue? Dura coisa é para você recalcitrar contra os aguilhões.’'",
      "reflexao": "O amor de Deus confronta, exorta e também corrige. Ele chama pelo nome, revela o erro e oferece um caminho de redenção. Nenhum perseguidor está tão longe que não possa ser alcançado pelo amor do Pai."
    },
    {
      "numero": "15",
      "texto": "'Então eu perguntei: ‘Quem és tu, Senhor?’ E o Senhor respondeu: ‘Eu sou Jesus, a quem você persegue.’'",
      "reflexao": "Tudo começa com essa pergunta: 'Quem és tu, Senhor?'. Quando Jesus se revela, tudo muda — nossa identidade, nosso propósito e nosso destino são transformados para sempre."
    },
    {
      "numero": "16",
      "texto": "'Levante-se, fique de pé, porque para isso lhe apareci: para o constituir como ministro e testemunha, tanto das coisas que você viu como daquelas que eu lhe revelarei.'",
      "reflexao": "O encontro com Jesus não é o fim, é o início de uma missão. Deus nos levanta para sermos testemunhas vivas do Seu amor, do Seu poder e da Sua graça, em todo tempo e lugar."
    },
    {
      "numero": "17",
      "texto": "'Eu o livrarei deste povo e dos gentios, aos quais agora eu o envio,'",
      "reflexao": "Quando Deus envia, Ele também protege. A missão vem acompanhada da promessa de livramento, provisão e autoridade espiritual para cumprir tudo o que Ele determinou sobre nossa vida."
    },
    {
      "numero": "18",
      "texto": "'para abrir os olhos deles, convertendo-os das trevas para a luz e do poder de Satanás para Deus, a fim de que recebam perdão dos pecados e herança entre os que são santificados pela fé em mim.'",
      "reflexao": "Esse é o coração da missão do Reino: abrir olhos, libertar dos poderes das trevas e conduzir as pessoas à luz, ao perdão e à herança eterna. Somos chamados para levar vida onde só havia morte."
    },
    {
      "numero": "19",
      "texto": "'Por isso, ó rei Agripa, não fui desobediente à visão celestial.'",
      "reflexao": "Quem teve um encontro real com Deus não vive mais para si. A visão celestial redefine prioridades, valores e propósitos. Obedecer ao chamado é a maior honra que alguém pode ter na vida."
    },
    {
      "numero": "20",
      "texto": "'Preguei, primeiro aos que estão em Damasco, depois em Jerusalém, por toda a região da Judeia e também aos gentios, que se arrependessem, se voltassem para Deus e praticassem obras que demonstrassem arrependimento.'",
      "reflexao": "O Evangelho genuíno não para no arrependimento; ele produz transformação visível. A vida que se rende a Cristo começa a gerar frutos que comprovam essa nova caminhada no Reino."
    },
    {
      "numero": "21",
      "texto": "'Foi por isso que alguns judeus me prenderam no templo e tentaram me matar.'",
      "reflexao": "Quando a verdade confronta, ela incomoda. O Reino abala estruturas religiosas, culturais e espirituais. A oposição é inevitável, mas quem está na missão não retrocede."
    },
    {
      "numero": "22",
      "texto": "'Mas Deus me ajudou até o dia de hoje. Por isso estou aqui, dando testemunho tanto a pequenos como a grandes. Não digo nada além do que os profetas e Moisés disseram que haveria de acontecer:'",
      "reflexao": "O Reino se sustenta no cuidado e no socorro constante de Deus. Testemunhar, seja para pessoas simples ou poderosas, é parte da missão, e o que falamos está firmemente alicerçado na Palavra e na promessa."
    },
    {
      "numero": "23",
      "texto": "'Que o Cristo haveria de sofrer e, sendo o primeiro a ressuscitar dos mortos, proclamaria luz tanto ao seu próprio povo como aos gentios.'",
      "reflexao": "A mensagem do Reino é universal. Jesus não veio para um povo apenas, mas para trazer luz, vida e salvação a todos — judeus e gentios, pobres e ricos, pequenos e grandes."
    },
    {
      "numero": "24",
      "texto": "Quando Paulo estava dizendo isso em sua defesa, Festo gritou em alta voz: 'Você está louco, Paulo! As muitas letras estão te levando à loucura!'",
      "reflexao": "Para o mundo, a verdade do Reino muitas vezes parece loucura. Mas quem teve os olhos espirituais abertos entende que o Evangelho é o poder de Deus que transforma, liberta e salva."
    },
    {
      "numero": "25",
      "texto": "Paulo respondeu: 'Não estou louco, excelentíssimo Festo. O que digo é verdadeiro e de bom senso.'",
      "reflexao": "A fé não é ausência de razão; ela transcende, mas nunca contradiz a verdade. O Reino é sabedoria do alto, superior à lógica humana, mas perfeitamente coerente no plano de Deus."
    },
    {
      "numero": "26",
      "texto": "'O rei está familiarizado com essas coisas e, por isso, falo abertamente diante dele. Estou convencido de que nada disso escapou do seu conhecimento, porque não se fez em algum canto escondido.'",
      "reflexao": "O mover de Deus não acontece nas sombras. A obra de Cristo foi pública, visível e transformadora. O Reino é luz, e sua manifestação é inegável até para quem tenta resistir à verdade."
    },
    {
      "numero": "27",
      "texto": "'Rei Agripa, você crê nos profetas? Eu sei que crê.'",
      "reflexao": "Paulo, movido pelo Espírito, confronta Agripa diretamente. A pergunta não é apenas histórica ou teológica — é espiritual, direta e decisiva: crê ou não crê?"
    },
    {
      "numero": "28",
      "texto": "Então Agripa disse a Paulo: 'Por pouco você me convence a me tornar cristão.'",
      "reflexao": "O poder do testemunho é tão impactante que até reis e autoridades são confrontados em seu espírito. O Reino toca corações em qualquer nível social, porque não há ninguém fora do alcance da graça."
    },
    {
      "numero": "29",
      "texto": "Paulo respondeu: 'Por pouco ou por muito, minha oração a Deus é que não apenas você, mas todos os que hoje me ouvem, se tornem como eu sou, exceto por estas cadeias.'",
      "reflexao": "Esse é o coração de quem vive o Reino: desejar que todos conheçam Jesus, sejam livres, transformados e vivam a plenitude do Evangelho — não importa onde, nem diante de quem."
    },
    {
      "numero": "30",
      "texto": "O rei se levantou, e com ele o governador, Berenice e os que estavam sentados com eles.",
      "reflexao": "A verdade foi dita. Agora não há mais desculpas. Mesmo que tentem ignorar ou se esquivar, a semente foi plantada, e Deus continuará o trabalho nos corações alcançados."
    },
    {
      "numero": "31",
      "texto": "Saindo, conversavam entre si, dizendo: 'Este homem não fez nada que mereça morte ou prisão.'",
      "reflexao": "Quando Deus defende, até os inimigos reconhecem a inocência. A justiça do Reino prevalece, mesmo que o mundo tente manter prisões e acusações injustas."
    },
    {
      "numero": "32",
      "texto": "E Agripa disse a Festo: 'Este homem poderia ser solto, se não tivesse apelado para César.'",
      "reflexao": "Deus conduz até os caminhos que parecem mais complicados para cumprir Seus planos. O apelo a César não foi um erro — foi o meio que Deus usou para levar Paulo até Roma, onde o Evangelho continuaria avançando poderosamente."
    }
  ]
}
