{
  "livro": "Atos",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Um homem chamado Ananias, com Safira, sua mulher, também vendeu uma propriedade.",
      "reflexao": "Este versículo nos introduz a uma reflexão muito séria: não é apenas sobre fazer, mas sobre fazer com sinceridade e verdade diante de Deus. O Senhor não olha apenas as ações, mas sobretudo a intenção do coração."
    },
    {
      "numero": "2",
      "texto": "Ele reteve parte do dinheiro para si, sabendo disso sua mulher, e levou o restante e o colocou aos pés dos apóstolos.",
      "reflexao": "O problema não estava em guardar parte do valor, mas em querer aparentar algo que não era real. Isso nos confronta sobre a importância da integridade, especialmente quando servimos e nos relacionamos na comunidade de fé. Deus vê o que os olhos humanos não veem."
    },
    {
      "numero": "3",
      "texto": "Então Pedro lhe perguntou: 'Ananias, como você permitiu que Satanás enchesse o seu coração, a ponto de você mentir ao Espírito Santo e guardar para si uma parte do dinheiro que recebeu pela propriedade?'",
      "reflexao": "Mentir às pessoas já é grave, mas tentar enganar a Deus revela uma desconexão profunda com a verdade. Este versículo nos lembra que nossas escolhas são espirituais. Cada decisão abre espaço para luz ou para trevas em nosso coração."
    },
    {
      "numero": "4",
      "texto": "'Ela não lhe pertencia? E, depois de vendida, o dinheiro não estava em seu poder? O que o levou a pensar em fazer tal coisa? Você não mentiu aos homens, mas sim a Deus.'",
      "reflexao": "Deus não nos obriga a nada, mas espera verdade, sinceridade e integridade no que fazemos. A maior oferta que podemos entregar ao Senhor é um coração alinhado com a verdade, com pureza e com desejo genuíno de agradá-Lo acima de tudo."
    },
    {
      "numero": "5",
      "texto": "Ouvindo isso, Ananias caiu morto; e grande temor apoderou-se de todos os que ouviram o que tinha acontecido.",
      "reflexao": "O temor do Senhor é o princípio da sabedoria. Este episódio serve como alerta para que não tratemos as coisas de Deus com leviandade. A graça não anula a santidade. Deus é amor, mas também é justo e santo."
    },
    {
      "numero": "6",
      "texto": "Então os moços vieram, envolveram o corpo, levaram-no para fora e o sepultaram.",
      "reflexao": "Toda escolha tem uma consequência. Quando escolhemos a mentira, o engano e a aparência, nos afastamos do propósito e da vida que Deus tem para nós. Este versículo nos alerta sobre a seriedade da vida espiritual."
    },
    {
      "numero": "7",
      "texto": "Cerca de três horas mais tarde, entrou sua mulher, sem saber o que havia acontecido.",
      "reflexao": "A cumplicidade no erro também gera consequência. Isso nos leva a refletir sobre com quem temos nos alinhado: pessoas que nos conduzem para a verdade ou para a mentira? Nossas alianças revelam muito sobre nosso destino."
    },
    {
      "numero": "8",
      "texto": "Pedro lhe perguntou: 'Diga-me, foi por este preço que vocês venderam a propriedade?' Ela respondeu: 'Sim, foi por esse preço.'",
      "reflexao": "Aqui vemos que Deus sempre nos dá uma chance de arrependimento e de falar a verdade. Mas, quando escolhemos permanecer na mentira, rejeitamos também a oportunidade de redenção e misericórdia que o Senhor oferece."
    },
    {
      "numero": "9",
      "texto": "Pedro lhe disse: 'Por que vocês entraram em acordo para tentar o Espírito do Senhor? Veja, estão à porta os pés dos que sepultaram seu marido, e eles a levarão também.'",
      "reflexao": "Brincar com as coisas espirituais é extremamente perigoso. Este versículo nos lembra que tentar manipular, enganar ou distorcer a verdade no Reino de Deus traz consequências sérias, porque Deus zela por Sua santidade e pela pureza da comunidade de fé."
    },
    {
      "numero": "10",
      "texto": "Naquele mesmo instante, ela caiu morta aos pés dele. Então os moços entraram, encontraram-na morta, levaram-na e a sepultaram ao lado de seu marido.",
      "reflexao": "O pecado oculto não permanece oculto diante de Deus. A vida nos convida diariamente a escolher a luz, a verdade e o caminho da retidão. Deus, em Seu amor, nos alerta, nos corrige e nos chama a viver com integridade plena."
    },
    {
      "numero": "11",
      "texto": "Grande temor apoderou-se de toda a igreja e de todos os que ouviram falar desses acontecimentos.",
      "reflexao": "O temor do Senhor protege a comunidade e conduz à reverência. Isso nos ensina que a graça não é uma licença para a desordem, mas um convite para vivermos de forma santa, honrando a Deus com nossas atitudes, palavras e intenções."
    },
    {
      "numero": "12",
      "texto": "Os apóstolos realizavam muitos sinais e maravilhas entre o povo. Todos os que criam costumavam reunir-se no pórtico de Salomão.",
      "reflexao": "Onde há temor, unidade e verdade, há manifestação do poder de Deus. Os sinais acompanham aqueles que estão comprometidos em viver o Evangelho com pureza, amor e ousadia. Deus ainda deseja operar maravilhas por meio dos que se entregam verdadeiramente."
    },
    {
      "numero": "13",
      "texto": "Dos demais, ninguém ousava juntar-se a eles, embora o povo os tivesse em alta estima.",
      "reflexao": "A presença de Deus era tão forte que gerava respeito e reverência. Isso nos faz refletir sobre como nossa vida pode gerar impacto — quando vivemos com seriedade, santidade e compromisso, até quem não crê reconhece algo diferente em nós."
    },
    {
      "numero": "14",
      "texto": "Cada vez mais pessoas, multidões de homens e mulheres, criam no Senhor e lhes eram acrescentadas.",
      "reflexao": "Mesmo com o temor e a seriedade do Evangelho, o amor de Deus atraía as pessoas. A santidade não afasta, ela ilumina. Onde há verdade, amor e poder, há também crescimento, transformação e salvação de vidas."
    },
    {
      "numero": "15",
      "texto": "De modo que até colocavam os doentes nas ruas, em camas e macas, para que pelo menos a sombra de Pedro cobrisse alguns deles quando ele passasse.",
      "reflexao": "O poder de Deus operando através de uma vida rendida gera transformação ao ponto de até a sombra ser instrumento de milagre. Isso nos ensina que não é sobre nós, mas sobre quanto deixamos Deus agir livremente através de nós."
    },
    {
      "numero": "16",
      "texto": "Afluíam também multidões das cidades próximas a Jerusalém, trazendo seus doentes e os que eram atormentados por espíritos imundos, e todos eram curados.",
      "reflexao": "O mover de Deus é irresistível. Onde há presença, há cura, libertação e transformação. Este versículo nos enche de esperança: Deus continua operando milagres e quer usar a mim e a você como instrumentos de amor, fé e restauração."
    },
    {
      "numero": "17",
      "texto": "Então, o sumo sacerdote e todos os seus companheiros, membros do partido dos saduceus, ficaram cheios de inveja.",
      "reflexao": "O mover de Deus incomoda os sistemas religiosos e aqueles que vivem para o próprio status. Isso nos alerta que, ao vivermos para agradar a Deus, enfrentaremos resistência, críticas e até perseguição — mas isso nunca deve nos paralisar."
    },
    {
      "numero": "18",
      "texto": "Mandaram prender os apóstolos e colocá-los numa prisão pública.",
      "reflexao": "Prenderam os apóstolos, mas nunca poderiam prender a Palavra. Quando nos posicionamos por Jesus, o mundo pode até tentar nos limitar, mas Deus abre portas onde não há saída, faz caminhos no impossível e sustenta Seus filhos em qualquer circunstância."
    },
    {
      "numero": "19",
      "texto": "Mas, durante a noite, um anjo do Senhor abriu as portas da prisão, levou-os para fora e disse:",
      "reflexao": "Deus cuida de quem é fiel. Nenhuma cadeia, prisão ou obstáculo pode deter o agir de Deus. Este versículo é um lembrete poderoso de que o sobrenatural ainda é uma realidade para aqueles que confiam e caminham em obediência ao Senhor."
    },
    {
      "numero": "20",
      "texto": "'Vão, ponham-se de pé no templo e anunciem ao povo toda a mensagem desta vida.'",
      "reflexao": "Deus não apenas liberta, mas também envia. O milagre não é fim em si mesmo, é meio para que a missão continue. Fomos libertos para anunciar, curados para testemunhar e restaurados para proclamar que Jesus é vida, esperança e salvação."
    },
    {
      "numero": "21",
      "texto": "Ao amanhecer, eles entraram no templo, como haviam sido instruídos, e começaram a ensinar. Quando chegaram o sumo sacerdote e os seus companheiros, convocaram o Sinédrio — a assembleia completa dos líderes de Israel — e mandaram buscar os apóstolos na prisão.",
      "reflexao": "Obediência imediata gera avanço no Reino. Mesmo após serem presos, ao receberem a direção de Deus, os apóstolos foram imediatamente cumprir a missão. Isso nos ensina que, mesmo depois de lutas e adversidades, devemos permanecer fiéis, ativos e ousados na obra que Deus nos confiou."
    },
    {
      "numero": "22",
      "texto": "Contudo, ao chegarem à prisão, os guardas não os encontraram. Então voltaram e relataram:",
      "reflexao": "Quando Deus age, até as estruturas humanas são confundidas. O que para os homens parecia impossível, Deus já havia transformado em livramento. Isso nos lembra que nenhuma barreira pode impedir o cumprimento dos planos de Deus para nossa vida."
    },
    {
      "numero": "23",
      "texto": "'Encontramos a prisão trancada com toda a segurança e os guardas de pé às portas; mas, quando abrimos, não havia ninguém lá dentro.'",
      "reflexao": "Quando Deus intervém, Ele quebra protocolos, derruba cadeias e surpreende até os que tentam nos limitar. O agir sobrenatural de Deus não depende de lógica nem de permissão humana — Ele faz, e ninguém pode impedir."
    },
    {
      "numero": "24",
      "texto": "Diante desse relato, o capitão da guarda do templo e os chefes dos sacerdotes ficaram perplexos, perguntando-se o que teria acontecido.",
      "reflexao": "O agir de Deus gera confusão na mente dos que se levantam contra a obra. Isso nos encoraja a não temer as ameaças ou as circunstâncias, pois quem serve a Deus está protegido por Sua mão poderosa, que age além da compreensão humana."
    },
    {
      "numero": "25",
      "texto": "Nesse momento, alguém chegou e disse: 'Os homens que vocês puseram na prisão estão no templo ensinando o povo!'.",
      "reflexao": "Deus não apenas liberta, mas também reposiciona. Aqueles que tentaram calar os apóstolos se depararam com eles de pé, fazendo exatamente o que Deus os chamou para fazer. Isso nos mostra que a missão nunca para — Deus abre portas onde quiser."
    },
    {
      "numero": "26",
      "texto": "Então o capitão foi com os guardas e trouxe os apóstolos, mas sem usar força, porque temiam que o povo os apedrejasse.",
      "reflexao": "Quando a mão de Deus está sobre nós, até aqueles que se levantam contra precisam recuar e agir com cautela. O favor de Deus gera proteção sobrenatural, e até os inimigos reconhecem que há algo diferente sobre nossas vidas."
    },
    {
      "numero": "27",
      "texto": "Tendo trazido os apóstolos, eles os fizeram comparecer diante do Sinédrio para serem interrogados pelo sumo sacerdote.",
      "reflexao": "Haverá momentos em que seremos colocados diante de situações que parecem julgamentos, mas, na verdade, são plataformas que Deus usa para que Seu nome seja glorificado e para que outros ouçam a verdade que transforma."
    },
    {
      "numero": "28",
      "texto": "'Demos a vocês ordens rigorosas para que não ensinassem nesse nome. Contudo, vocês encheram Jerusalém com a sua doutrina e nos querem tornar culpados do sangue desse homem.'",
      "reflexao": "O mundo tentará silenciar a verdade, mas quando somos cheios do Espírito, é impossível ficar calado. A verdadeira igreja é aquela que transborda a mensagem de Jesus, a ponto de impactar e transformar cidades inteiras, apesar da resistência."
    },
    {
      "numero": "29",
      "texto": "Pedro e os outros apóstolos responderam: 'É preciso obedecer antes a Deus do que aos homens.'",
      "reflexao": "Este versículo é um chamado à coragem. Obedecer a Deus, mesmo que isso nos coloque contra sistemas, pessoas ou circunstâncias. A fidelidade a Deus sempre deve estar acima da busca por aceitação humana."
    },
    {
      "numero": "30",
      "texto": "'O Deus dos nossos antepassados ressuscitou Jesus, a quem vocês mataram, suspendendo-o num madeiro.'",
      "reflexao": "Pedro não suaviza a verdade. Ele proclama com ousadia que Jesus venceu a morte e que nem a rejeição nem a crucificação puderam impedir o plano de Deus. Isso nos lembra que a verdade precisa ser dita, com amor, mas também com clareza e firmeza."
    },
    {
      "numero": "31",
      "texto": "'Deus o exaltou, colocando-o à sua direita como Príncipe e Salvador, para dar a Israel arrependimento e perdão dos pecados.'",
      "reflexao": "Jesus não é apenas Salvador, é também Príncipe — aquele que governa, conduz e restaura. Ele nos oferece arrependimento e perdão, abrindo caminho para uma vida nova, livre do pecado e cheia de propósito no Reino."
    },
    {
      "numero": "32",
      "texto": "'Nós somos testemunhas dessas coisas, bem como o Espírito Santo, que Deus concedeu aos que lhe obedecem.'",
      "reflexao": "Quem anda com Deus não apenas ouve falar, mas se torna testemunha viva do que Ele faz. E mais: o Espírito Santo é também testemunha, operando sinais, mudanças e confirmação da verdade na vida daqueles que vivem em obediência ao Senhor."
    },
    {
      "numero": "33",
      "texto": "Ouvindo isso, eles ficaram furiosos e queriam matá-los.",
      "reflexao": "A verdade nem sempre será bem recebida, principalmente por quem vive preso à mentira e ao orgulho. Mas isso nunca deve ser motivo para retroceder. Falar a verdade em amor é nossa missão, independentemente da reação dos outros."
    },
    {
      "numero": "34",
      "texto": "Mas um fariseu chamado Gamaliel, mestre da lei, muito respeitado por todo o povo, levantou-se no Sinédrio, mandou que os homens fossem retirados por um momento,",
      "reflexao": "Deus sempre levanta alguém para intervir no momento certo. Gamaliel foi usado para trazer sensatez e impedir uma injustiça. Isso nos lembra que Deus usa até pessoas improváveis ou de fora da nossa fé para proteger, abrir portas e realizar Seus planos."
    },
    {
      "numero": "35",
      "texto": "e disse: 'Israelitas, considerem cuidadosamente o que pretendem fazer a estes homens.'",
      "reflexao": "Antes de qualquer decisão, é sábio refletir com cautela. Muitas vezes, quem se apressa em se levantar contra a obra de Deus se coloca, sem perceber, contra o próprio Deus. Gamaliel, mesmo sem compreender tudo, entendeu essa verdade espiritual."
    },
    {
      "numero": "36",
      "texto": "'Há algum tempo, Teudas apareceu, reivindicando ser alguém, e cerca de quatrocentos homens se juntaram a ele. Ele foi morto, todos os seus seguidores foram dispersos, e tudo acabou.'",
      "reflexao": "Muitos movimentos humanos parecem fortes por um tempo, mas se desintegram quando não têm a mão de Deus. Este versículo nos mostra que o que é levantado pelos homens sem Deus não permanece. Só o que Deus constrói é eterno e frutífero."
    },
    {
      "numero": "37",
      "texto": "'Depois dele, nos dias do recenseamento, Judas, o galileu, apareceu e arrastou consigo alguns seguidores. Ele também foi morto, e todos os seus seguidores foram dispersos.'",
      "reflexao": "Movimentos baseados no orgulho, na rebeldia ou no interesse pessoal sempre terão fim. Isso nos ensina que a firmeza e a continuidade só existem quando algo é fundamentado na vontade e no propósito de Deus."
    },
    {
      "numero": "38",
      "texto": "'Portanto, neste caso, eu lhes aconselho: deixem esses homens em paz! Soltem-nos! Se a intenção ou a atividade deles for de origem humana, fracassará.'",
      "reflexao": "Gamaliel traz um princípio poderoso: o que é dos homens perece, mas o que é de Deus permanece. Essa verdade traz paz ao nosso coração. Podemos enfrentar resistência, mas se estamos no centro da vontade de Deus, ninguém poderá impedir."
    },
    {
      "numero": "39",
      "texto": "'Se, porém, provém de Deus, vocês não serão capazes de impedi-los e se encontrarão lutando contra Deus.' Eles foram persuadidos por ele.",
      "reflexao": "Ninguém pode deter aquilo que Deus começou. Este versículo é uma declaração de encorajamento: se Deus está conosco, quem será contra nós? O que é do céu não pode ser parado pela força da terra."
    },
    {
      "numero": "40",
      "texto": "Chamaram os apóstolos, mandaram açoitá-los e ordenaram-lhes que não falassem no nome de Jesus; depois os soltaram.",
      "reflexao": "Mesmo após serem açoitados, a ordem foi clara: calem-se. Isso revela que o mundo tentará ferir, intimidar e silenciar a voz daqueles que carregam a verdade. Mas Deus transforma dor em testemunho e perseguição em plataforma de expansão do Reino."
    },
    {
      "numero": "41",
      "texto": "Os apóstolos saíram do Sinédrio alegres, por terem sido considerados dignos de sofrer afrontas por causa do Nome.",
      "reflexao": "A verdadeira alegria não está na ausência de dor, mas em saber que estamos cumprindo nosso propósito. Sofrer por Jesus não é motivo de vergonha, mas de honra. Isso revela um coração totalmente rendido, disposto e apaixonado por Cristo."
    },
    {
      "numero": "42",
      "texto": "Todos os dias, no templo e de casa em casa, não deixavam de ensinar e proclamar que Jesus é o Cristo.",
      "reflexao": "Nada pode calar quem foi verdadeiramente transformado. A missão continua, independente das ameaças, das dores ou das circunstâncias. Que este versículo nos inspire a viver uma fé ativa, ousada e constante, levando Jesus a todos, todos os dias."
    }
  ]
}
