{
  "livro": "Atos",
  "capitulo": "4",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Enquanto Pedro e João ainda estavam falando ao povo, chegaram os sacerdotes, o capitão da guarda do templo e os saduceus.",
      "reflexao": "Quando fazemos a obra de Deus, a oposição se levanta. Isso nos lembra que, mesmo quando estamos fazendo o bem, nem todos vão aceitar. Mas isso não deve nos parar, pois maior é o que está conosco do que aquele que está no mundo."
    },
    {
      "numero": "2",
      "texto": "Eles estavam muito perturbados porque os apóstolos estavam ensinando o povo e proclamando em Jesus a ressurreição dos mortos.",
      "reflexao": "A verdade incomoda quem vive na mentira. Falar sobre vida, esperança e ressurreição em Jesus gera desconforto para aqueles que preferem permanecer na escuridão. Mas somos chamados a anunciar a verdade, independentemente das reações."
    },
    {
      "numero": "3",
      "texto": "Agarraram Pedro e João e, como já estava anoitecendo, os colocaram na prisão até o dia seguinte.",
      "reflexao": "Nem sempre a fidelidade a Deus nos livrará de problemas, mas nos dará força para enfrentá-los. O fato de sermos justos não nos isenta de dificuldades, mas nos garante a presença de Deus em cada batalha."
    },
    {
      "numero": "4",
      "texto": "Mas muitos dos que ouviram a mensagem creram, e chegou o número dos homens que creram a quase cinco mil.",
      "reflexao": "Mesmo em meio à perseguição, a Palavra de Deus não é presa. Quando somos fiéis e ousados em anunciar, vidas são tocadas, transformadas e salvas. A obra de Deus nunca para, e a colheita sempre vem."
    },
    {
      "numero": "5",
      "texto": "No dia seguinte, as autoridades, os líderes religiosos e os mestres da lei reuniram-se em Jerusalém.",
      "reflexao": "O sistema religioso e político se une para tentar calar a verdade. Mas Deus, que governa acima de tudo, transforma situações de acusação em oportunidades para testemunho e avanço do Reino."
    },
    {
      "numero": "6",
      "texto": "Estavam ali o sumo sacerdote Anás, bem como Caifás, João, Alexandre e todos os que eram da família do sumo sacerdote.",
      "reflexao": "Mesmo que o mundo inteiro se levante contra os que servem a Deus, nenhuma autoridade terrena é maior que o Senhor. Isso nos lembra que nossa confiança deve estar em quem reina soberano sobre tudo e todos."
    },
    {
      "numero": "7",
      "texto": "Mandaram trazer Pedro e João diante deles e começaram a interrogá-los: 'Com que poder ou em nome de quem vocês fizeram isso?'",
      "reflexao": "O mundo sempre questionará a fonte da nossa autoridade. E nossa resposta precisa ser clara: tudo o que fazemos é no nome de Jesus, aquele que tem todo o poder no céu e na terra. Não há outro nome que sustente, fortaleça e transforme como o nome de Cristo."
    },
    {
      "numero": "8",
      "texto": "Então Pedro, cheio do Espírito Santo, disse-lhes: 'Autoridades do povo e líderes religiosos,",
      "reflexao": "Quando estamos cheios do Espírito Santo, não há espaço para medo. Deus nos capacita a falar com ousadia, sabedoria e verdade, mesmo diante dos mais poderosos. A coragem não vem de nós, mas do Espírito que habita em nós."
    },
    {
      "numero": "9",
      "texto": "'se estamos sendo chamados para prestar contas hoje por um ato de bondade em favor de um aleijado, e de como ele foi curado,",
      "reflexao": "Até o bem incomoda quem vive na resistência à verdade. Este versículo nos lembra que muitas vezes seremos questionados não por fazer o mal, mas por fazer o bem. Isso não deve nos desencorajar, mas nos fortalecer na convicção de que estamos no caminho certo."
    },
    {
      "numero": "10",
      "texto": "'saibam os senhores e todo o povo de Israel que, em nome de Jesus Cristo, o Nazareno, a quem vocês crucificaram, mas a quem Deus ressuscitou dos mortos, este homem está curado diante de vocês.'",
      "reflexao": "O nome de Jesus é a chave de toda cura, libertação e transformação. Este versículo nos lembra de nunca perder a centralidade de Cristo em nossa vida e ministério. Tudo é por Ele, através dEle e para Ele."
    },
    {
      "numero": "11",
      "texto": "'Jesus é a pedra que vocês, construtores, rejeitaram, e que se tornou a pedra angular.'",
      "reflexao": "Aquilo que o mundo rejeita, Deus exalta. Jesus, a pedra rejeitada, é hoje o fundamento da nossa fé. Isso nos inspira a lembrar que não é sobre a aprovação dos homens, mas sobre estar firmados no que Deus preparou para nós."
    },
    {
      "numero": "12",
      "texto": "'Não há salvação em nenhum outro, pois debaixo do céu não há nenhum outro nome dado aos homens pelo qual devamos ser salvos.'",
      "reflexao": "Aqui está a maior verdade da vida: somente em Jesus há salvação. Nenhum outro caminho, filosofia ou crença pode oferecer o que só Cristo oferece — vida, perdão e reconciliação com Deus. Isso é esperança para quem crê e alerta para quem ainda não se decidiu."
    },
    {
      "numero": "13",
      "texto": "Vendo a coragem de Pedro e de João, e percebendo que eram homens comuns, sem instrução, ficaram admirados e reconheceram que eles haviam estado com Jesus.",
      "reflexao": "Não é sobre nossa formação, status ou capacidade, mas sobre estar com Jesus. Quem anda com Cristo carrega Sua presença, Sua autoridade e Sua coragem. Que as pessoas olhem para nós e reconheçam, acima de tudo, que estivemos com Jesus."
    },
    {
      "numero": "14",
      "texto": "E, como podiam ver ali com eles o homem que fora curado, nada podiam dizer contra eles.",
      "reflexao": "Uma vida transformada é um argumento irrefutável. Não importa quem tente contestar, quando há fruto, quando há milagre, quando há transformação, os fatos falam mais alto que qualquer acusação ou resistência."
    },
    {
      "numero": "15",
      "texto": "Assim, ordenaram que se retirassem do Sinédrio e começaram a discutir entre si,",
      "reflexao": "Quando Deus age, até aqueles que se opõem ficam confusos e sem saber como impedir. Isso nos lembra que quando estamos no centro da vontade de Deus, Ele luta nossas batalhas e confunde os que se levantam contra nós."
    },
    {
      "numero": "16",
      "texto": "'Que faremos com esses homens?', perguntaram. 'Todos os que moram em Jerusalém sabem que eles realizaram um milagre notório, e não podemos negá-lo.'",
      "reflexao": "O agir de Deus é tão poderoso que nem os opositores conseguem negar. Que nossa vida seja assim: marcada por testemunhos tão visíveis do amor, do poder e da transformação de Deus, que ninguém possa duvidar que foi Ele quem fez."
    },
    {
      "numero": "17",
      "texto": "'Todavia, para impedir que isso se espalhe ainda mais entre o povo, precisamos adverti-los a não falarem com mais ninguém sobre esse nome.'",
      "reflexao": "O inimigo tenta calar o nome de Jesus, mas quem experimentou Sua graça e Seu poder não pode se calar. Este versículo nos lembra que há uma guerra espiritual contra a propagação da verdade, mas nosso chamado é maior do que qualquer intimidação."
    },
    {
      "numero": "18",
      "texto": "Então, chamando-os novamente, ordenaram-lhes que não falassem nem ensinassem em nome de Jesus.",
      "reflexao": "O mundo pode até tentar nos silenciar, mas quem tem a verdade no coração não se cala. Não há força capaz de impedir uma boca que foi cheia do Espírito e de amor por Jesus."
    },
    {
      "numero": "19",
      "texto": "Mas Pedro e João responderam: 'Julguem os senhores mesmos se é justo aos olhos de Deus obedecer aos senhores e não a Deus.",
      "reflexao": "Este versículo nos confronta: quem temos escolhido agradar? As pessoas ou Deus? A fidelidade a Deus exige coragem para, muitas vezes, ir na contramão das pressões, das ameaças e até das expectativas humanas."
    },
    {
      "numero": "20",
      "texto": "'Pois não podemos deixar de falar do que vimos e ouvimos.'",
      "reflexao": "Quando somos transformados por Jesus, nosso coração se enche de uma convicção tão forte que não conseguimos nos calar. Falar de Cristo não é uma obrigação, é um transbordar de gratidão, amor e vida. É impossível esconder aquilo que Deus fez em nós."
    },
    {
      "numero": "21",
      "texto": "Depois de mais ameaças, eles os deixaram ir. Não podiam decidir como puni-los, porque todo o povo estava louvando a Deus pelo que acontecera;",
      "reflexao": "Quando Deus opera, até os que tentam nos calar ficam sem saída. O testemunho de uma vida transformada gera louvor coletivo e confunde os planos dos que se levantam contra a obra de Deus. O poder do louvor e da gratidão muda atmosferas e traz libertação."
    },
    {
      "numero": "22",
      "texto": "pois o homem que fora curado milagrosamente tinha mais de quarenta anos de idade.",
      "reflexao": "O milagre de Deus não tem prazo de validade. Não importa há quanto tempo uma situação está travada, limitada ou paralisada. Quando Deus intervém, até aquilo que parecia impossível por anos é transformado, curado e renovado."
    },
    {
      "numero": "23",
      "texto": "Tendo sido soltos, Pedro e João voltaram para os seus e contaram tudo o que os chefes dos sacerdotes e os líderes religiosos lhes tinham dito.",
      "reflexao": "Diante da perseguição, eles não se esconderam, mas buscaram apoio na comunhão. Isso nos ensina que não fomos criados para caminhar sozinhos. Compartilhar lutas e vitórias fortalece nossa fé e une ainda mais o corpo de Cristo."
    },
    {
      "numero": "24",
      "texto": "Ouvindo isso, levantaram juntos a voz a Deus, dizendo: 'Ó Soberano, tu fizeste o céu, a terra, o mar e tudo o que neles há.'",
      "reflexao": "Em vez de se deixarem dominar pelo medo, eles se voltaram para Deus, reconhecendo Sua soberania. Quando lembramos quem é Deus — Criador de tudo —, todo medo perde força. O louvor e a oração se tornam nossas maiores armas nas batalhas."
    },
    {
      "numero": "25",
      "texto": "'Tu falaste pelo Espírito Santo por boca do teu servo, nosso pai Davi: Por que se enfurecem as nações, e os povos conspiram em vão?'",
      "reflexao": "Este versículo nos lembra que as tentativas do inimigo e das forças do mundo são vãs diante dos planos de Deus. Nenhuma conspiração pode frustrar aquilo que Deus estabeleceu. Nossa segurança está em saber que Deus já escreveu o final da história — e Ele reina soberano."
    },
    {
      "numero": "26",
      "texto": "'Os reis da terra se levantam, e os governantes se unem contra o Senhor e contra o seu Ungido.'",
      "reflexao": "Ainda hoje vemos sistemas, governos e forças se levantando contra os princípios de Deus. Mas isso não é novidade — já foi profetizado. A nossa confiança, porém, não está nos governos humanos, mas em Jesus, o Rei dos reis."
    },
    {
      "numero": "27",
      "texto": "De fato, Herodes e Pôncio Pilatos reuniram-se com os gentios e com o povo de Israel nesta cidade para conspirar contra o teu santo servo Jesus, a quem ungiste.",
      "reflexao": "Até as maiores conspirações contra Jesus fizeram parte do plano redentor de Deus. Isso nos ensina que nada escapa do controle do Pai. O que parece derrota aos olhos humanos, Deus transforma em vitória para o Seu Reino e para os Seus filhos."
    },
    {
      "numero": "28",
      "texto": "Fizeram o que o teu poder e a tua vontade haviam decidido de antemão que acontecesse.",
      "reflexao": "Deus não perde o controle de nada. Toda a história está nas Suas mãos. Mesmo quando não entendemos os processos, podemos confiar que tudo coopera para um plano maior e perfeito — o plano de amor, redenção e restauração."
    },
    {
      "numero": "29",
      "texto": "'Agora, Senhor, considera as ameaças deles e capacita os teus servos para anunciarem a tua palavra com toda ousadia.'",
      "reflexao": "Diante das ameaças, eles não pediram livramento, mas ousadia. Isso nos ensina que o maior milagre não é apenas ser poupado das lutas, mas ser fortalecido nelas, com coragem para continuar cumprindo o chamado, sem medo e com fé renovada."
    },
    {
      "numero": "30",
      "texto": "'Estende a tua mão para curar e realizar sinais e maravilhas por meio do nome do teu santo servo Jesus.'",
      "reflexao": "Oração poderosa: que Deus estenda Sua mão sobre nós, sobre nossos lares e cidades, para que curas, milagres e restauração aconteçam. Não para nossa glória, mas para que todos reconheçam que Jesus vive, reina e transforma vidas."
    },
    {
      "numero": "31",
      "texto": "Depois de orarem, tremeu o lugar em que estavam reunidos; todos ficaram cheios do Espírito Santo e anunciavam a palavra de Deus com ousadia.",
      "reflexao": "Quando oramos com fé, algo acontece — dentro de nós e ao nosso redor. O lugar tremeu, mas, mais que isso, seus corações foram sacudidos, cheios do Espírito e da coragem que vem do alto. Deus quer fazer isso hoje, conosco, se buscarmos Sua presença com sinceridade."
    },
    {
      "numero": "32",
      "texto": "Da multidão dos que creram, uma era a mente e um o coração. Ninguém considerava unicamente sua coisa alguma que possuísse, mas compartilhavam tudo o que tinham.",
      "reflexao": "A verdadeira fé gera unidade, generosidade e amor prático. Quando entendemos que tudo o que temos vem de Deus, nosso coração se abre para compartilhar, ajudar e fazer do amor ao próximo um testemunho vivo do Reino."
    },
    {
      "numero": "33",
      "texto": "Com grande poder os apóstolos continuavam a testemunhar da ressurreição do Senhor Jesus, e grandiosa graça estava sobre todos eles.",
      "reflexao": "Onde há unidade, amor e ousadia, há também grande poder e graça abundante. Este é o ambiente que Deus deseja que cultivemos: um lugar onde Seu poder flui, onde vidas são tocadas, e onde a ressurreição de Jesus é proclamada com autoridade."
    },
    {
      "numero": "34",
      "texto": "Não havia pessoas necessitadas entre eles, pois os que possuíam terras ou casas as vendiam, traziam o dinheiro da venda",
      "reflexao": "O amor genuíno se manifesta em ações. Onde o Reino de Deus é vivido de verdade, as necessidades são supridas, a fome é saciada, e ninguém é deixado para trás. Somos chamados a viver esse amor prático, que reflete o caráter de Cristo."
    },
    {
      "numero": "35",
      "texto": "e o colocavam aos pés dos apóstolos, que o distribuíam segundo a necessidade de cada um.",
      "reflexao": "Quando entendemos que somos apenas administradores daquilo que Deus nos confia, o egoísmo dá lugar à generosidade. Viver no Reino é reconhecer que o que temos deve servir para abençoar, sustentar e transformar vidas ao nosso redor."
    },
    {
      "numero": "36",
      "texto": "José, um levita de Chipre, a quem os apóstolos deram o nome de Barnabé (que significa encorajador),",
      "reflexao": "O testemunho de Barnabé nos lembra do poder que há em ser alguém que encoraja, apoia e sustenta. Deus procura hoje homens e mulheres com esse coração — dispostos a ser ponte, suporte e canal de bênçãos na vida de outros."
    },
    {
      "numero": "37",
      "texto": "vendeu um campo que possuía, trouxe o dinheiro e o colocou aos pés dos apóstolos.",
      "reflexao": "Barnabé entendeu que seus recursos tinham um propósito maior. Sua atitude inspira uma reflexão: o quanto do que Deus nos confiou temos usado para abençoar vidas e construir o Reino? O chamado continua: generosidade, amor e entrega para a glória de Deus."
    }
  ]
}
