{
  "livro": "Atos",
  "capitulo": "28",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Uma vez em terra, descobrimos que a ilha se chamava Malta.",
      "reflexao": "O lugar do livramento nem sempre é aquele que planejamos, mas sempre será o lugar que Deus preparou. O Reino nos ensina que até destinos inesperados fazem parte do plano perfeito do Pai."
    },
    {
      "numero": "2",
      "texto": "Os habitantes da ilha nos trataram com muita bondade. Acenderam uma fogueira e nos acolheram a todos, pois estava chovendo e fazia frio.",
      "reflexao": "O cuidado de Deus se manifesta até nas mãos de desconhecidos. Ele levanta instrumentos onde menos esperamos para prover acolhimento, sustento e consolo no meio da jornada."
    },
    {
      "numero": "3",
      "texto": "Paulo, tendo ajuntado um feixe de gravetos e colocando-o no fogo, uma víbora, fugindo do calor, prendeu-se à sua mão.",
      "reflexao": "Mesmo depois do livramento, novos desafios surgem. Mas quem está no centro da vontade de Deus não teme os ataques — sabe que nenhuma arma forjada prosperará contra ele."
    },
    {
      "numero": "4",
      "texto": "Quando os habitantes da ilha viram a cobra pendurada na mão de Paulo, disseram uns aos outros: 'Certamente este homem é um assassino, pois, tendo escapado do mar, a Justiça não lhe permite viver.'",
      "reflexao": "O julgamento precipitado das pessoas reflete a visão limitada do natural. O Reino, porém, nos ensina que Deus escreve histórias além daquilo que os olhos humanos podem compreender."
    },
    {
      "numero": "5",
      "texto": "Mas Paulo sacudiu a cobra no fogo e não sofreu mal nenhum.",
      "reflexao": "Quem está debaixo da promessa não é tocado pela seta, nem pela serpente, nem pelos ataques. O poder de Deus neutraliza qualquer veneno que tente nos paralisar no caminho do propósito."
    },
    {
      "numero": "6",
      "texto": "Eles esperavam que ele inchasse ou caísse morto de repente. Mas, depois de muito esperar e não verem nenhum mal lhe suceder, mudaram de ideia e passaram a dizer que ele era um deus.",
      "reflexao": "O Reino revela que o testemunho fala mais alto que qualquer palavra. Aqueles que esperavam sua queda são os mesmos que verão o poder de Deus se manifestar na sua vida, gerando transformação até nas percepções equivocadas."
    },
    {
      "numero": "7",
      "texto": "Perto daquele lugar havia propriedades que pertenciam a Públio, o principal oficial da ilha. Ele nos recebeu e hospedou amigavelmente por três dias.",
      "reflexao": "Quando Deus deseja, Ele abre portas de favor, honra e provisão, mesmo em terras desconhecidas. Quem anda no Reino encontra graça por onde passa, porque carrega a presença do próprio Deus."
    },
    {
      "numero": "8",
      "texto": "O pai de Públio estava de cama, doente, com febre e disenteria. Paulo entrou para vê-lo e, depois de orar, impôs as mãos sobre ele e o curou.",
      "reflexao": "O Reino não chega apenas com palavras, mas com demonstração de poder, cura e transformação. Mesmo no meio da tempestade, Deus continua nos usando para sermos canal de milagres e restauração."
    },
    {
      "numero": "9",
      "texto": "Quando isso aconteceu, os outros doentes da ilha vieram e foram curados.",
      "reflexao": "Onde há disponibilidade, Deus manifesta Seu poder. O milagre que começa em uma casa se expande e alcança muitos, porque o Reino é movimento de amor, cura e salvação."
    },
    {
      "numero": "10",
      "texto": "Eles nos honraram de muitas maneiras e, quando estávamos prontos para partir, providenciaram tudo o que precisávamos.",
      "reflexao": "Deus cuida de cada detalhe. Ele usa pessoas e circunstâncias para prover, honrar e sustentar aqueles que caminham segundo Sua vontade, mostrando que nunca desampara Seus filhos."
    },
    {
      "numero": "11",
      "texto": "Três meses depois, embarcamos num navio de Alexandria, que tinha invernado na ilha. O navio tinha como emblema os deuses Castor e Pólux.",
      "reflexao": "Mesmo em meios carregados de símbolos do mundo, o Reino avança. O ambiente não limita o agir de Deus. Quem carrega a presença do Reino transforma qualquer cenário por onde passa."
    },
    {
      "numero": "12",
      "texto": "Fomos até Siracusa, onde ficamos três dias.",
      "reflexao": "Cada parada, cada lugar, cada tempo faz parte da rota de Deus. Nenhum detalhe da nossa jornada é sem propósito quando estamos vivendo alinhados ao plano divino."
    },
    {
      "numero": "13",
      "texto": "Dali navegamos e chegamos a Régio. No dia seguinte, soprou um vento sul e, em dois dias, chegamos a Putéoli.",
      "reflexao": "O vento que antes era contrário agora sopra a favor. Deus muda as estações, as circunstâncias e faz acelerar o caminho quando é tempo de cumprir aquilo que Ele determinou."
    },
    {
      "numero": "14",
      "texto": "Ali encontramos alguns irmãos que nos convidaram a ficar com eles por sete dias. E assim fomos para Roma.",
      "reflexao": "O Reino é feito de comunhão. Deus sempre providencia irmãos, amigos e alianças espirituais ao longo da caminhada, trazendo ânimo, cuidado e fortalecimento para continuar."
    },
    {
      "numero": "15",
      "texto": "Os irmãos de lá, ao ouvirem falar de nossa chegada, vieram ao nosso encontro desde a Praça de Ápio e as Três Vendas. Ao vê-los, Paulo agradeceu a Deus e se encheu de ânimo.",
      "reflexao": "O reencontro com irmãos na fé é refrigério para a alma. A caminhada no Reino não é solitária — Deus sempre levanta pessoas para nos fortalecer no meio da jornada e nos lembrar que não estamos sozinhos."
    },
    {
      "numero": "16",
      "texto": "Quando chegamos a Roma, Paulo recebeu permissão para morar por conta própria, sob a custódia de um soldado que o guardava.",
      "reflexao": "Mesmo sob vigilância, Deus dá liberdade e provisão. Nenhuma circunstância limita quem carrega o Reino — onde Deus te planta, ali você frutifica, independente das condições."
    },
    {
      "numero": "17",
      "texto": "Três dias depois, Paulo convocou os líderes dos judeus. Quando eles se reuniram, ele lhes disse: 'Irmãos, embora eu não tenha feito nada contra nosso povo nem contra os costumes dos nossos antepassados, fui preso em Jerusalém e entregue nas mãos dos romanos.'",
      "reflexao": "Quem anda no Reino entende que, mesmo em meio às injustiças, sua missão permanece. O testemunho não é interrompido pelas circunstâncias, porque Deus transforma cada situação em oportunidade de proclamar a verdade."
    },
    {
      "numero": "18",
      "texto": "'Eles me interrogaram e quiseram me soltar, pois não havia motivo para pena de morte contra mim.'",
      "reflexao": "A justiça do Reino é superior à dos homens. Mesmo quando as acusações tentam nos calar, Deus faz com que a verdade se manifeste e que nenhuma sentença das trevas prevaleça sobre aqueles que estão no centro da Sua vontade."
    },
    {
      "numero": "19",
      "texto": "'Mas, como os judeus se opuseram, fui obrigado a apelar para César, embora não tivesse nenhuma acusação contra minha nação.'",
      "reflexao": "Quando somos fiéis à missão, entendemos que, muitas vezes, o caminho do Reino inclui enfrentar resistências e apelar a instâncias maiores, não por vingança, mas para que o propósito de Deus avance."
    },
    {
      "numero": "20",
      "texto": "'Foi por essa razão que pedi para vê-los e falar com vocês. Estou preso com estas correntes por causa da esperança de Israel.'",
      "reflexao": "O Reino nos ensina que, mesmo acorrentados fisicamente, a esperança nunca está presa. A mensagem de Cristo é maior que qualquer limitação e transforma prisões em púlpitos de salvação."
    },
    {
      "numero": "21",
      "texto": "Eles responderam: 'Não recebemos nenhuma carta da Judeia a seu respeito, nem algum dos irmãos veio relatar ou dizer algo de mal contra você.'",
      "reflexao": "Deus confunde até as expectativas dos que tentam nos acusar. Muitas vezes, as mentiras não chegam onde o inimigo imaginava, porque a mão de Deus bloqueia até aquilo que foi planejado contra nós."
    },
    {
      "numero": "22",
      "texto": "'Mas queremos ouvir de você o que você pensa, pois sabemos que por toda parte se fala contra esta seita.'",
      "reflexao": "O Reino sempre será alvo de questionamentos e resistência, mas também é uma oportunidade para que, onde houver dúvida, a verdade seja anunciada com amor, firmeza e poder."
    },
    {
      "numero": "23",
      "texto": "Marcaram um dia para se encontrarem com ele, e foram em grande número ao lugar onde estava. Desde manhã até a noite, Paulo lhes explicou e testemunhou sobre o Reino de Deus e procurou convencê-los a respeito de Jesus, a partir da Lei de Moisés e dos Profetas.",
      "reflexao": "Quem carrega o Reino não mede esforços nem tempo para anunciar a verdade. O amor por vidas move quem entende que o Evangelho é urgência, entrega e dedicação total."
    },
    {
      "numero": "24",
      "texto": "Alguns foram convencidos pelo que ele dizia, mas outros não creram.",
      "reflexao": "O Evangelho confronta escolhas. Nem todos aceitarão, mas a nossa missão não é convencer a todos — é anunciar fielmente. O Espírito é quem toca, convence e transforma os corações."
    },
    {
      "numero": "25",
      "texto": "Discordando entre si, começaram a ir embora, após Paulo dizer esta última palavra: 'Bem falou o Espírito Santo aos seus antepassados por meio do profeta Isaías,'",
      "reflexao": "O Reino não se baseia em agradar. A verdade precisa ser dita, mesmo quando não é bem recebida. Quem tem compromisso com o céu não se cala diante da resistência dos homens."
    },
    {
      "numero": "26",
      "texto": "'Vá a este povo e diga: Vocês ouvirão, mas não entenderão; olharão, mas não perceberão.'",
      "reflexao": "A dureza de coração impede muitos de verem a verdade. O Reino se manifesta, mas quem fecha os olhos espirituais escolhe permanecer na cegueira, não por falta de luz, mas por recusa em enxergar."
    },
    {
      "numero": "27",
      "texto": "'Pois o coração deste povo se tornou insensível; de má vontade ouviram com seus ouvidos, e fecharam os olhos. Se assim não fosse, poderiam ver com os olhos, ouvir com os ouvidos, entender com o coração e se converter, e eu os curaria.'",
      "reflexao": "Deus deseja curar, transformar e restaurar, mas a resistência humana muitas vezes impede esse mover. O Reino está disponível, mas é preciso abrir o coração, os olhos e os ouvidos espirituais."
    },
    {
      "numero": "28",
      "texto": "'Portanto, quero que saibam que esta salvação de Deus é enviada aos gentios, e eles ouvirão!'.",
      "reflexao": "Quando uns rejeitam, Deus levanta outros. A obra não para, o Reino não recua e a salvação se expande para quem tem ouvidos e coração disposto a receber a verdade."
    },
    {
      "numero": "29",
      "texto": "Quando Paulo disse isso, os judeus se retiraram, discutindo intensamente entre si.",
      "reflexao": "A palavra de Deus nunca volta vazia. Mesmo que gere desconforto e debates, ela provoca movimento nos corações, inquietação nas consciências e abre portas para reflexões que podem gerar transformação."
    },
    {
      "numero": "30",
      "texto": "Por dois anos inteiros, Paulo permaneceu na casa que havia alugado, e recebia todos os que o visitavam.",
      "reflexao": "As limitações dos homens não impedem o avanço do Reino. Mesmo em prisão domiciliar, Paulo transforma seu lar em um centro de evangelismo, mostrando que o Reino é onde estamos, se estivermos cheios da presença de Deus."
    },
    {
      "numero": "31",
      "texto": "Pregava o Reino de Deus e ensinava a respeito do Senhor Jesus Cristo, com toda a coragem e sem impedimento algum.",
      "reflexao": "Nada pode impedir quem foi levantado por Deus. O Reino avança com ousadia, coragem e liberdade no Espírito, independentemente das circunstâncias. Quando Deus abre uma porta, ninguém pode fechar."
    }
  ]
}
