{
  "livro": "Atos",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então o sumo sacerdote perguntou a Estêvão: 'É verdade isso?'",
      "reflexao": "Quando somos confrontados, é uma oportunidade para testemunhar. Este versículo nos lembra que, mesmo diante de acusações, podemos escolher falar a verdade com coragem, amor e sabedoria, confiando que Deus é quem nos justifica."
    },
    {
      "numero": "2",
      "texto": "Estêvão respondeu: 'Irmãos e pais, ouçam-me! O Deus da glória apareceu a nosso pai Abraão, estando ele na Mesopotâmia, antes de morar em Harã,'",
      "reflexao": "Estêvão começa sua defesa lembrando que tudo começou com Deus chamando Abraão. Isso nos ensina que nossa história de fé também começa com um chamado — uma voz de Deus nos convidando a sair da zona de conforto e viver algo maior com Ele."
    },
    {
      "numero": "3",
      "texto": "'e lhe disse: Saia da sua terra e do meio dos seus parentes e vá para a terra que eu lhe mostrarei.'",
      "reflexao": "A obediência a Deus exige desprendimento. Sair da zona de conforto, deixar o conhecido para viver o desconhecido guiado por Deus. Esse é o convite da fé: confiar mais na voz de Deus do que nas seguranças humanas."
    },
    {
      "numero": "4",
      "texto": "'Então ele saiu da terra dos caldeus e se estabeleceu em Harã. Depois que seu pai morreu, Deus o trouxe para esta terra onde vocês agora vivem.'",
      "reflexao": "Deus cumpre Suas promessas no tempo certo. Mesmo quando parece que tudo está parado, Deus continua conduzindo nossa história, nos tirando de onde estávamos para nos levar ao lugar que Ele preparou. O processo pode ser longo, mas é certo."
    },
    {
      "numero": "5",
      "texto": "'Deus não lhe deu nenhuma herança nela, nem sequer o espaço de um pé. Mas lhe prometeu que ele e seus descendentes possuiriam a terra, embora naquele tempo Abraão ainda não tivesse filhos.'",
      "reflexao": "Muitas vezes Deus faz promessas que, aos olhos humanos, parecem impossíveis. Isso nos ensina a confiar, mesmo sem ver. Deus não depende das circunstâncias; Ele é fiel para cumprir, mesmo quando tudo ao redor diz o contrário."
    },
    {
      "numero": "6",
      "texto": "'Deus lhe falou assim: Seus descendentes serão estrangeiros em terra alheia, e serão escravizados e maltratados por quatrocentos anos.'",
      "reflexao": "Deus não esconde os processos difíceis, mas também não permite que eles sejam o fim da história. As dificuldades fazem parte do caminho, mas sempre estão debaixo do controle e dos propósitos soberanos do Pai."
    },
    {
      "numero": "7",
      "texto": "'Mas eu castigarei a nação a quem eles servirão como escravos, disse Deus, e depois disso sairão daquela terra e me adorarão neste lugar.'",
      "reflexao": "Deus não abandona os Seus. Mesmo nos períodos de dor e opressão, Ele já tem um plano de libertação preparado. Isso renova nossa esperança: nenhuma luta é eterna, e a fidelidade de Deus sempre prevalece."
    },
    {
      "numero": "8",
      "texto": "'Então lhe deu a aliança da circuncisão. E assim Abraão gerou Isaque e o circuncidou oito dias depois do nascimento. Isaque gerou Jacó, e Jacó gerou os doze patriarcas.'",
      "reflexao": "As alianças que Deus faz se estendem através das gerações. Quando somos fiéis, não só nossa vida é abençoada, mas também nossos filhos e aqueles que virão depois de nós. A fidelidade de Deus atravessa gerações."
    },
    {
      "numero": "9",
      "texto": "'Os patriarcas, movidos pela inveja, venderam José como escravo ao Egito. Mas Deus estava com ele,'",
      "reflexao": "Mesmo quando somos traídos, rejeitados ou feridos, Deus permanece conosco. O plano de Deus não se anula por causa da maldade dos outros. Ele transforma dor em propósito e sofrimento em plataforma para algo muito maior."
    },
    {
      "numero": "10",
      "texto": "'e o livrou de todas as suas tribulações, dando-lhe sabedoria e granjeando o favor de Faraó, rei do Egito. Assim, este o colocou como governador do Egito e de toda a sua casa.'",
      "reflexao": "Deus exalta aqueles que permanecem fiéis. O mesmo Deus que permite o processo também é aquele que entrega a vitória. Quando confiamos nEle, a honra vem, o livramento chega e o propósito se cumpre, muitas vezes de forma surpreendente."
    },
    {
      "numero": "11",
      "texto": "'Houve fome em todo o Egito e em Canaã, trazendo grande sofrimento, e nossos antepassados não encontravam alimento.'",
      "reflexao": "As crises podem nos surpreender, mas nunca surpreendem a Deus. O mesmo Deus que permite certos apertos já preparou provisão e livramento para aqueles que confiam nEle e seguem Seus caminhos."
    },
    {
      "numero": "12",
      "texto": "'Ouvindo que havia trigo no Egito, Jacó enviou nossos antepassados para lá pela primeira vez.'",
      "reflexao": "Deus usa até as circunstâncias difíceis como instrumento para reposicionar pessoas, restaurar relacionamentos e conduzir Seus filhos para o centro do Seu propósito. Até a fome foi usada para cumprir a vontade de Deus."
    },
    {
      "numero": "13",
      "texto": "'Na segunda viagem, José fez-se reconhecer por seus irmãos, e Faraó soube da família de José.'",
      "reflexao": "Deus é especialista em restaurações. O mesmo José que foi rejeitado agora se revela como aquele que Deus levantou para salvar sua própria família. Assim também Deus faz hoje: transforma dor em reconciliação e restituição."
    },
    {
      "numero": "14",
      "texto": "'Depois disso, José mandou buscar seu pai Jacó e toda a sua família, que eram setenta e cinco pessoas ao todo.'",
      "reflexao": "O plano de Deus nunca é apenas individual, mas coletivo. Quando Deus abençoa alguém, essa bênção transborda para sua casa, sua família e até para gerações futuras. O agir de Deus sempre impacta mais pessoas do que podemos imaginar."
    },
    {
      "numero": "15",
      "texto": "'Então Jacó desceu ao Egito, onde morreu, ele e também nossos antepassados.'",
      "reflexao": "Mesmo em terra estrangeira, longe de onde parecia ser o lugar da promessa, Deus continua cuidando. Nem sempre o lugar onde estamos parece o ideal, mas a presença de Deus faz qualquer lugar ser parte do Seu plano perfeito."
    },
    {
      "numero": "16",
      "texto": "'Seus corpos foram levados de volta a Siquém e colocados no túmulo que Abraão havia comprado dos filhos de Hamor, em Siquém, por certa quantia em dinheiro.'",
      "reflexao": "Isso revela o cuidado com a memória, a história e as promessas. Deus não esquece dos pactos feitos no passado e honra cada detalhe da história dos Seus filhos. Nossa vida está nas mãos de um Deus que zela pelo nosso passado, presente e futuro."
    },
    {
      "numero": "17",
      "texto": "'Ao se aproximar o tempo em que Deus cumpriria Sua promessa a Abraão, o número do nosso povo no Egito havia aumentado consideravelmente.'",
      "reflexao": "Deus nunca esquece Suas promessas. O tempo pode passar, os cenários podem mudar, mas o que Ele falou, Ele cumprirá. E, muitas vezes, antes de cumprir, Deus faz crescer, amadurecer e preparar Seus filhos para viverem aquilo que Ele prometeu."
    },
    {
      "numero": "18",
      "texto": "'Então surgiu no Egito um novo rei, que nada sabia sobre José.'",
      "reflexao": "Nem todos conhecem nossa história ou nosso processo, mas Deus conhece. Mesmo quando surgem governantes, sistemas ou pessoas que não entendem o que Deus fez no passado, o plano do Senhor não pode ser apagado nem cancelado."
    },
    {
      "numero": "19",
      "texto": "'Ele agiu traiçoeiramente contra o nosso povo e oprimiu os nossos antepassados, obrigando-os a abandonar seus recém-nascidos, para que não sobrevivessem.'",
      "reflexao": "O inimigo tenta interromper o plano de Deus desde a infância — desde a semente. Mas Deus sempre levanta livramento, proteção e intervenção, mesmo quando as circunstâncias parecem de morte, dor e opressão."
    },
    {
      "numero": "20",
      "texto": "'Naquela época nasceu Moisés, que era agradável aos olhos de Deus. Durante três meses ele foi criado na casa de seu pai.'",
      "reflexao": "Quando Deus tem um plano, nem mesmo decretos de morte podem impedir. Moisés nasceu em meio ao caos, mas foi preservado, guardado e separado por Deus. Assim também somos nós — protegidos e escolhidos, mesmo quando tudo parece contrário."
    },
    {
      "numero": "21",
      "texto": "'Quando foi abandonado, a filha de Faraó o recolheu e o criou como seu próprio filho.'",
      "reflexao": "O cuidado de Deus é tão perfeito que, mesmo quando tudo parece perdido, Ele usa até os improváveis para cumprir Seus planos. Moisés, que deveria morrer, foi criado dentro do palácio que havia decretado sua morte. Deus muda cenários de forma sobrenatural."
    },
    {
      "numero": "22",
      "texto": "'Moisés foi educado em toda a sabedoria dos egípcios e tornou-se poderoso em palavras e obras.'",
      "reflexao": "Deus usa todas as fases da nossa vida como preparação. Até os ambientes que parecem contrários servem para nos capacitar. O que parecia adversidade, Deus transforma em escola para o cumprimento do Seu propósito."
    },
    {
      "numero": "23",
      "texto": "'Ao completar quarenta anos, Moisés decidiu visitar seus irmãos israelitas.'",
      "reflexao": "Há momentos em que Deus desperta em nós o chamado de forma clara. Moisés sentiu o peso da identidade e do propósito aos quarenta anos. Isso nos lembra que nunca é tarde para ouvir a voz de Deus e se alinhar com o propósito dEle."
    },
    {
      "numero": "24",
      "texto": "'Viu um deles sendo maltratado por um egípcio, e, para defendê-lo, matou o egípcio, vingando o oprimido.'",
      "reflexao": "Quando tentamos fazer a obra de Deus pela força do nosso braço, agimos fora do tempo e da forma errada. Moisés tinha zelo, mas ainda não estava pronto. O zelo sem direção pode gerar consequências inesperadas."
    },
    {
      "numero": "25",
      "texto": "'Ele pensava que seus irmãos compreenderiam que Deus os estava libertando por meio dele, mas eles não o compreenderam.'",
      "reflexao": "Nem sempre quem está ao nosso redor entende o que Deus colocou em nosso coração. O tempo de Deus inclui não apenas nossa preparação, mas também a preparação dos outros para receber aquilo que carregamos."
    },
    {
      "numero": "26",
      "texto": "'No dia seguinte, Moisés aproximou-se de dois israelitas que estavam brigando e tentou reconciliá-los, dizendo: Homens, vocês são irmãos. Por que estão maltratando um ao outro?'", 
      "reflexao": "O coração de Moisés já carregava o DNA de um libertador e reconciliador. Isso revela que, mesmo antes de estar plenamente pronto, o chamado já se manifesta dentro de nós, através dos desejos e inquietações que Deus planta em nosso coração."
    },
    {
      "numero": "27",
      "texto": "'Mas o homem que estava maltratando o outro empurrou Moisés e disse: Quem o nomeou líder e juiz sobre nós?'", 
      "reflexao": "Nem sempre quem Deus escolhe será imediatamente reconhecido pelos outros. Isso nos ensina que o chamado é validado primeiro no céu, e só depois, no tempo certo, será reconhecido na terra."
    },
    {
      "numero": "28",
      "texto": "'Você quer matar-me como matou ontem o egípcio?'", 
      "reflexao": "O erro do passado muitas vezes se torna um lembrete doloroso de nossas limitações. Mas Deus é especialista em transformar nossos fracassos em instrumentos para nos moldar, nos preparar e nos conduzir ao nosso verdadeiro destino."
    },
    {
      "numero": "29",
      "texto": "'Ouvindo isso, Moisés fugiu para Midiã, onde viveu como estrangeiro e teve dois filhos.'", 
      "reflexao": "Os desertos que parecem ser fuga, na verdade, são escolas de Deus. Midiã foi o lugar onde Deus trabalhou o coração de Moisés, forjando nele humildade, dependência e maturidade para viver o chamado no tempo certo."
    },
    {
      "numero": "30",
      "texto": "'Passados quarenta anos, apareceu-lhe no deserto do monte Sinai um anjo, numa chama de fogo numa sarça.'", 
      "reflexao": "Deus se revela no ordinário de forma extraordinária. O mesmo deserto que parecia solidão tornou-se lugar de encontro, chamado e transformação. Onde achamos que é fim, Deus faz ser um novo começo."
    },
    {
      "numero": "31",
      "texto": "'Moisés, vendo aquilo, ficou admirado com a visão e, aproximando-se para observar, ouviu a voz do Senhor.'", 
      "reflexao": "Deus sempre fala. Cabe a nós estarmos atentos às manifestações da Sua presença. O chamado muitas vezes começa com um simples ‘aproximar-se’ — buscar, observar e ouvir com atenção o que Deus quer revelar."
    },
    {
      "numero": "32",
      "texto": "'Eu sou o Deus dos seus antepassados, o Deus de Abraão, de Isaque e de Jacó. Moisés, tremendo de medo, não ousava olhar.'", 
      "reflexao": "O temor do Senhor é o início de toda transformação. Quando reconhecemos quem Deus é, nossa postura muda. O coração quebrantado e reverente é o terreno onde Deus planta grandes missões."
    },
    {
      "numero": "33",
      "texto": "'Então o Senhor lhe disse: Tire as sandálias dos pés, porque o lugar em que você está é terra santa.'", 
      "reflexao": "Deus nos chama a remover tudo o que representa impureza, orgulho e resistência. O chamado começa quando entendemos que estar na presença de Deus exige reverência, rendição e um coração disposto a ser moldado."
    },
    {
      "numero": "34",
      "texto": "'De fato, tenho visto a opressão do meu povo no Egito. Ouvi os seus gemidos e desci para libertá-los. Agora, venha, eu o enviarei ao Egito.'", 
      "reflexao": "Deus vê, Deus ouve e Deus age. O clamor nunca é ignorado pelo Senhor. E, muitas vezes, a resposta da oração de alguém é o envio de pessoas dispostas a serem instrumentos nas mãos de Deus — como eu e você."
    },
    {
      "numero": "35",
      "texto": "'Este é o mesmo Moisés que eles tinham rejeitado, dizendo: Quem o nomeou líder e juiz? Deus o enviou como líder e libertador, pela mão do anjo que lhe aparecera na sarça.'", 
      "reflexao": "Deus levanta justamente aqueles que foram rejeitados. O que os homens descartam, Deus capacita e usa. Ninguém pode anular o que Deus escolheu fazer na vida de quem se dispõe ao Seu chamado."
    },
    {
      "numero": "36",
      "texto": "'Ele os tirou de lá, fazendo maravilhas e sinais no Egito, no Mar Vermelho e no deserto durante quarenta anos.'", 
      "reflexao": "Deus não apenas chama, Ele capacita. O mesmo Deus que envia, também acompanha, opera milagres e sustenta Seus filhos em todo o processo. Onde há fé, há sinais e maravilhas, porque Deus honra aqueles que confiam nEle."
    },
    {
      "numero": "37",
      "texto": "'Este é aquele Moisés que disse aos israelitas: Deus levantará dentre seus irmãos um profeta como eu.'", 
      "reflexao": "Esta profecia aponta para Jesus, o libertador maior. Moisés foi sombra do que Cristo representaria: aquele que nos liberta não só da opressão externa, mas do pecado, da morte e da separação de Deus. O Reino é sobre redenção e reconciliação."
    },
    {
      "numero": "38",
      "texto": "'Ele estava na congregação no deserto, com o anjo que lhe falava no monte Sinai e com os nossos antepassados; e recebeu palavras vivas para transmiti-las a nós.'", 
      "reflexao": "As palavras de Deus são vivas, transformadoras e eternas. Quando recebemos algo do céu, não é apenas para nós, mas para transmitir, compartilhar e impactar outros. A revelação gera responsabilidade e missão."
    },
    {
      "numero": "39",
      "texto": "'Mas nossos antepassados se recusaram a obedecê-lo. Antes, rejeitaram-no, e em seus corações voltaram para o Egito.'", 
      "reflexao": "O maior problema não é estar no deserto, é quando o Egito ainda vive dentro do coração. O apego ao passado, à escravidão e às velhas práticas impede muitos de viverem a plenitude do que Deus preparou. A verdadeira libertação começa no coração."
    },
    {
      "numero": "40",
      "texto": "'Disseram a Arão: Faça para nós deuses que nos conduzam. Quanto a esse Moisés que nos tirou do Egito, não sabemos o que lhe aconteceu.'", 
      "reflexao": "Quando as pessoas se afastam da presença de Deus, rapidamente buscam substitutos — ídolos, soluções humanas, caminhos falsos. Isso revela o quanto precisamos nos manter conectados ao Senhor para não cairmos nas armadilhas da incredulidade."
    },
    {
      "numero": "41",
      "texto": "'Naqueles dias, fizeram um ídolo em forma de bezerro, trouxeram-lhe sacrifícios e celebraram com alegria aquilo que suas mãos haviam feito.'", 
      "reflexao": "Quando não esperamos o tempo de Deus, acabamos adorando o que nós mesmos construímos. Isso gera falsa segurança e, muitas vezes, nos afasta do plano real que Deus tem. Só o que vem dEle nos traz vida plena e verdadeira alegria."
    },
    {
      "numero": "42",
      "texto": "'Mas Deus se afastou deles e os entregou à adoração dos astros, conforme está escrito no livro dos profetas: Foi a mim que vocês apresentaram sacrifícios e ofertas durante quarenta anos no deserto, ó nação de Israel?'", 
      "reflexao": "Deus não obriga ninguém a permanecer nEle. Quando escolhemos outros caminhos, Ele respeita nosso livre arbítrio, ainda que isso nos leve à dor, à confusão e à idolatria. No entanto, Seu amor continua pronto para nos receber de volta, quando nos arrependemos e nos voltamos a Ele."
    },
    {
      "numero": "43",
      "texto": "'Antes, vocês levantaram o tabernáculo de Moloque e a estrela do seu deus Renfã, imagens que vocês fizeram para adorá-los. Por isso, eu os enviarei para o exílio além da Babilônia.'",
      "reflexao": "Quando rejeitamos Deus e escolhemos ídolos — sejam eles físicos, emocionais ou materiais —, abrimos mão da proteção e da direção do Senhor. As consequências do distanciamento de Deus são exílio, vazio e dor. Mas sempre há caminho de volta para quem se arrepende."
    },
    {
      "numero": "44",
      "texto": "'No deserto, nossos antepassados tinham o tabernáculo da aliança, feito segundo a ordem de Deus, que disse a Moisés que o construísse conforme o modelo que lhe havia sido mostrado.'",
      "reflexao": "Deus sempre oferece um caminho de encontro com Sua presença. O tabernáculo simbolizava isso: Deus no meio do Seu povo. Assim também hoje, Deus deseja habitar conosco, caminhar conosco e ser o centro da nossa vida."
    },
    {
      "numero": "45",
      "texto": "'Tendo recebido o tabernáculo, nossos antepassados o levaram sob a liderança de Josué, quando tomaram a terra das nações que Deus expulsou de diante deles. Isso permaneceu até os dias de Davi,'",
      "reflexao": "Quando Deus está no centro, há conquista, avanço e vitória. A presença de Deus é o que sustenta, guia e garante o cumprimento das promessas, independentemente dos desafios à nossa frente."
    },
    {
      "numero": "46",
      "texto": "'que encontrou favor diante de Deus e pediu que lhe fosse permitido construir uma habitação para o Deus de Jacó.'",
      "reflexao": "O desejo de Davi revela um coração apaixonado pela presença de Deus. Isso nos inspira a buscar uma vida que não seja apenas de petições, mas de desejo sincero de agradar e honrar ao Senhor com tudo o que somos e fazemos."
    },
    {
      "numero": "47",
      "texto": "'Mas foi Salomão quem lhe construiu a casa.'",
      "reflexao": "Nem tudo o que desejamos fazer para Deus será realizado por nossas mãos. Muitas vezes, Deus permite que sejamos parte de um plano que se estende por gerações. Isso nos ensina humildade e visão de Reino, onde cada um cumpre sua parte no tempo certo."
    },
    {
      "numero": "48",
      "texto": "'Entretanto, o Altíssimo não habita em casas feitas por mãos humanas. Como diz o profeta:'",
      "reflexao": "Deus não está limitado a prédios, estruturas ou sistemas. Ele deseja habitar em corações. O verdadeiro templo de Deus somos nós, e é na nossa vida que Ele deseja fazer morada, gerar transformação e manifestar Sua glória."
    },
    {
      "numero": "49",
      "texto": "'O céu é o meu trono, e a terra é o estrado dos meus pés. Que espécie de casa vocês me construirão? diz o Senhor. Ou onde seria meu lugar de descanso?'", 
      "reflexao": "Deus é soberano, infinito e grandioso. Isso nos leva a refletir sobre nossa pequenez diante de Sua majestade, mas também nos consola saber que, mesmo sendo tão grande, Ele escolhe habitar conosco, estar presente e se relacionar intimamente com cada um de nós."
    },
    {
      "numero": "50",
      "texto": "'Não foi a minha mão que fez todas essas coisas?'", 
      "reflexao": "Deus nos lembra que tudo vem dEle. Nada é nosso, tudo é fruto do Seu amor, do Seu cuidado e do Seu poder. Reconhecer isso é viver uma vida de gratidão, humildade e dependência contínua do Senhor."
    },
    {
      "numero": "51",
      "texto": "'Povo teimoso, de coração e ouvidos incircuncisos! Vocês são iguais aos seus antepassados: sempre resistem ao Espírito Santo!'", 
      "reflexao": "Estêvão traz uma verdade dura, mas necessária. Resistir ao Espírito gera estagnação, endurecimento e distância de Deus. O Espírito Santo não força ninguém — Ele convida, convence, transforma. Mas quem fecha o coração perde a chance de viver a plenitude de Deus."
    },
    {
      "numero": "52",
      "texto": "'Qual dos profetas os seus antepassados não perseguiram? Eles mataram aqueles que prediziam a vinda do Justo, do qual agora vocês se tornaram traidores e assassinos.'", 
      "reflexao": "Quando não ouvimos Deus, acabamos rejeitando até os enviados por Ele. Isso nos alerta a termos um coração sensível, disposto a ouvir, obedecer e reconhecer quando Deus está falando — seja por meio da Palavra, de pessoas ou de circunstâncias."
    },
    {
      "numero": "53",
      "texto": "'Vocês que receberam a lei por intermédio de anjos, mas não lhe obedeceram.'", 
      "reflexao": "Conhecimento sem obediência não gera transformação. Ter acesso à Palavra, aos ensinamentos, às promessas, e não viver segundo eles, gera um vazio espiritual e distância do propósito de Deus. O Evangelho é para ser vivido, não apenas conhecido."
    },
    {
      "numero": "54",
      "texto": "Ouvindo isso, ficaram furiosos e rangeram os dentes contra ele.", 
      "reflexao": "A verdade, quando confronta um coração endurecido, gera resistência, raiva e até perseguição. Mas, para quem tem um coração aberto, a mesma verdade gera arrependimento, cura e restauração. A escolha é nossa."
    },
    {
      "numero": "55",
      "texto": "Mas Estêvão, cheio do Espírito Santo, olhou firmemente para o céu e viu a glória de Deus e Jesus, em pé, à direita de Deus.", 
      "reflexao": "Mesmo diante da morte, Estêvão nos mostra que quem está cheio do Espírito nunca perde a visão do céu. O que nos sustenta não é o que os olhos naturais veem, mas a certeza da glória, da presença e da fidelidade de Deus sobre nossa vida."
    },
    {
      "numero": "56",
      "texto": "'E disse: Vejo o céu aberto e o Filho do Homem, em pé, à direita de Deus.'", 
      "reflexao": "Que declaração poderosa! Mesmo diante da maior ameaça, Estêvão não tirou os olhos do céu. Isso nos ensina que, em qualquer circunstância, precisamos manter os olhos na eternidade, na promessa e na glória que nos aguarda em Cristo."
    },
    {
      "numero": "57",
      "texto": "Mas eles taparam os ouvidos e, dando fortes gritos, avançaram todos juntos contra ele.", 
      "reflexao": "Quando alguém rejeita a verdade, chega a ponto de não querer nem ouvir. O orgulho espiritual é uma barreira que impede muitos de receberem a vida, a salvação e o amor que Deus oferece. Por isso, precisamos sempre manter um coração ensinável e sensível."
    },
    {
      "numero": "58",
      "texto": "Arrastaram-no para fora da cidade e começaram a apedrejá-lo. As testemunhas deixaram seus mantos aos pés de um jovem chamado Saulo.", 
      "reflexao": "O mundo pode até tentar apagar aqueles que vivem a verdade, mas o Reino de Deus nunca é derrotado. Inclusive, é nesse contexto que surge Saulo, que mais tarde se tornará Paulo, mostrando que Deus transforma até os perseguidores em grandes instrumentos de Seu amor."
    },
    {
      "numero": "59",
      "texto": "Enquanto o apedrejavam, Estêvão orava: 'Senhor Jesus, recebe o meu espírito.'", 
      "reflexao": "Até no último suspiro, Estêvão revela um coração totalmente entregue, cheio de paz e convicção do céu. Isso nos desafia a viver uma fé que não se abala, que confia em Deus até o fim, e que sabe que esta vida é apenas o começo da eternidade com Cristo."
    },
    {
      "numero": "60",
      "texto": "Então caiu de joelhos e bradou: 'Senhor, não lhes imputes este pecado'. E, tendo dito isso, adormeceu.", 
      "reflexao": "Perdoar enquanto morre mostra um coração que verdadeiramente entendeu o Evangelho. Estêvão nos lembra que viver como Jesus é amar até quem nos fere, orar até pelos que nos perseguem, e descansar na certeza de que a recompensa está no céu."
    }
  ]
}
