{
  "livro": "Atos",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Em Icônio, Paulo e Barnabé foram juntos à sinagoga judaica e falaram de tal modo que muitos judeus e gregos creram.",
      "reflexao": "Quando a Palavra é pregada com ousadia, amor e unção, ela gera frutos. Deus usa nossa disposição para alcançar corações e transformar vidas, independentemente da cultura ou origem."
    },
    {
      "numero": "2",
      "texto": "Mas os judeus que se recusaram a crer incitaram os gentios e envenenaram suas mentes contra os irmãos.",
      "reflexao": "Sempre haverá resistência à verdade. O inimigo tenta gerar divisão, confusão e oposição, mas nenhuma estratégia das trevas pode impedir o avanço do Reino quando estamos firmes na missão."
    },
    {
      "numero": "3",
      "texto": "Apesar disso, Paulo e Barnabé passaram bastante tempo ali, falando corajosamente do Senhor, que confirmava a mensagem da sua graça, realizando sinais e maravilhas pelas mãos deles.",
      "reflexao": "Quando permanecemos firmes, Deus confirma Sua Palavra com sinais, milagres e transformação. O Reino não se move apenas por palavras, mas também por demonstração do poder e da graça de Deus."
    },
    {
      "numero": "4",
      "texto": "O povo da cidade ficou dividido; alguns estavam a favor dos judeus, outros, dos apóstolos.",
      "reflexao": "A mensagem do Evangelho sempre gera uma decisão: ou aceitamos ou rejeitamos. Ela nunca deixa alguém indiferente. A divisão não é causada pelo amor, mas pela resistência à verdade."
    },
    {
      "numero": "5",
      "texto": "Formou-se um complô de gentios e judeus, com seus líderes, para maltratá-los e apedrejá-los.",
      "reflexao": "Quando não conseguem resistir com argumentos, partem para perseguição. Mas nem oposição, nem violência, nem ameaças podem deter os que são movidos pelo Espírito e vivem para cumprir o propósito de Deus."
    },
    {
      "numero": "6",
      "texto": "Sabendo disso, eles fugiram para as cidades licaônicas de Listra e Derbe e seus arredores,",
      "reflexao": "Saber recuar também faz parte da missão. Nem todo confronto precisa ser enfrentado. Há momentos em que Deus nos orienta a mudar de rota para que a obra continue avançando em outro lugar."
    },
    {
      "numero": "7",
      "texto": "onde continuaram a pregar as boas-novas.",
      "reflexao": "Mesmo diante de perseguições e fugas, a missão não para. Quem carrega o Reino entende que o chamado é maior que as circunstâncias. Onde houver oportunidade, ali será pregado o Evangelho."
    },
    {
      "numero": "8",
      "texto": "Em Listra, havia um homem paralítico dos pés, aleijado de nascença, que nunca tinha andado.",
      "reflexao": "Deus vê e se importa com as limitações humanas. Onde há impossibilidades, há também a oportunidade para Deus manifestar Seu poder, Seu amor e Sua compaixão."
    },
    {
      "numero": "9",
      "texto": "Ele ouvia Paulo falar. Olhando diretamente para ele e vendo que tinha fé para ser curado,",
      "reflexao": "A fé é perceptível no espírito. Quem crê atrai o mover de Deus. A expectativa no coração de alguém pode ser o ambiente perfeito para que milagres aconteçam."
    },
    {
      "numero": "10",
      "texto": "Paulo disse em alta voz: 'Levante-se, fique em pé sobre os seus pés'. Então o homem deu um salto e começou a andar.",
      "reflexao": "A Palavra liberada com fé e autoridade tem poder para transformar realidades instantaneamente. O impossível se torna possível quando o nome de Jesus é liberado em fé sobre uma vida."
    },
    {
      "numero": "11",
      "texto": "Ao verem o que Paulo fizera, a multidão começou a gritar em língua licaônica: 'Os deuses desceram até nós em forma humana!'.",
      "reflexao": "O ser humano tem uma tendência a endeusar homens quando presencia o sobrenatural. Mas todo milagre precisa sempre apontar para Deus, e não para quem Ele usa."
    },
    {
      "numero": "12",
      "texto": "A Barnabé chamavam Zeus, e a Paulo, Hermes, porque este era quem trazia a palavra.",
      "reflexao": "As pessoas podem se confundir, mas cabe a nós, como instrumentos, sempre redirecionar a glória e o reconhecimento para Deus, deixando claro que somos apenas servos dEle."
    },
    {
      "numero": "13",
      "texto": "O sacerdote de Zeus, cujo templo ficava diante da cidade, trouxe bois e coroas de flores às portas, porque ele e a multidão queriam oferecer-lhes sacrifícios.",
      "reflexao": "A idolatria distorce até aquilo que é santo. Quando as pessoas não conhecem a Deus, tentam interpretar o sobrenatural segundo sua cultura e seus entendimentos equivocados. Por isso, é essencial pregar a verdade."
    },
    {
      "numero": "14",
      "texto": "Ao ouvirem isso, os apóstolos Barnabé e Paulo rasgaram as roupas e correram para o meio da multidão, gritando:",
      "reflexao": "Quando entendemos o Reino, rejeitamos qualquer glória que não pertence a Deus. Paulo e Barnabé demonstram indignação santa, porque sabem que a adoração e a honra pertencem somente ao Senhor."
    },
    {
      "numero": "15",
      "texto": "'Senhores, por que vocês estão fazendo isso? Nós também somos humanos como vocês. Estamos trazendo boas-novas, dizendo que se afastem dessas coisas vãs e se voltem para o Deus vivo, que fez o céu, a terra, o mar e tudo que neles há.'",
      "reflexao": "O Evangelho é um chamado ao arrependimento e à mudança de direção. Abandonar a idolatria e tudo que não gera vida para se voltar ao Deus vivo é o primeiro passo para viver a plenitude do Reino."
    },
    {
      "numero": "16",
      "texto": "'No passado, ele permitiu que todas as nações seguissem seus próprios caminhos.'",
      "reflexao": "Deus, em Sua paciência, suportou a ignorância das nações. Mas agora, em Cristo, Ele chama todos os povos ao arrependimento e à reconciliação. Sua graça é estendida a todos."
    },
    {
      "numero": "17",
      "texto": "'Contudo, não ficou sem testemunho: mostrou sua bondade, dando-lhes chuva do céu e colheitas no tempo certo, suprindo-os de alimento e enchendo seus corações de alegria.'",
      "reflexao": "Deus sempre deixou sinais de Sua bondade, até mesmo entre aqueles que não O conheciam. A provisão, a natureza e a alegria são testemunhos da Sua presença amorosa sobre toda a criação."
    },
    {
      "numero": "18",
      "texto": "Apesar dessas palavras, eles tiveram dificuldade para impedir que a multidão lhes oferecesse sacrifícios.",
      "reflexao": "O apego às tradições e à idolatria cega o entendimento das pessoas. Por isso, o chamado do Evangelho precisa ser constante, amoroso e firme, até que a verdade penetre nos corações."
    },
    {
      "numero": "19",
      "texto": "Então alguns judeus vindos de Antioquia e Icônio ganharam a multidão. Apedrejaram Paulo e o arrastaram para fora da cidade, pensando que ele estivesse morto.",
      "reflexao": "O mesmo povo que antes quis adorá-los, agora se volta contra eles. Isso nos lembra que a aprovação dos homens é volátil, mas quem vive para Deus não se move por aplausos nem por perseguição, mas pela obediência."
    },
    {
      "numero": "20",
      "texto": "Mas, quando os discípulos se ajuntaram em volta dele, ele se levantou e voltou para a cidade. No dia seguinte, partiu com Barnabé para Derbe.",
      "reflexao": "Quem é sustentado por Deus se levanta onde outros caem. O inimigo pode até tentar derrubar, mas quem anda no propósito do céu nunca fica prostrado — se levanta, segue e continua cumprindo sua missão."
    },
    {
      "numero": "21",
      "texto": "Eles pregaram as boas-novas naquela cidade e fizeram muitos discípulos. Então voltaram para Listra, Icônio e Antioquia,",
      "reflexao": "Aqueles que vivem pelo Reino não desistem facilmente. Eles retornaram exatamente aos lugares de onde haviam sido perseguidos, provando que o amor pelo Evangelho é maior que qualquer risco ou dor."
    },
    {
      "numero": "22",
      "texto": "fortalecendo os discípulos e encorajando-os a permanecer na fé, dizendo: 'É necessário que passemos por muitas tribulações para entrarmos no Reino de Deus.'",
      "reflexao": "O Evangelho não promete ausência de lutas, mas a certeza de que, mesmo em meio às tribulações, Deus está conosco. A perseverança na fé é a marca dos que vivem para o Reino."
    },
    {
      "numero": "23",
      "texto": "Paulo e Barnabé designaram-lhes presbíteros em cada igreja e, com orações e jejuns, os encomendaram ao Senhor, em quem haviam crido.",
      "reflexao": "O Reino não é obra de uma pessoa, mas de uma comunidade. Fortalecer lideranças locais e estabelecer discípulos é essencial para que a obra continue crescendo de forma saudável e sólida."
    },
    {
      "numero": "24",
      "texto": "Passando pela Pisídia, chegaram à Panfília,",
      "reflexao": "O Reino de Deus é movimento. Onde há espaço, onde há vidas, há missão. A geografia nunca é barreira para quem entende que toda a terra é campo missionário."
    },
    {
      "numero": "25",
      "texto": "e, tendo pregado a palavra em Perge, desceram para Atália.",
      "reflexao": "Cada lugar, cada cidade, cada oportunidade é uma chance de semear a palavra que transforma, cura, restaura e salva. Quem vive o Reino entende que não há tempo a perder."
    },
    {
      "numero": "26",
      "texto": "De Atália navegaram de volta para Antioquia, onde tinham sido recomendados à graça de Deus para a obra que agora haviam concluído.",
      "reflexao": "Deus é fiel para cumprir o que Ele começou. Quem vive no propósito experimenta o privilégio de olhar para trás e ver os frutos de uma caminhada marcada pela graça, pelo amor e pela obediência."
    },
    {
      "numero": "27",
      "texto": "Chegando ali, reuniram a igreja e relataram tudo o que Deus havia feito por meio deles e como abrira a porta da fé aos gentios.",
      "reflexao": "Testemunhar é fortalecer a fé da comunidade. Quando compartilhamos os feitos de Deus, encorajamos, edificamos e inspiramos outros a também viverem a missão e confiarem no poder do Senhor."
    },
    {
      "numero": "28",
      "texto": "E ficaram ali muito tempo com os discípulos.",
      "reflexao": "Após períodos de intensa missão, há tempo para comunhão, fortalecimento e descanso entre irmãos. O Reino é também sobre relacionamento, cuidado mútuo e vida em comunidade."
    }
  ]
}
