{
  "livro": "Atos",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Em meu livro anterior, Teófilo, escrevi a respeito de tudo o que Jesus começou a fazer e a ensinar.",
      "reflexao": "Assim como Lucas escreveu para fortalecer a fé de Teófilo, também somos chamados a compartilhar o que sabemos sobre Jesus. Nosso testemunho pode transformar vidas. Precisamos entender que nossa jornada com Cristo não é só sobre receber, mas também sobre transmitir — levar aos outros aquilo que Jesus fez e ensinou, para que mais corações sejam tocados e transformados."
    },
    {
      "numero": "2",
      "texto": "Até o dia em que foi levado ao céu, depois de ter dado instruções por meio do Espírito Santo aos apóstolos que havia escolhido.",
      "reflexao": "Jesus não deixou seus discípulos sem direção. Ele os instruiu por meio do Espírito Santo, e o mesmo acontece conosco hoje. Através do Espírito, recebemos conselhos, direcionamento e força. Não estamos sozinhos nesta caminhada — Deus nos guia e nos capacita diariamente para seguirmos firmes, mesmo em meio aos desafios."
    },
    {
      "numero": "3",
      "texto": "Depois de seu sofrimento, apresentou-se a eles e deu-lhes muitas provas indiscutíveis de que estava vivo. Apareceu-lhes por um período de quarenta dias, falando-lhes acerca do Reino de Deus.",
      "reflexao": "Deus não quer que tenhamos uma fé cega, mas uma fé fundamentada. Jesus se fez presente, deu provas e confirmou sua vitória sobre a morte. Da mesma forma, hoje Ele se manifesta em nossas vidas, nas pequenas e grandes coisas, mostrando que está vivo, cuidando de nós e conduzindo nossa história rumo ao Reino de Deus."
    },
    {
      "numero": "4",
      "texto": "Certa ocasião, enquanto comia com eles, deu-lhes esta ordem: 'Não saiam de Jerusalém, mas esperem pela promessa de meu Pai, da qual lhes falei.'",
      "reflexao": "Muitas vezes queremos agir no nosso tempo, mas Jesus nos ensina aqui a importância de esperar a promessa, de aguardar o tempo de Deus. A bênção vem, a resposta chega, mas precisamos estar onde Ele mandou, no centro da vontade dEle, confiando que Sua promessa nunca falha."
    },
    {
      "numero": "5",
      "texto": "Pois João batizou com água, mas dentro de poucos dias vocês serão batizados com o Espírito Santo.",
      "reflexao": "Este versículo é uma promessa de transformação. Não é só sobre um ritual externo, mas sobre uma transformação interior. Ser batizado com o Espírito Santo é receber poder, direção e consolo. Nos dias atuais, essa promessa continua viva — Deus deseja encher nossas vidas com Seu Espírito para que sejamos luz e instrumentos de amor no mundo."
    },
    {
      "numero": "6",
      "texto": "Então os que estavam reunidos lhe perguntaram: 'Senhor, é neste tempo que vais restaurar o reino a Israel?'",
      "reflexao": "Muitas vezes nos concentramos em expectativas terrenas, queremos respostas imediatas, soluções visíveis. Mas Deus trabalha além das nossas percepções. Este versículo reflete nossas próprias ansiedades, e Jesus nos convida a confiar no tempo e no plano perfeito de Deus, que vai muito além do que podemos compreender."
    },
    {
      "numero": "7",
      "texto": "Ele lhes respondeu: 'Não compete a vocês saber os tempos ou as datas que o Pai estabeleceu pela sua própria autoridade.'",
      "reflexao": "Nem sempre entenderemos os 'porquês' ou 'quando' das coisas. Deus nos chama para viver pela fé, confiando no Seu controle absoluto. Precisamos soltar o controle que tentamos ter sobre tudo e descansar no fato de que Deus tem os tempos em Suas mãos. Isso traz paz ao coração aflito e esperança aos que aguardam."
    },
    {
      "numero": "8",
      "texto": "Mas receberão poder quando o Espírito Santo descer sobre vocês, e serão minhas testemunhas em Jerusalém, em toda a Judeia e Samaria, e até os confins da terra.",
      "reflexao": "Deus não nos chama para uma vida de acomodação, mas de missão. O Espírito Santo nos capacita, nos dá força, coragem e palavras para sermos testemunhas vivas do amor e do poder de Cristo. Em um mundo tão necessitado de esperança, nossa vida deve refletir essa luz, começando pela nossa casa, bairro, cidade e se estendendo aonde Deus nos levar."
    },
    {
      "numero": "9",
      "texto": "Tendo dito isso, foi elevado às alturas enquanto eles olhavam, e uma nuvem o encobriu da vista deles.",
      "reflexao": "A ascensão de Jesus nos lembra que nossa fé não está presa a este mundo. Existe algo muito maior nos esperando. Precisamos viver com os olhos no céu, sem perder de vista a missão na terra. Saber que Jesus reina e está ao lado do Pai nos dá esperança e fortalece nosso propósito diário."
    },
    {
      "numero": "10",
      "texto": "Eles ficaram com os olhos fixos no céu enquanto ele subia. De repente, surgiram diante deles dois homens vestidos de branco.",
      "reflexao": "Muitas vezes ficamos paralisados olhando para o alto, esperando respostas ou milagres, enquanto Deus nos chama a ação. O Reino de Deus não é apenas contemplação, é movimento, é viver o evangelho no dia a dia, levando amor, esperança e fé a quem precisa."
    },
    {
      "numero": "11",
      "texto": "'Homens da Galileia', disseram eles, 'por que vocês estão olhando para o céu? Este mesmo Jesus, que dentre vocês foi elevado ao céu, voltará da mesma forma como o viram subir.'",
      "reflexao": "Este versículo nos enche de esperança: Jesus voltará. É uma promessa que nos anima a viver de forma alinhada com os princípios do Reino. Saber que Cristo voltará deve gerar em nós senso de urgência, de amor, de serviço e de preparação. Nossa vida precisa refletir essa esperança viva e real."
    },
    {
      "numero": "12",
      "texto": "Então eles voltaram para Jerusalém, vindo do monte chamado das Oliveiras, que fica perto da cidade, cerca de um quilômetro.",
      "reflexao": "Depois de experiências profundas com Deus, é necessário voltar e cumprir a missão. Eles obedeceram. Da mesma forma, quando somos impactados pela presença de Deus, não podemos ficar parados — é hora de voltar, de ir, de servir, de viver o evangelho onde Ele nos colocou."
    },
    {
      "numero": "13",
      "texto": "Quando chegaram, subiram ao aposento onde estavam hospedados. Estavam presentes Pedro, João, Tiago, André, Filipe, Tomé, Bartolomeu, Mateus, Tiago, filho de Alfeu, Simão, o Zelote, e Judas, filho de Tiago.",
      "reflexao": "Esse versículo mostra a importância da comunhão. Eles estavam juntos, fortalecendo-se mutuamente. Nos dias atuais, não podemos caminhar sozinhos. A fé se fortalece na unidade, na oração em conjunto, no apoio mútuo. Deus nos chama para viver em comunidade, sustentando uns aos outros em amor."
    },
    {
      "numero": "14",
      "texto": "Todos eles se reuniam sempre em oração, juntamente com as mulheres, inclusive Maria, mãe de Jesus, e com os irmãos dele.",
      "reflexao": "A oração é a base de toda transformação. Eles entenderam que, antes de qualquer ação, era preciso buscar a Deus. Assim também deve ser conosco. Quando colocamos Deus no centro, quando priorizamos a oração, somos fortalecidos, guiados e preparados para viver os propósitos dEle em nossas vidas."
    },
    {
      "numero": "15",
      "texto": "Naqueles dias, Pedro levantou-se entre os irmãos, um grupo de cerca de cento e vinte pessoas, e disse:",
      "reflexao": "Pedro se levanta, mostrando que Deus levanta líderes no meio do povo para conduzir, encorajar e organizar. Da mesma forma, Deus também quer nos levantar — em nossos lares, trabalhos e comunidades — para sermos instrumentos de direção, coragem e fé. É tempo de nos posicionarmos, de não nos calarmos, e de sermos voz de esperança onde estamos."
    },
    {
      "numero": "16",
      "texto": "'Irmãos, era necessário que se cumprisse a Escritura que o Espírito Santo predisse pela boca de Davi, acerca de Judas, que serviu de guia aos que prenderam Jesus.",
      "reflexao": "Este versículo nos lembra que nada foge do controle de Deus. Até mesmo as traições, dores e circunstâncias difíceis podem fazer parte de um plano maior que não conseguimos compreender no momento, mas que Deus já conhece e transforma para cumprir seus propósitos em nossas vidas."
    },
    {
      "numero": "17",
      "texto": "Ele foi contado como um dos nossos e teve parte neste ministério.",
      "reflexao": "Judas teve a oportunidade de caminhar com Jesus, mas suas escolhas o afastaram da graça. Isso serve de alerta para nós: estar próximo de ambientes de fé não garante transformação se não houver entrega genuína, arrependimento e compromisso verdadeiro com Cristo."
    },
    {
      "numero": "18",
      "texto": "Com a recompensa que recebeu por sua maldade, Judas comprou um campo; ali caiu de cabeça, seu corpo partiu-se e todas as suas vísceras se derramaram.",
      "reflexao": "As escolhas têm consequências. Esse versículo nos confronta a refletir sobre os caminhos que escolhemos trilhar. O afastamento de Deus e as decisões guiadas pela ambição ou mentira podem nos conduzir à ruína. Mas em Cristo sempre há chance de recomeço, se houver arrependimento sincero."
    },
    {
      "numero": "19",
      "texto": "Todos em Jerusalém ficaram sabendo disso, de modo que, na sua língua, aquele campo passou a chamar-se Aceldama, isto é, Campo de Sangue.",
      "reflexao": "Quando fazemos escolhas erradas, não só sofremos as consequências, mas isso também impacta outras pessoas. Esse versículo nos mostra como os atos têm repercussão pública, e como nossa vida deve refletir integridade, verdade e alinhamento com os princípios de Deus, pois somos testemunhas vivas do Reino."
    },
    {
      "numero": "20",
      "texto": "'Porque', prosseguiu Pedro, 'está escrito no Livro dos Salmos: 'Fique deserto o seu lugar, e não haja ninguém que nele habite', e ainda: 'Que outro ocupe o seu lugar'.'",
      "reflexao": "Deus sempre levanta alguém para cumprir Sua obra. Se alguém falha, desiste ou se desvia, o plano de Deus não para. Isso nos ensina que devemos estar atentos e disponíveis, porque quando dizemos 'sim' a Deus, Ele nos usa poderosamente para continuar a missão que Ele já preparou."
    },
    {
      "numero": "21",
      "texto": "Portanto, é necessário que escolhamos um dos homens que estiveram conosco durante todo o tempo em que o Senhor Jesus viveu entre nós,",
      "reflexao": "Deus valoriza constância e fidelidade. Aqueles que caminham, permanecem, e são fiéis, mesmo quando não estão em evidência, são preparados por Deus para ocupar posições, missões e responsabilidades maiores. A perseverança na fé gera frutos e nos capacita para o chamado."
    },
    {
      "numero": "22",
      "texto": "desde o batismo de João até o dia em que Jesus foi elevado dentre nós às alturas. É necessário que um deles seja conosco testemunha de sua ressurreição.'",
      "reflexao": "Ser testemunha da ressurreição é mais do que saber, é viver e proclamar com a própria vida que Jesus está vivo. Hoje, somos chamados a esse mesmo papel — viver de forma que as pessoas percebam, através de nós, que Cristo reina, transforma, cura e dá vida."
    },
    {
      "numero": "23",
      "texto": "Então indicaram dois nomes: José, chamado Barsabás, também conhecido como Justo, e Matias.",
      "reflexao": "Aqui vemos que Deus trabalha através de processos humanos também — escolhas, discernimento e oração. Precisamos entender que nas decisões da vida, devemos buscar sabedoria e direção do alto, sabendo que Deus vê o que está no coração, além das aparências."
    },
    {
      "numero": "24",
      "texto": "Depois oraram: 'Senhor, tu conheces o coração de todos. Mostra-nos qual destes dois tens escolhido'",
      "reflexao": "Esse versículo nos ensina uma das orações mais sábias que podemos fazer: 'Senhor, tu conheces os corações'. Muitas vezes não sabemos o que escolher, mas Deus sabe. Entregar as decisões a Ele é sinal de humildade, confiança e fé no Seu cuidado e direção perfeita."
    },
    {
      "numero": "25",
      "texto": "'para assumir este ministério apostólico que Judas abandonou, indo para o lugar que lhe era devido'.",
      "reflexao": "O chamado de Deus é sério e exige compromisso. Quando alguém rejeita ou abandona esse chamado, não anula os planos do Senhor. Deus sempre levanta outros dispostos. Isso nos desafia a sermos fiéis, vigilantes e responsáveis na missão que nos foi confiada."
    },
    {
      "numero": "26",
      "texto": "Então lançaram sortes, e a sorte caiu sobre Matias; assim ele foi acrescentado aos onze apóstolos.",
      "reflexao": "Quando entregamos nas mãos de Deus, Ele dirige até os processos que parecem humanos. A escolha de Matias demonstra que Deus honra os fiéis e levanta aqueles que estão disponíveis. Que possamos estar sempre prontos, com o coração aberto, para sermos usados por Deus na expansão do Seu Reino."
    }
  ]
}
