{
  "livro": "Atos",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os apóstolos e os irmãos em toda a Judeia ouviram falar que os gentios também haviam recebido a palavra de Deus.",
      "reflexao": "O mover de Deus não se limita a lugares, culturas ou tradições. Quando Deus começa a agir, a notícia se espalha, pois Sua graça alcança até onde a religião e o preconceito jamais imaginariam chegar."
    },
    {
      "numero": "2",
      "texto": "Assim, quando Pedro subiu a Jerusalém, os que eram do partido dos circuncisos o criticaram,",
      "reflexao": "Nem todos entendem imediatamente o agir de Deus. O novo, o diferente, gera desconforto para quem está preso a estruturas antigas. Mas Deus não se limita àquilo que os homens conseguem compreender."
    },
    {
      "numero": "3",
      "texto": "dizendo: 'Você entrou na casa de homens incircuncisos e comeu com eles.'",
      "reflexao": "O julgamento humano olha para as aparências e para as tradições. Mas Deus olha o coração. O Reino de Deus não é sobre rituais, mas sobre vidas transformadas, amor e reconciliação."
    },
    {
      "numero": "4",
      "texto": "Pedro, então, começou a explicar-lhes exatamente como tudo havia acontecido:",
      "reflexao": "A melhor resposta diante de críticas é o testemunho do que Deus fez. Quando Deus age, nossa missão não é discutir, mas testemunhar, contar com verdade, simplicidade e amor como o Senhor transformou realidades."
    },
    {
      "numero": "5",
      "texto": "'Eu estava na cidade de Jope, orando, e num êxtase tive uma visão: vi algo parecido com um grande lençol sendo baixado do céu, preso pelas quatro pontas, e que vinha até onde eu estava.'",
      "reflexao": "Deus se revela em meio à oração. As maiores direções, mudanças e revelações vêm quando nos colocamos na presença dEle, sensíveis ao que Ele quer comunicar, não apenas com palavras, mas com experiências sobrenaturais."
    },
    {
      "numero": "6",
      "texto": "'Quando olhei para dentro dele, observei cuidadosamente e vi quadrúpedes da terra, animais selvagens, répteis e aves do céu.'",
      "reflexao": "Deus nos confronta com imagens que desafiam nossos paradigmas. Muitas vezes, Ele precisa nos tirar do conhecido para nos fazer entender que Seus planos vão além da nossa lógica humana."
    },
    {
      "numero": "7",
      "texto": "'Ouvi uma voz que me dizia: Levante-se, Pedro. Mate e coma.'",
      "reflexao": "O chamado de Deus muitas vezes nos tira da zona de conforto. É um convite para romper com padrões antigos, obedecer e confiar, mesmo quando não entendemos totalmente o que Ele está fazendo."
    },
    {
      "numero": "8",
      "texto": "'Respondi: De modo nenhum, Senhor! Jamais entrou em minha boca algo impuro ou imundo.'",
      "reflexao": "Nosso primeiro impulso muitas vezes é resistir ao novo de Deus, apegando-nos ao que conhecemos, às tradições ou à nossa zona de conforto. Mas Deus insiste, porque Seus planos são maiores que nossa compreensão limitada."
    },
    {
      "numero": "9",
      "texto": "'A voz falou do céu pela segunda vez: Não chame impuro aquilo que Deus purificou.'",
      "reflexao": "O que Deus limpa, ninguém tem direito de rejeitar. A graça de Deus quebra rótulos, desfaz julgamentos e abre portas para que todos, sem exceção, possam ser alcançados pelo Seu amor e perdão."
    },
    {
      "numero": "10",
      "texto": "'Isso aconteceu três vezes, e então tudo foi recolhido novamente ao céu.'",
      "reflexao": "Deus confirma Sua palavra. Quando não entendemos na primeira vez, Ele fala de novo, com paciência e amor, até que nosso coração esteja alinhado ao que Ele deseja realizar através de nós."
    },
    {
      "numero": "11",
      "texto": "'Naquele exato momento, chegaram à casa em que eu estava três homens enviados de Cesareia para me buscar.'",
      "reflexao": "O agir de Deus é perfeito em tempo e propósito. Enquanto Ele fala conosco, já está preparando os caminhos, alinhando encontros e oportunidades que fazem parte do Seu plano maior."
    },
    {
      "numero": "12",
      "texto": "'O Espírito me disse que fosse com eles sem hesitar. Foram comigo também estes seis irmãos, e entramos na casa daquele homem.'",
      "reflexao": "A voz do Espírito Santo traz paz e direção. Quando Deus diz 'vá', não é para questionar, mas para obedecer. A obediência ao Espírito abre portas que jamais se abririam pela força humana."
    },
    {
      "numero": "13",
      "texto": "'Ele nos contou como tinha visto um anjo em pé em sua casa, que lhe dissera: Mande buscar em Jope Simão, chamado Pedro.'",
      "reflexao": "Deus move céus e terra para alcançar quem tem sede dEle. Pessoas, lugares e situações são alinhados por Ele para que a salvação, o amor e a verdade cheguem onde precisam chegar."
    },
    {
      "numero": "14",
      "texto": "'Ele lhe trará uma mensagem por meio da qual você e toda a sua casa serão salvos.'",
      "reflexao": "O Evangelho é uma mensagem que salva não só indivíduos, mas casas, famílias e gerações. Deus se importa com cada vida e deseja que toda casa seja cheia da Sua presença, amor e salvação."
    },
    {
      "numero": "15",
      "texto": "'Quando comecei a falar, o Espírito Santo desceu sobre eles, como sobre nós no princípio.'",
      "reflexao": "Deus não faz distinção. O mesmo Espírito que se derramou no Pentecostes agora se derrama sobre os gentios, provando que o amor, o poder e a presença de Deus estão disponíveis para todos que O recebem de coração sincero."
    },
    {
      "numero": "16",
      "texto": "'Então me lembrei do que o Senhor tinha dito: João batizou com água, mas vocês serão batizados com o Espírito Santo.'",
      "reflexao": "O Espírito Santo é o selo da nova aliança. Deus nos chama não apenas para rituais externos, mas para uma transformação interna, cheia do Espírito, que nos capacita a viver segundo o Reino, com poder, amor e verdade."
    },
    {
      "numero": "17",
      "texto": "'Se, pois, Deus lhes deu o mesmo dom que nos deu quando cremos no Senhor Jesus Cristo, quem era eu para pensar em opor-me a Deus?'",
      "reflexao": "Quando Deus decide agir, ninguém pode se opor. Isso nos ensina a abandonar julgamentos e preconceitos, e a reconhecer que Deus faz como quer, com quem quer, porque Seu amor e Sua graça não conhecem limites."
    },
    {
      "numero": "18",
      "texto": "Ouvindo isso, eles não apresentaram mais objeções e louvaram a Deus, dizendo: 'Então, Deus concedeu arrependimento para a vida até aos gentios!'",
      "reflexao": "O verdadeiro avivamento começa quando entendemos que o amor de Deus não tem fronteiras. A alegria da salvação não é exclusiva, mas expansiva — destinada a alcançar todos os que se rendem a Jesus."
    },
    {
      "numero": "19",
      "texto": "Os que tinham sido dispersos por causa da perseguição desencadeada com a morte de Estêvão chegaram até a Fenícia, Chipre e Antioquia, anunciando a mensagem apenas aos judeus.",
      "reflexao": "O sofrimento, muitas vezes, se torna ponte para expansão do Reino. Deus transforma perseguições em oportunidades e usa até as dores para fazer Sua Palavra alcançar novos territórios e corações."
    },
    {
      "numero": "20",
      "texto": "Todavia, alguns deles, de Chipre e Cirene, foram a Antioquia e começaram a falar também aos gregos, anunciando-lhes as boas-novas acerca do Senhor Jesus.",
      "reflexao": "Quando alguém entende o coração de Deus, não consegue mais limitar a mensagem. O amor que recebemos nos impulsiona a levar Jesus a todos — sem distinções, sem fronteiras, sem barreiras."
    },
    {
      "numero": "21",
      "texto": "A mão do Senhor estava com eles, e muitos creram e se converteram ao Senhor.",
      "reflexao": "Onde Deus está, há crescimento, transformação e salvação. Quando caminhamos debaixo da mão do Senhor, os frutos aparecem — vidas são alcançadas, curadas e restauradas pela presença e pelo poder de Deus."
    },
    {
      "numero": "22",
      "texto": "Notícias desse fato chegaram aos ouvidos da igreja em Jerusalém, e eles enviaram Barnabé a Antioquia.",
      "reflexao": "Deus levanta pessoas como Barnabé — encorajadores, homens e mulheres que são enviados para fortalecer, edificar e consolidar a obra que o Espírito Santo já começou. A missão é coletiva, e Deus nos chama a caminhar juntos."
    },
    {
      "numero": "23",
      "texto": "Quando Barnabé chegou e viu o que a graça de Deus havia feito, ficou alegre e os animou a permanecerem fiéis ao Senhor, de todo o coração.",
      "reflexao": "O que sustenta nossa caminhada não é a imposição, mas o encorajamento na graça. Quem vive a graça se alegra com o crescimento dos outros e inspira a continuar firme, com um coração totalmente entregue a Deus."
    },
    {
      "numero": "24",
      "texto": "Ele era um homem bom, cheio do Espírito Santo e de fé; e muitas pessoas foram acrescentadas ao Senhor.",
      "reflexao": "Ser cheio do Espírito e de fé é o que gera impacto real. As palavras tocam, mas é a presença de Deus na vida que transforma. Barnabé é exemplo de que um coração alinhado ao céu se torna instrumento para multiplicar o Reino."
    },
    {
      "numero": "25",
      "texto": "Então Barnabé foi a Tarso procurar Saulo;",
      "reflexao": "O Reino de Deus é feito de conexões divinas. Barnabé viu que aquele mover precisava de mais trabalhadores e se lembrou de Saulo — alguém que Deus havia separado, mesmo quando os outros ainda não conseguiam enxergar seu chamado."
    },
    {
      "numero": "26",
      "texto": "e, quando o encontrou, levou-o para Antioquia. Assim, durante um ano inteiro, eles se reuniram com a igreja e ensinaram a muitos. Em Antioquia, os discípulos foram, pela primeira vez, chamados cristãos.",
      "reflexao": "A verdadeira identidade nasce do testemunho. Foram chamados 'cristãos' porque a vida deles refletia tanto a de Cristo, que não havia outro nome mais adequado. Que nossa vida também seja um reflexo tão visível de Jesus, que outros reconheçam quem habita em nós."
    },
    {
      "numero": "27",
      "texto": "Naqueles dias, alguns profetas desceram de Jerusalém para Antioquia.",
      "reflexao": "O Reino é feito de movimentos. Deus levanta pessoas, dons e ministérios para que a igreja cresça, amadureça e esteja preparada para os desafios, sempre sensível à voz profética e à direção do Espírito."
    },
    {
      "numero": "28",
      "texto": "Um deles, chamado Ágabo, levantou-se e, pelo Espírito, predisse que uma grande fome sobreviria a todo o mundo romano. Isso aconteceu durante o reinado de Cláudio.",
      "reflexao": "Deus não deixa Seu povo sem direção. O Espírito Santo revela, alerta e prepara Seu povo para os desafios que virão. O discernimento espiritual é ferramenta de proteção, cuidado e provisão para o corpo de Cristo."
    },
    {
      "numero": "29",
      "texto": "Os discípulos, cada um segundo suas possibilidades, decidiram enviar ajuda aos irmãos que viviam na Judeia.",
      "reflexao": "A igreja é uma família. Quando um sofre, todos se movem em amor para suprir, ajudar e sustentar. A generosidade é uma marca visível de quem vive o Evangelho de forma autêntica e verdadeira."
    },
    {
      "numero": "30",
      "texto": "Assim o fizeram, enviando suas ofertas aos presbíteros pelas mãos de Barnabé e Saulo.",
      "reflexao": "Deus usa nossas mãos para ser resposta na vida de outros. A generosidade, a responsabilidade e o cuidado com a família da fé refletem o caráter de Cristo em nós. O Reino é construído com amor, serviço e entrega."
    }
  ]
}
