{
  "livro": "Atos",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Naqueles dias, crescendo o número de discípulos, houve uma murmuração dos helenistas contra os hebreus, porque as viúvas deles estavam sendo esquecidas na distribuição diária de alimentos.",
      "reflexao": "O crescimento traz desafios. Até mesmo no meio de uma comunidade cheia do Espírito surgem situações que precisam de ajustes. Isso nos ensina que Deus valoriza tanto o espiritual quanto o cuidado prático com as necessidades das pessoas. Cuidar uns dos outros também é parte essencial do Reino."
    },
    {
      "numero": "2",
      "texto": "Por isso, os doze reuniram todos os discípulos e disseram: 'Não é certo negligenciarmos o ministério da palavra de Deus para servir às mesas.'",
      "reflexao": "Cada um tem um chamado específico no Corpo de Cristo. Este versículo nos mostra a importância de priorizar aquilo para o qual fomos chamados, sem negligenciar outras áreas — mas também revela a necessidade de delegar e levantar outros para servir."
    },
    {
      "numero": "3",
      "texto": "'Irmãos, escolham entre vocês sete homens de bom testemunho, cheios do Espírito e de sabedoria, aos quais encarregaremos dessa tarefa.'",
      "reflexao": "O critério para servir não era apenas habilidade, mas vida cheia do Espírito, sabedoria e bom testemunho. Isso nos ensina que servir na obra de Deus exige caráter, maturidade espiritual e compromisso verdadeiro com o Reino."
    },
    {
      "numero": "4",
      "texto": "'E nos dedicaremos à oração e ao ministério da palavra.'",
      "reflexao": "A base do ministério frutífero está na oração e na Palavra. Sem isso, tudo perde sentido. É um lembrete para nunca deixarmos de priorizar a intimidade com Deus, pois é dela que fluem as direções, a força e os frutos do nosso serviço."
    },
    {
      "numero": "5",
      "texto": "Tal proposta agradou a todos. Então escolheram Estêvão, homem cheio de fé e do Espírito Santo; além dele, Filipe, Prócoro, Nicanor, Timão, Parmenas e Nicolau, um convertido ao judaísmo, de Antioquia.",
      "reflexao": "Deus levanta pessoas comuns, mas cheias de fé e do Espírito, para realizar obras extraordinárias. Este versículo nos lembra que quando estamos disponíveis e alinhados com Deus, Ele nos capacita e nos coloca exatamente onde podemos gerar impacto para o Reino."
    },
    {
      "numero": "6",
      "texto": "Apresentaram esses homens aos apóstolos, os quais oraram e lhes impuseram as mãos.",
      "reflexao": "O ministério começa com oração, consagração e envio. Isso nos mostra que, no Reino de Deus, ninguém caminha sozinho. A bênção, a cobertura e a intercessão da comunidade são fundamentais para que cada um cumpra seu chamado com força e proteção espiritual."
    },
    {
      "numero": "7",
      "texto": "Assim, a palavra de Deus se espalhava. Crescia rapidamente o número de discípulos em Jerusalém, e também um grande número de sacerdotes obedecia à fé.",
      "reflexao": "Quando a Igreja se organiza, se une e cada um cumpre seu papel, o crescimento é inevitável. Até os mais resistentes — como os sacerdotes — são tocados e se rendem. A unidade, a oração e a Palavra abrem caminho para uma colheita poderosa."
    },
    {
      "numero": "8",
      "texto": "Estêvão, homem cheio da graça e do poder de Deus, realizava grandes maravilhas e sinais entre o povo.",
      "reflexao": "Quando estamos cheios de graça e poder, Deus faz através de nós coisas que vão além do natural. Isso nos desafia a buscar não apenas conhecimento, mas intimidade com Deus, para que Sua presença transborde através da nossa vida."
    },
    {
      "numero": "9",
      "texto": "Contudo, levantou-se oposição dos membros da chamada Sinagoga dos Libertos, dos judeus de Cirene e Alexandria, bem como das províncias da Cilícia e da Ásia. Eles começaram a discutir com Estêvão,",
      "reflexao": "Oposição é sinal de que estamos no caminho certo. Sempre que alguém se levanta para cumprir o propósito de Deus, o inimigo tentará gerar resistência. Mas quem permanece na verdade, permanece de pé, mesmo diante dos ataques."
    },
    {
      "numero": "10",
      "texto": "mas não podiam resistir à sabedoria e ao Espírito com que ele falava.",
      "reflexao": "Quando falamos cheios do Espírito e da sabedoria de Deus, nem os argumentos mais fortes podem nos calar. Este é um convite a buscar mais do Espírito, para que nossa voz seja instrumento de transformação, não importa quem se levante contra nós."
    },
    {
      "numero": "11",
      "texto": "Então subornaram alguns homens para dizerem: 'Ouvimos Estêvão falar palavras blasfemas contra Moisés e contra Deus.'",
      "reflexao": "Quando não podem vencer a verdade, recorrem à mentira. Isso não é novidade no Reino. Mas quem anda na luz não teme as trevas. Deus sempre traz à tona a verdade, e a justiça dEle é perfeita, mesmo quando a dos homens falha."
    },
    {
      "numero": "12",
      "texto": "Assim, agitaram o povo, os líderes religiosos e os mestres da lei. Prenderam Estêvão e o levaram ao Sinédrio.",
      "reflexao": "Quando Deus levanta alguém, o inimigo tenta levantar confusão. Mas mesmo quando somos perseguidos ou injustiçados, Deus continua no controle, e até a adversidade é oportunidade para testemunhar a verdade do Reino."
    },
    {
      "numero": "13",
      "texto": "Apresentaram falsas testemunhas, que diziam: 'Este homem não para de falar contra este lugar santo e contra a lei.'",
      "reflexao": "Falsas acusações fazem parte da caminhada de quem decide viver a verdade. O próprio Jesus passou por isso. Mas quem anda com Deus não é abalado por mentiras, pois sabe que sua justiça vem do Senhor."
    },
    {
      "numero": "14",
      "texto": "'Pois ouvimos dizer que esse Jesus, o Nazareno, destruirá este lugar e mudará os costumes que Moisés nos deixou.'",
      "reflexao": "O medo da mudança faz com que muitos resistam à verdade. Quando a luz chega, ela expõe estruturas ultrapassadas, religiosidade vazia e tradições que afastam as pessoas de Deus. A transformação traz desconforto, mas também traz vida nova."
    },
    {
      "numero": "15",
      "texto": "Todos os que estavam sentados no Sinédrio olharam atentamente para Estêvão e viram que seu rosto parecia o rosto de um anjo.",
      "reflexao": "Mesmo em meio à perseguição, Deus faz resplandecer Sua glória nos que são fiéis. A paz que vem do céu transforma até o nosso semblante. Isso nos mostra que quando estamos cheios de Deus, nem as acusações mais duras tiram nossa paz, nossa dignidade e a beleza da presença do Espírito sobre nós."
    }
  ]
}
