{
  "livro": "Atos",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Nessa ocasião, o rei Herodes prendeu alguns que pertenciam à igreja, com a intenção de maltratá-los.",
      "reflexao": "A perseguição contra a igreja nunca foi capaz de parar o avanço do Reino. Quando os homens tentam calar a voz do Evangelho, Deus transforma oposição em plataforma para manifestar Seu poder e Sua glória."
    },
    {
      "numero": "2",
      "texto": "Mandou matar à espada Tiago, irmão de João.",
      "reflexao": "O martírio de Tiago nos lembra que seguir a Cristo envolve entrega total. Há um custo em viver a verdade, mas há também uma coroa incorruptível reservada para aqueles que permanecem fiéis até o fim."
    },
    {
      "numero": "3",
      "texto": "Vendo que isso agradava aos judeus, prosseguiu, prendendo também Pedro. Isso aconteceu durante a festa dos Pães sem Fermento.",
      "reflexao": "O mundo muitas vezes se alegra com a tentativa de silenciar os filhos de Deus. Mas o plano de Deus sempre será maior que qualquer intenção maligna, e Seus propósitos não podem ser frustrados."
    },
    {
      "numero": "4",
      "texto": "Depois de prendê-lo, lançou-o na prisão, entregando-o a quatro escoltas de quatro soldados cada, para guardá-lo, pretendendo apresentá-lo ao povo depois da Páscoa.",
      "reflexao": "A tentativa humana de impedir o mover de Deus é inútil. Nenhuma prisão, corrente ou escolta é capaz de limitar o que Deus decidiu fazer. O céu nunca é impedido pela força da terra."
    },
    {
      "numero": "5",
      "texto": "Pedro, então, estava guardado na prisão, mas a igreja orava intensamente a Deus por ele.",
      "reflexao": "Quando a igreja ora, o céu se move. A oração é a chave que destranca prisões, rompe cadeias e faz o impossível acontecer. Nunca subestime o poder de uma igreja que se une em oração."
    },
    {
      "numero": "6",
      "texto": "Na noite anterior ao dia em que Herodes iria submetê-lo a julgamento, Pedro estava dormindo entre dois soldados, preso com duas correntes, e sentinelas montavam guarda à entrada do cárcere.",
      "reflexao": "Mesmo cercado por cadeias e ameaças, Pedro dormia em paz. A verdadeira paz não depende das circunstâncias, mas da confiança absoluta em Deus, que guarda, protege e cumpre Sua vontade soberana."
    },
    {
      "numero": "7",
      "texto": "De repente, apareceu um anjo do Senhor e uma luz iluminou a cela. Ele tocou no lado de Pedro e o acordou, dizendo: 'Depressa, levante-se!' As correntes caíram dos pulsos de Pedro.",
      "reflexao": "Quando Deus decide agir, correntes se quebram, portas se abrem e o impossível se torna realidade. O toque de Deus muda qualquer cenário, por mais limitado ou fechado que pareça ser."
    },
    {
      "numero": "8",
      "texto": "O anjo lhe disse: 'Vista-se e calce as sandálias.' E Pedro assim fez. Disse-lhe ainda: 'Ponha a capa e siga-me.'",
      "reflexao": "Deus faz o sobrenatural, mas espera de nós ações no natural. A obediência aos comandos simples abre o caminho para vivermos milagres maiores. Seguir as instruções do céu é chave para a libertação."
    },
    {
      "numero": "9",
      "texto": "Pedro o seguiu, mas não tinha consciência de que era real o que se fazia por meio do anjo; pensava que estava tendo uma visão.",
      "reflexao": "Muitas vezes, o que Deus faz é tão surpreendente que parece um sonho. Mas o agir de Deus é real, poderoso e concreto. Ele supera qualquer expectativa e opera além do que pedimos ou pensamos."
    },
    {
      "numero": "10",
      "texto": "Passaram pela primeira e pela segunda guarda e chegaram ao portão de ferro que dava para a cidade. Este se abriu sozinho para eles, e, saindo, caminharam por uma rua, e logo o anjo o deixou.",
      "reflexao": "Portas que parecem impossíveis de se abrir se escancaram quando Deus está no controle. Nada pode resistir ao poder do Senhor. Quando Ele libera, até os sistemas mais rígidos se dobram."
    },
    {
      "numero": "11",
      "texto": "Então Pedro caiu em si e disse: 'Agora sei, sem nenhuma dúvida, que o Senhor enviou o seu anjo e me livrou das mãos de Herodes e de tudo o que o povo judeu esperava.'",
      "reflexao": "Quando Deus age, a confusão se dissipa, o medo dá lugar à certeza e o coração se enche de gratidão. Saber que Deus cuida de nós, mesmo quando tudo parece perdido, renova nossa fé e esperança."
    },
    {
      "numero": "12",
      "texto": "Percebendo isso, ele se dirigiu à casa de Maria, mãe de João, também chamado Marcos, onde muitas pessoas estavam reunidas em oração.",
      "reflexao": "A igreja que ora é a igreja que vê milagres. Enquanto uns estão no campo, outros estão no secreto, intercedendo, sustentando e participando ativamente do mover de Deus. A oração é a base que sustenta os milagres."
    },
    {
      "numero": "13",
      "texto": "Pedro bateu à porta do alpendre, e uma serva chamada Rode veio atender.",
      "reflexao": "Deus usa as pessoas mais simples para fazer parte de grandes histórias. Ninguém é pequeno demais no Reino. Cada papel, cada ação, cada pessoa tem valor e faz parte do plano soberano do Pai."
    },
    {
      "numero": "14",
      "texto": "Ao reconhecer a voz de Pedro, ela ficou tão alegre que, em vez de abrir a porta, correu de volta e exclamou: 'Pedro está à porta!'.",
      "reflexao": "Às vezes, o milagre é tão surpreendente que até quem orou por ele tem dificuldade de acreditar quando acontece. Mas Deus nos ensina que nenhum clamor é em vão — Ele ouve, responde e surpreende."
    },
    {
      "numero": "15",
      "texto": "'Você está fora de si', disseram-lhe. Insistindo ela em afirmar que era verdade, disseram: 'Deve ser o anjo dele.'",
      "reflexao": "A incredulidade, muitas vezes, está presente até em quem ora. Isso revela nossa limitação humana, mas também a graça de Deus, que responde, não pela força da nossa fé, mas pela bondade e soberania dEle."
    },
    {
      "numero": "16",
      "texto": "Mas Pedro continuou batendo, e, quando abriram a porta e o viram, ficaram perplexos.",
      "reflexao": "Deus é especialista em nos surpreender. Aquilo que parecia improvável, impossível ou distante, se torna realidade quando o céu intervém. A fidelidade de Deus nunca falha."
    },
    {
      "numero": "17",
      "texto": "Ele, porém, fazendo-lhes sinal com a mão para que se calassem, contou-lhes como o Senhor o tirara da prisão, e disse: 'Contem isso a Tiago e aos irmãos.' Então saiu e foi para outro lugar.",
      "reflexao": "Testemunhar o que Deus faz fortalece a fé da comunidade. Compartilhar os milagres, os livramentos e os feitos do Senhor gera encorajamento, esperança e edificação no Corpo de Cristo."
    },
    {
      "numero": "18",
      "texto": "Ao amanhecer, houve grande alvoroço entre os soldados sobre o que teria acontecido com Pedro.",
      "reflexao": "Quando Deus age, até os sistemas mais rígidos ficam confusos. O sobrenatural de Deus desconcerta os planos humanos e revela que Ele está acima de qualquer autoridade terrena."
    },
    {
      "numero": "19",
      "texto": "Herodes, tendo feito buscas por ele sem o encontrar, interrogou os guardas e ordenou que fossem executados. Depois Herodes saiu da Judeia e foi para Cesareia, onde permaneceu por algum tempo.",
      "reflexao": "O orgulho humano tenta resolver na força o que não pode controlar. Mas quem se levanta contra os planos de Deus acaba colhendo as consequências dos próprios atos. Deus é justo, soberano e fiel."
    },
    {
      "numero": "20",
      "texto": "Ele estava irado com os habitantes de Tiro e de Sidom. Eles se reuniram e, buscando uma audiência com ele, conseguiram o apoio de Blasto, homem de confiança do rei, pedindo paz, porque sua região dependia do território do rei para o suprimento de alimentos.",
      "reflexao": "Muitas vezes, as relações humanas são movidas por interesses, dependências e manipulações. Mas Deus observa tudo e sabe exatamente como agir, no tempo certo, para ajustar, corrigir e revelar Sua soberania."
    },
    {
      "numero": "21",
      "texto": "No dia marcado, Herodes, vestindo suas vestes reais, sentou-se no trono e fez um discurso ao povo.",
      "reflexao": "O orgulho humano se exalta, buscando reconhecimento, aplausos e glória para si. Mas Deus resiste aos soberbos e exalta os humildes. Toda glória, honra e poder pertencem somente ao Senhor."
    },
    {
      "numero": "22",
      "texto": "Eles começaram a gritar: 'É voz de Deus, e não de homem!'.",
      "reflexao": "O ser humano tem a tendência de endeusar outros homens. Mas aceitar a glória que pertence só a Deus é caminhar rumo à ruína. Toda tentativa de ocupar o lugar de Deus leva à destruição."
    },
    {
      "numero": "23",
      "texto": "Imediatamente, por não ter dado glória a Deus, um anjo do Senhor o feriu, e ele morreu comido por vermes.",
      "reflexao": "O orgulho precede a queda. Herodes é um exemplo claro de que Deus não divide Sua glória com ninguém. Quem se exalta será humilhado, mas quem se humilha debaixo da poderosa mão de Deus será exaltado no tempo certo."
    },
    {
      "numero": "24",
      "texto": "Entretanto, a palavra de Deus continuava a crescer e a espalhar-se.",
      "reflexao": "Nada, absolutamente nada, pode parar o avanço do Reino. Perseguição, orgulho humano, ameaças ou morte não são capazes de deter o que Deus decidiu fazer. O Reino é imparável, e a Palavra sempre prosperará."
    },
    {
      "numero": "25",
      "texto": "Quando Barnabé e Saulo terminaram sua missão, voltaram de Jerusalém, levando consigo João, também chamado Marcos.",
      "reflexao": "O Reino se move por meio de pessoas dispostas. A obra continua, novas alianças são formadas e novos missionários se juntam. Deus segue escrevendo a história por meio daqueles que se colocam à disposição."
    }
  ]
}
