{
  "livro": "Atos",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Certo dia Pedro e João estavam subindo ao templo na hora da oração, às três horas da tarde.",
      "reflexao": "Este versículo nos mostra o valor da disciplina espiritual. A oração era um compromisso diário. Assim também hoje, precisamos reservar tempo para buscar a Deus. É na constância da oração que encontramos força, direção e somos preparados para os milagres que Deus quer realizar através de nós."
    },
    {
      "numero": "2",
      "texto": "Estava sendo levado para a porta do templo, chamada Formosa, um homem coxo de nascença, que ali era colocado todos os dias para pedir esmolas aos que entravam no templo.",
      "reflexao": "Quantas pessoas estão à porta da esperança, aguardando que alguém as perceba? Este versículo nos faz refletir sobre quantas vezes passamos por pessoas que precisam não apenas de ajuda material, mas de uma palavra, um olhar de amor e de esperança. Deus quer nos usar para ser resposta onde há dor e necessidade."
    },
    {
      "numero": "3",
      "texto": "Vendo que Pedro e João iam entrar no templo, ele lhes pediu esmola.",
      "reflexao": "Assim como aquele homem, muitos olham para nós esperando ajuda, mesmo sem saber que podem receber algo muito maior do que imaginam. Deus quer que sejamos portadores de uma esperança que vai além do material — uma esperança que transforma vidas."
    },
    {
      "numero": "4",
      "texto": "Pedro e João olharam bem para ele e então Pedro disse: 'Olhe para nós!'.",
      "reflexao": "O primeiro passo para a transformação é olhar nos olhos, enxergar o outro. Este simples ato de Pedro nos ensina que a compaixão começa quando damos atenção verdadeira às pessoas, reconhecendo sua dignidade e valor."
    },
    {
      "numero": "5",
      "texto": "O homem olhou para eles com atenção, esperando receber deles alguma coisa.",
      "reflexao": "O mundo vive esperando soluções temporárias, mas Deus quer nos surpreender com respostas que vão muito além do que pedimos ou pensamos. É na expectativa sincera que o milagre encontra espaço para acontecer."
    },
    {
      "numero": "6",
      "texto": "Disse Pedro: 'Não tenho prata nem ouro, mas o que tenho, isso lhe dou. Em nome de Jesus Cristo, o Nazareno, ande'.",
      "reflexao": "Não é sobre recursos materiais, é sobre carregarmos o nome e o poder de Jesus. Esse é o maior tesouro que podemos oferecer a quem cruza nosso caminho. Onde falta dinheiro, onde falta solução humana, o nome de Jesus traz cura, vida e transformação."
    },
    {
      "numero": "7",
      "texto": "Segurando-o pela mão direita, ajudou-o a levantar-se. Imediatamente os pés e os tornozelos do homem ficaram firmes.",
      "reflexao": "Além de declarar a cura, Pedro estende a mão. Deus nos ensina que nossa fé deve ser acompanhada de ações concretas. Às vezes, a mão estendida, o apoio, o encorajamento são parte do milagre na vida de alguém."
    },
    {
      "numero": "8",
      "texto": "De um salto pôs-se em pé e começou a andar. Depois entrou com eles no templo, andando, saltando e louvando a Deus.",
      "reflexao": "Quando Deus transforma, a resposta natural é gratidão, louvor e testemunho. Aquele que era limitado, agora anda, salta e glorifica. Assim também acontece conosco: quando somos alcançados pela graça, nossa vida muda, e não conseguimos mais ficar calados diante do que Deus fez."
    },
    {
      "numero": "9",
      "texto": "Quando todo o povo o viu andando e louvando a Deus,",
      "reflexao": "Uma vida transformada é um testemunho poderoso. As pessoas podem até duvidar das palavras, mas não podem ignorar uma vida que foi radicalmente tocada e transformada pelo poder de Deus."
    },
    {
      "numero": "10",
      "texto": "reconheceram que era ele o mesmo homem que costumava mendigar sentado à porta do templo, chamada Formosa. Todos ficaram perplexos e muito admirados com o que lhe tinha acontecido.",
      "reflexao": "Deus faz questão de mostrar que aquilo que antes era motivo de dor e vergonha se torna testemunho de vitória. Aquilo que parecia impossível aos olhos humanos, Deus transforma em sinal da Sua presença e do Seu amor."
    },
    {
      "numero": "11",
      "texto": "Apegando-se o mendigo a Pedro e João, todo o povo ficou maravilhado e correu até eles no lugar chamado Pórtico de Salomão.",
      "reflexao": "Quem é tocado por Deus deseja permanecer perto da fonte. Esse apego revela sede, gratidão e desejo de permanecer na presença daquele que trouxe vida e esperança. Que também sejamos assim: sedentos por Deus e pela Sua presença diariamente."
    },
    {
      "numero": "12",
      "texto": "Vendo isso, Pedro lhes disse: 'Israelitas, por que isso os surpreende? Por que vocês estão olhando para nós como se tivéssemos feito este homem andar por nosso próprio poder ou piedade?'",
      "reflexao": "Pedro nos ensina algo fundamental: a glória não é nossa, é de Deus. Tudo o que fazemos, todas as bênçãos e milagres que acontecem em nossas vidas, devem apontar para Jesus. Não somos nós — é Ele quem opera através de nós."
    },
    {
      "numero": "13",
      "texto": "'O Deus de Abraão, de Isaque e de Jacó, o Deus dos nossos antepassados, glorificou o seu servo Jesus, a quem vocês entregaram para ser morto, e negaram perante Pilatos, embora ele tivesse decidido soltá-lo.'",
      "reflexao": "Pedro, cheio do Espírito, fala a verdade sem medo. Ele mostra que reconhecer nossos erros é o primeiro passo para a restauração. Assim também Deus faz conosco: nos confronta, não para nos condenar, mas para gerar arrependimento, perdão e uma nova chance."
    },
    {
      "numero": "14",
      "texto": "'Vocês negaram publicamente o Santo e Justo e pediram que lhes fosse libertado um assassino.'",
      "reflexao": "Este versículo é um espelho da humanidade, que muitas vezes escolhe rejeitar a verdade, a justiça e o amor, optando por caminhos que geram dor. Isso nos leva a refletir sobre as escolhas diárias que fazemos e quem temos colocado como prioridade em nossas vidas."
    },
    {
      "numero": "15",
      "texto": "'Vocês mataram o autor da vida, mas Deus o ressuscitou dos mortos. E disso nós somos testemunhas.'",
      "reflexao": "A morte não pôde vencer Aquele que é a própria vida. E assim como Jesus venceu a morte, nós também somos chamados a viver uma nova vida, livres do pecado, da culpa e do medo, testemunhando que Ele vive e reina para sempre."
    },
    {
      "numero": "16",
      "texto": "'Pela fé no nome de Jesus, este homem que vocês veem e conhecem foi curado. Sim, a fé que vem por meio dele lhe deu esta saúde perfeita, como todos podem ver.'",
      "reflexao": "O nome de Jesus carrega poder para curar, restaurar e transformar. A fé não é apenas uma ideia, é uma convicção que move o sobrenatural. Quando confiamos em Jesus, milagres acontecem — físicos, emocionais e espirituais."
    },
    {
      "numero": "17",
      "texto": "'Agora, irmãos, eu sei que vocês agiram por ignorância, bem como os seus líderes.'",
      "reflexao": "Muitas vezes, nossas escolhas erradas vêm da ignorância, da falta de entendimento. Mas Deus, em Sua misericórdia, não nos rejeita por isso. Ele oferece perdão, graça e a oportunidade de recomeçar quando nos voltamos para Ele com um coração sincero."
    },
    {
      "numero": "18",
      "texto": "'Mas foi assim que Deus cumpriu o que tinha predito por meio de todos os profetas, dizendo que o seu Cristo haveria de sofrer.'",
      "reflexao": "Mesmo a dor e a rejeição foram usadas por Deus para cumprir Seu plano de salvação. Isso nos lembra que, mesmo quando tudo parece sair do controle, Deus está conduzindo a história para um propósito maior e perfeito."
    },
    {
      "numero": "19",
      "texto": "'Arrependam-se, pois, e voltem-se para Deus, para que os seus pecados sejam cancelados,'",
      "reflexao": "O arrependimento é o caminho para a restauração. Deus não deseja apenas consertar partes da nossa vida, mas nos dar uma nova história, limpa, livre, onde o passado é apagado e um futuro cheio de esperança se abre diante de nós."
    },
    {
      "numero": "20",
      "texto": "'para que venham tempos de descanso da parte do Senhor, e ele envie o Cristo, que lhes foi designado, Jesus.'",
      "reflexao": "O descanso verdadeiro não está nas coisas deste mundo, mas em Jesus. Quando nos rendemos a Ele, encontramos paz, refrigério e alívio para nossas almas. Ele é a fonte do descanso que o nosso coração tanto busca."
    },
    {
      "numero": "21",
      "texto": "'É necessário que ele permaneça no céu até que chegue o tempo da restauração de todas as coisas, como Deus falou há muito tempo, por meio dos seus santos profetas.'",
      "reflexao": "Deus tem um tempo determinado para a restauração de todas as coisas. Isso nos enche de esperança: o mal, a dor e o sofrimento não terão a última palavra. Um dia, tudo será renovado, restaurado e pleno na presença de Deus."
    },
    {
      "numero": "22",
      "texto": "'Pois disse Moisés: O Senhor, o seu Deus, lhes levantará dentre seus próprios irmãos um profeta como eu; ouçam-no em tudo o que ele lhes disser.'",
      "reflexao": "Jesus é o cumprimento dessa promessa. Ouvir Jesus não é apenas uma recomendação, é uma necessidade para quem deseja viver alinhado com Deus. Suas palavras trazem vida, direção e transformação para quem se abre a escutá-Lo de verdade."
    },
    {
      "numero": "23",
      "texto": "'Quem não ouvir esse profeta será eliminado do meio do seu povo.'",
      "reflexao": "Ignorar a voz de Deus tem consequências. Deus nos ama tanto que nos alerta: afastar-se dEle é escolher caminhar para a morte espiritual. Mas ouvir e obedecer abre as portas para a vida, para a graça e para um relacionamento eterno com o Criador."
    },
    {
      "numero": "24",
      "texto": "'De fato, todos os profetas desde Samuel, bem como todos os que vieram depois, falaram e anunciaram estes dias.'",
      "reflexao": "A vinda de Jesus não foi um acidente na história, mas o cumprimento de um plano anunciado por séculos. Isso fortalece nossa fé: Deus tem um plano perfeito que está se cumprindo, e Ele nos convida a fazer parte desse plano de redenção e amor."
    },
    {
      "numero": "25",
      "texto": "'E vocês são herdeiros dos profetas e da aliança que Deus fez com os seus antepassados. Ele disse a Abraão: Por meio da sua descendência, todos os povos da terra serão abençoados.'",
      "reflexao": "Deus nos escolheu para sermos portadores da bênção. Assim como Abraão foi chamado para ser bênção às nações, nós, como descendência da fé, somos chamados a levar esperança, amor e salvação ao mundo. A missão continua em nossas mãos."
    },
    {
      "numero": "26",
      "texto": "'Tendo Deus ressuscitado o seu servo, enviou-o primeiramente a vocês para abençoá-los, convertendo cada um de vocês das suas maldades.'",
      "reflexao": "O amor de Deus é ativo e restaurador. Ele não apenas salva, mas nos transforma, nos livra do mal e nos conduz a uma vida nova, cheia de propósito. Jesus é a maior bênção que podemos receber e compartilhar com o mundo."
    }
  ]
}
