{
  "livro": "Atos",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Havia em Cesareia um homem chamado Cornélio, centurião do regimento conhecido como Italiano.",
      "reflexao": "Cornélio nos mostra que Deus vê além das barreiras religiosas e culturais. Ele olha o coração e se revela àqueles que O buscam com sinceridade, não importa sua origem, posição social ou crença anterior."
    },
    {
      "numero": "2",
      "texto": "Ele e toda a sua família eram piedosos e tementes a Deus; dava muitas esmolas ao povo e orava continuamente a Deus.",
      "reflexao": "Deus honra quem anda em retidão, quem busca fazer o bem e vive em constante oração. Mesmo antes de conhecer Jesus, Cornélio já atraía o olhar de Deus por sua vida de generosidade e temor."
    },
    {
      "numero": "3",
      "texto": "Certo dia, por volta das três horas da tarde, ele teve uma visão. Viu claramente um anjo de Deus, que se aproximou dele e disse: 'Cornélio!'.",
      "reflexao": "Deus responde ao coração que busca. As orações sinceras não ficam sem resposta. Cornélio, mesmo sem conhecer toda a verdade, teve seu nome chamado dos céus. Isso mostra o quanto Deus é pessoal e atento às nossas orações."
    },
    {
      "numero": "4",
      "texto": "Atemorizado, Cornélio olhou para ele e perguntou: 'Que é, Senhor?'. O anjo respondeu: 'Suas orações e esmolas subiram como oferta memorial diante de Deus.'",
      "reflexao": "Nossas orações e atos de amor não são esquecidos. Eles sobem como incenso agradável diante do trono de Deus. Isso nos encoraja a permanecer fiéis na oração, na generosidade e no serviço, mesmo quando parece que não há resposta imediata."
    },
    {
      "numero": "5",
      "texto": "'Agora mande alguns homens a Jope para trazerem um certo Simão, também chamado Pedro.'",
      "reflexao": "Deus tem seus meios de conectar pessoas e histórias. Muitas vezes, a resposta que buscamos está em alguém que Ele já preparou. Obedecer à direção de Deus abre as portas para encontros que transformam destinos."
    },
    {
      "numero": "6",
      "texto": "'Ele está hospedado na casa de Simão, o curtidor de couro, que fica perto do mar.'",
      "reflexao": "Deus conhece endereços, nomes, detalhes. Nada passa despercebido aos Seus olhos. Isso revela como o cuidado de Deus é pessoal, específico e perfeitamente alinhado com nosso caminho e nossas necessidades."
    },
    {
      "numero": "7",
      "texto": "Assim que o anjo que lhe falou se foi, Cornélio chamou dois de seus servos e um soldado piedoso dentre os que estavam a seu serviço.",
      "reflexao": "Quem anda com Deus influencia até aqueles que estão próximos. O fato de Cornélio ter um soldado piedoso mostra que sua fé não era apenas palavras, mas testemunho que alcançava até seu ambiente de trabalho."
    },
    {
      "numero": "8",
      "texto": "E, depois de lhes contar tudo o que tinha acontecido, enviou-os a Jope.",
      "reflexao": "Obediência imediata. Quem deseja viver os planos de Deus aprende a não procrastinar quando ouve Sua voz. O agir de Deus se manifesta na vida de quem responde com prontidão."
    },
    {
      "numero": "9",
      "texto": "No dia seguinte, enquanto eles viajavam e se aproximavam da cidade, Pedro subiu ao terraço para orar, por volta do meio-dia.",
      "reflexao": "Deus trabalha nos bastidores. Enquanto os homens de Cornélio estão a caminho, Deus já está preparando Pedro. Isso revela que, enquanto oramos, Deus já está movendo situações, corações e caminhos em nosso favor."
    },
    {
      "numero": "10",
      "texto": "Tendo fome, quis comer, e, enquanto a refeição estava sendo preparada, caiu em êxtase.",
      "reflexao": "Deus se revela nos momentos simples da nossa rotina. Até enquanto esperamos uma refeição, podemos ter encontros sobrenaturais, se estivermos sensíveis e abertos à presença do Espírito Santo."
    },
    {
      "numero": "11",
      "texto": "Viu o céu aberto e algo semelhante a um grande lençol, que descia à terra, preso pelas quatro pontas.",
      "reflexao": "O céu aberto é símbolo de que Deus quer falar, quer revelar, quer ampliar nossa visão. Muitas vezes, Ele precisa romper nossos paradigmas para nos alinhar com o que realmente é o Seu coração."
    },
    {
      "numero": "12",
      "texto": "Nele havia todo tipo de quadrúpedes, répteis da terra e aves do céu.",
      "reflexao": "Deus estava preparando Pedro para entender que o Evangelho não é limitado por tradições, culturas ou preconceitos. O Reino é para todos — o puro e o impuro, o próximo e o distante. Todos são chamados à salvação."
    },
    {
      "numero": "13",
      "texto": "Então uma voz lhe disse: 'Levante-se, Pedro. Mate e coma.'",
      "reflexao": "O comando de Deus muitas vezes nos confronta. É nesse confronto que Ele quebra estruturas que nos limitam, abre nossa mente e nos alinha com a verdadeira missão — alcançar pessoas além das barreiras que criamos."
    },
    {
      "numero": "14",
      "texto": "Pedro respondeu: 'De modo nenhum, Senhor! Jamais comi algo impuro ou imundo.'",
      "reflexao": "Mesmo andando com Jesus, ainda carregamos limitações mentais e culturais. Pedro revela que muitas vezes nosso entendimento não acompanha imediatamente aquilo que Deus está querendo fazer. Mas Deus é paciente e nos ensina."
    },
    {
      "numero": "15",
      "texto": "A voz lhe falou pela segunda vez: 'Não chame impuro ao que Deus purificou.'",
      "reflexao": "O Evangelho quebra preconceitos, derruba muros e constrói pontes. Deus nos chama a olhar as pessoas com os olhos da graça, e não dos julgamentos humanos. O que Deus purifica, nenhum homem tem o direito de rejeitar."
    },
    {
      "numero": "16",
      "texto": "Isso aconteceu três vezes, e em seguida o lençol foi recolhido ao céu.",
      "reflexao": "Deus insiste em nos ensinar. Quando não entendemos na primeira vez, Ele fala de novo, confirma, repete, até que nosso coração se abra completamente para Sua vontade e Seu propósito maior."
    },
    {
      "numero": "17",
      "texto": "Enquanto Pedro refletia sobre o significado da visão, os homens enviados por Cornélio encontraram a casa de Simão e pararam junto ao portão.",
      "reflexao": "Deus já tinha alinhado tudo. Enquanto Pedro tentava entender o que Deus estava lhe mostrando, a resposta já batia à sua porta. Assim também é em nossas vidas — Deus trabalha no invisível muito antes que possamos compreender tudo."
    },
    {
      "numero": "18",
      "texto": "Chamando alguém, perguntaram se Simão, também chamado Pedro, estava hospedado ali.",
      "reflexao": "O cumprimento dos planos de Deus se move no natural e no sobrenatural. Homens batendo à porta parecem algo simples, mas fazem parte de um plano divino muito maior do que qualquer um ali poderia imaginar."
    },
    {
      "numero": "19",
      "texto": "Enquanto Pedro ainda estava pensando na visão, o Espírito lhe disse: 'Simão, três homens estão procurando por você.'",
      "reflexao": "O Espírito Santo confirma, direciona e prepara nossos passos. Nada é por acaso quando estamos sensíveis à Sua voz. Deus cuida dos detalhes e nos orienta sobre o que está acontecendo, até antes que percebamos no natural."
    },
    {
      "numero": "20",
      "texto": "'Levante-se, desça e não hesite em ir com eles, pois fui eu quem os enviei.'",
      "reflexao": "Quando Deus dá uma direção, Ele também dá paz. Mesmo quando não entendemos tudo, confiar e obedecer é o caminho que nos leva a viver os planos surpreendentes que Ele preparou para nós."
    },
    {
      "numero": "21",
      "texto": "Descendo, Pedro disse aos homens: 'Eu sou quem vocês estão procurando. Por que motivo vieram?'",
      "reflexao": "A prontidão de Pedro revela um coração que, embora ainda processando o que Deus estava fazendo, escolheu obedecer. Assim também devemos estar: dispostos a ouvir, entender e agir, mesmo sem ter todas as respostas."
    },
    {
      "numero": "22",
      "texto": "Eles responderam: 'Viemos da parte do centurião Cornélio, homem justo e temente a Deus, respeitado por todo o povo judeu. Um anjo lhe falou para que chamasse você à sua casa e ouvisse o que você tem a dizer.'",
      "reflexao": "Quando Deus abre uma porta, Ele deixa tudo muito claro. A confirmação do chamado vem tanto pelo céu quanto pela boca das pessoas que Deus coloca no nosso caminho. O plano dEle se revela por completo, no tempo certo."
    },
    {
      "numero": "23",
      "texto": "Então Pedro os convidou para entrar e hospedou-os. No dia seguinte, partiu com eles, e alguns dos irmãos de Jope o acompanharam.",
      "reflexao": "O Reino de Deus é sobre comunhão, acolhimento e disposição. Pedro, que antes rejeitaria esse tipo de contato, agora recebe, acolhe e decide caminhar junto. Isso é o Evangelho vivo, quebrando barreiras e construindo pontes."
    },
    {
      "numero": "24",
      "texto": "No outro dia chegaram a Cesareia. Cornélio os estava esperando, tendo reunido seus parentes e amigos mais íntimos.",
      "reflexao": "Quem é alcançado pela graça quer que outros também sejam. O coração de Cornélio revela um desejo profundo de compartilhar a verdade, de envolver sua casa, sua família e seus amigos naquilo que Deus estava prestes a fazer."
    },
    {
      "numero": "25",
      "texto": "Quando Pedro estava para entrar, Cornélio saiu-lhe ao encontro e, prostrando-se aos seus pés, o adorou.",
      "reflexao": "O coração sedento às vezes não sabe exatamente como reagir. Cornélio expressa reverência, mas Pedro o lembrará de que toda glória é de Deus. Isso nos ensina que os instrumentos são importantes, mas a adoração deve ser sempre direcionada ao Senhor."
    },
    {
      "numero": "26",
      "texto": "Mas Pedro o levantou, dizendo: 'Levante-se, eu sou apenas um homem como você.'",
      "reflexao": "Pedro nos ensina que, por mais que Deus nos use, toda glória pertence somente a Ele. Somos apenas instrumentos nas mãos do Senhor, chamados para servir com humildade e amor."
    },
    {
      "numero": "27",
      "texto": "Conversando com ele, Pedro entrou e encontrou muitas pessoas reunidas ali.",
      "reflexao": "Quando Deus se move, Ele alcança não só indivíduos, mas famílias, lares e comunidades inteiras. O plano de Deus é sempre coletivo, expansivo e cheio de amor."
    },
    {
      "numero": "28",
      "texto": "Ele lhes disse: 'Vocês sabem muito bem que é contra a nossa lei um judeu associar-se a um gentio ou visitá-lo. Mas Deus me mostrou que eu não deveria chamar impuro ou imundo a homem algum.'",
      "reflexao": "O Evangelho quebra todas as barreiras de preconceito, cultura, raça ou religião. Deus nos chama a olhar o outro com os olhos da graça, sem julgamentos, e com um coração disposto a amar e acolher."
    },
    {
      "numero": "29",
      "texto": "'Por isso, quando fui procurado, vim sem qualquer objeção. Agora, pergunto: por que vocês me mandaram chamar?'",
      "reflexao": "Obediência sem entender todos os detalhes é um dos maiores sinais de maturidade espiritual. Pedro foi, confiando que Deus revelaria o propósito no caminho. Assim também devemos caminhar em fé e obediência."
    },
    {
      "numero": "30",
      "texto": "Cornélio respondeu: 'Faz quatro dias, eu estava em minha casa orando, por volta desta mesma hora, às três da tarde. De repente, apareceu diante de mim um homem com roupas resplandecentes'",
      "reflexao": "Deus se revela aos que O buscam com sinceridade. A oração abre portas no céu e gera encontros divinos, direcionamento e transformação. Deus não ignora um coração que ora com fé e sinceridade."
    },
    {
      "numero": "31",
      "texto": "e disse: 'Cornélio, Deus ouviu sua oração e se lembrou de suas esmolas.'",
      "reflexao": "As orações e as atitudes de amor e generosidade nunca passam despercebidas diante de Deus. Cada clamor, cada gesto de bondade, cada oferta de amor é visto e valorizado pelo Senhor."
    },
    {
      "numero": "32",
      "texto": "'Envie alguém a Jope para chamar Simão, conhecido como Pedro. Ele está hospedado na casa de Simão, o curtidor, perto do mar.'",
      "reflexao": "Deus cuida dos detalhes. Ele é específico, direciona e conecta pessoas, mostrando que Seu plano é perfeito, milimetricamente alinhado para cumprir Seus propósitos na vida de quem O busca."
    },
    {
      "numero": "33",
      "texto": "'Assim, mandei chamar você imediatamente, e foi bom que você tenha vindo. Agora estamos todos aqui na presença de Deus para ouvir tudo o que o Senhor te ordenou nos dizer.'",
      "reflexao": "O coração de Cornélio é o retrato de alguém disposto a ouvir e obedecer. Que sejamos assim — prontos, com o coração aberto para receber tudo o que Deus deseja nos falar, nos ensinar e nos transformar."
    },
    {
      "numero": "34",
      "texto": "Então Pedro começou a falar: 'Agora percebo verdadeiramente que Deus não faz acepção de pessoas,'",
      "reflexao": "Esta é uma das declarações mais poderosas das Escrituras. Deus não discrimina, não seleciona segundo aparência, raça ou história. Seu amor é para todos. A salvação é para todos. O Reino é inclusivo, pleno e cheio de graça."
    },
    {
      "numero": "35",
      "texto": "'mas aceita todo aquele que O teme e pratica o que é justo, qualquer que seja a nação.'",
      "reflexao": "O que Deus busca são corações reverentes, sinceros e dispostos a viver em justiça. Isso vai além das fronteiras humanas. Deus vê o interior e responde à fé de qualquer pessoa, em qualquer lugar."
    },
    {
      "numero": "36",
      "texto": "'Vocês conhecem a mensagem que Deus enviou ao povo de Israel, anunciando as boas-novas da paz por meio de Jesus Cristo, que é Senhor de todos.'",
      "reflexao": "O Evangelho é a boa notícia da paz. Jesus não é Senhor de alguns, mas de todos. Essa mensagem precisa ser levada a cada pessoa, em cada nação, em cada casa, porque ela traz reconciliação, esperança e vida eterna."
    },
    {
      "numero": "37",
      "texto": "'Vocês sabem o que aconteceu em toda a Judeia, começando na Galileia, depois do batismo que João pregou,'",
      "reflexao": "O testemunho de Jesus não ficou escondido. Assim também é hoje — o que Deus faz se torna conhecido, transforma ambientes, vidas e deixa marcas eternas."
    },
    {
      "numero": "38",
      "texto": "'como Deus ungiu Jesus de Nazaré com o Espírito Santo e poder, e como Ele andou por toda parte, fazendo o bem e curando todos os oprimidos pelo diabo, porque Deus estava com Ele.'",
      "reflexao": "O ministério de Jesus é nosso modelo: andar fazendo o bem, libertando, curando, levando amor e esperança, porque o Espírito Santo também está conosco hoje. Fomos chamados para continuar essa missão."
    },
    {
      "numero": "39",
      "texto": "'Nós somos testemunhas de tudo o que Ele fez na terra dos judeus e em Jerusalém. Eles o mataram, suspendendo-o num madeiro,'",
      "reflexao": "Pedro não mascara a verdade. A cruz faz parte da mensagem. Jesus foi rejeitado, sofreu e morreu, não por fraqueza, mas por amor. E essa mensagem é a base da nossa fé e do nosso chamado."
    },
    {
      "numero": "40",
      "texto": "'mas Deus o ressuscitou no terceiro dia e fez com que fosse visto,'",
      "reflexao": "A ressurreição é o ponto central do Evangelho. A morte não pôde deter Jesus. E, assim como Ele venceu, nós também venceremos com Ele. Esta é a esperança viva que carregamos."
    },
    {
      "numero": "41",
      "texto": "'não por todo o povo, mas por testemunhas que Deus já havia escolhido — por nós, que comemos e bebemos com Ele depois que ressuscitou dos mortos.'",
      "reflexao": "A fé cristã não se baseia em histórias ou lendas, mas em testemunhas vivas. Pessoas que viram, tocaram, conversaram com Jesus ressurreto. Nossa fé tem fundamento real, histórico e eterno."
    },
    {
      "numero": "42",
      "texto": "'Ele nos ordenou pregar ao povo e testemunhar que foi Ele quem Deus constituiu como juiz de vivos e de mortos.'",
      "reflexao": "O Evangelho não é apenas convite, é também convocação. Somos chamados a anunciar que Jesus é Salvador, mas também é Senhor e Juiz. É urgente que todos saibam que só há salvação e vida verdadeira nEle."
    },
    {
      "numero": "43",
      "texto": "'Dele todos os profetas dão testemunho, de que todo aquele que Nele crê recebe perdão dos pecados mediante o seu nome.'",
      "reflexao": "O perdão não é mérito, não é obra humana, é graça. Aquele que crê em Jesus recebe perdão pleno, reconciliação com Deus e uma nova vida. Essa é a maior notícia que o mundo pode receber."
    },
    {
      "numero": "44",
      "texto": "Enquanto Pedro ainda estava falando essas palavras, o Espírito Santo desceu sobre todos os que ouviam a mensagem.",
      "reflexao": "Quando a Palavra é liberada, o Espírito Santo age. Não há barreiras. O céu invade a terra. Deus derrama Sua presença sobre aqueles que têm o coração aberto, independente de tradição, religião ou passado."
    },
    {
      "numero": "45",
      "texto": "Os crentes judeus que vieram com Pedro ficaram admirados de que o dom do Espírito Santo fosse derramado também sobre os gentios.",
      "reflexao": "O Reino de Deus sempre surpreende. Deus quebra expectativas, paradigmas e limitações humanas. O que é impossível aos olhos humanos, Deus faz com abundância e amor, alcançando quem o homem jamais imaginaria."
    },
    {
      "numero": "46",
      "texto": "Pois os ouviam falando em línguas e exaltando a Deus. Então Pedro disse:",
      "reflexao": "O mover do Espírito Santo é visível, audível e transforma. Quando Deus age, não há como ficar indiferente. Sua presença traz liberdade, alegria e manifestação sobrenatural que glorifica o nome de Jesus."
    },
    {
      "numero": "47",
      "texto": "'Pode alguém negar a água, impedindo que sejam batizados estes que receberam o Espírito Santo como nós?'",
      "reflexao": "Quando Deus valida, nenhum homem tem autoridade para impedir. O batismo é a confirmação externa de uma transformação interna já operada pelo Espírito Santo. O Reino não conhece fronteiras, só corações disponíveis."
    },
    {
      "numero": "48",
      "texto": "Então mandou que fossem batizados em nome de Jesus Cristo. Depois pediram a Pedro que ficasse com eles por alguns dias.",
      "reflexao": "O Evangelho não é um evento, é uma jornada. Após serem alcançados, eles queriam aprender mais, crescer e permanecer na presença. Assim também devemos viver: desejosos por mais de Deus, por discipulado, comunhão e crescimento contínuo."
    }
  ]
}
