{
  "livro": "Atos",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Na igreja de Antioquia havia profetas e mestres: Barnabé, Simeão chamado Níger, Lúcio de Cirene, Manaém, que fora criado com Herodes, o tetrarca, e Saulo.",
      "reflexao": "Deus levanta pessoas diferentes, de origens e histórias diversas, para compor Sua igreja. O Reino é plural, inclusivo e movido por dons que se complementam, formando um corpo saudável e frutífero."
    },
    {
      "numero": "2",
      "texto": "Enquanto adoravam o Senhor e jejuavam, o Espírito Santo disse: 'Separem para mim Barnabé e Saulo para a obra a que os tenho chamado.'",
      "reflexao": "O chamado de Deus nasce na intimidade, no lugar de adoração e consagração. Quando buscamos a presença, o Espírito revela direções, separa pessoas e libera destinos para cumprir Seu propósito eterno."
    },
    {
      "numero": "3",
      "texto": "Assim, depois de jejuar, orar e impor as mãos, despediram-nos.",
      "reflexao": "A missão nasce da oração e é sustentada por ela. A imposição de mãos não é apenas um gesto simbólico, mas um envio espiritual, uma confirmação de que quem vai não vai só — vai sustentado pela comunhão e pela autoridade espiritual da igreja."
    },
    {
      "numero": "4",
      "texto": "Enviados pelo Espírito Santo, desceram a Selêucia e dali navegaram para Chipre.",
      "reflexao": "Quem é enviado por Deus caminha debaixo de direção e provisão. O Espírito Santo não apenas chama, mas guia cada passo, conduzindo para os lugares onde há corações preparados para receber a Palavra."
    },
    {
      "numero": "5",
      "texto": "Chegando a Salamina, proclamaram a palavra de Deus nas sinagogas judaicas. Tinham João como auxiliar.",
      "reflexao": "A obra de Deus é feita em equipe. Cada um tem um papel, uma função e um chamado. Mesmo aqueles que parecem estar em funções de apoio são essenciais para que o Reino avance de forma plena e eficaz."
    },
    {
      "numero": "6",
      "texto": "Viajaram por toda a ilha até Pafos. Ali encontraram um judeu chamado Barjesus, que praticava magia e era falso profeta.",
      "reflexao": "Onde há avanço do Reino, também há resistência espiritual. O inimigo levanta enganos para tentar confundir e desviar, mas a luz da verdade sempre prevalece sobre as trevas e sobre a mentira."
    },
    {
      "numero": "7",
      "texto": "Ele estava com o procônsul Sérgio Paulo, homem inteligente. Este, mandando chamar Barnabé e Saulo, quis ouvir a palavra de Deus.",
      "reflexao": "Corações sedentos são atraídos pela verdade. Deus prepara pessoas influentes e estratégicas para ouvir o Evangelho. Quando Deus move, Ele abre portas que o homem jamais conseguiria abrir por si mesmo."
    },
    {
      "numero": "8",
      "texto": "Mas Elimas, o mágico — esse é o significado do seu nome — opôs-se a eles, procurando desviar o procônsul da fé.",
      "reflexao": "O avanço do Reino encontra oposição, mas nenhuma resistência é maior que o poder do Evangelho. O inimigo sempre tentará desviar, confundir e bloquear, mas quem está cheio do Espírito vence qualquer oposição."
    },
    {
      "numero": "9",
      "texto": "Então Saulo, também chamado Paulo, cheio do Espírito Santo, olhou firmemente para Elimas e disse:",
      "reflexao": "A autoridade espiritual nasce de um coração cheio do Espírito. Quando estamos cheios de Deus, podemos enfrentar qualquer oposição, olhar nos olhos do problema e declarar com ousadia aquilo que vem do céu."
    },
    {
      "numero": "10",
      "texto": "'Filho do diabo, inimigo de tudo o que é justo! Você está cheio de toda espécie de engano e maldade. Nunca deixará de perverter os retos caminhos do Senhor?'",
      "reflexao": "Há momentos em que é necessário confrontar diretamente o espírito de engano. O amor não exclui a firmeza. O Reino de Deus é amor, mas também é justiça, verdade e autoridade espiritual contra as obras das trevas."
    },
    {
      "numero": "11",
      "texto": "'Saiba, agora, que a mão do Senhor está contra você, e você ficará cego, incapaz de ver a luz do sol por algum tempo.' Imediatamente, vieram sobre ele névoa e escuridão, e ele, tateando, procurava quem o guiasse pela mão.",
      "reflexao": "Deus permite disciplina para gerar temor e proteger os que estão sendo enganados. Quando o céu intervém, o poder de Deus se manifesta de forma visível, revelando quem é soberano sobre todas as coisas."
    },
    {
      "numero": "12",
      "texto": "O procônsul, vendo o que havia acontecido, creu, profundamente impressionado com o ensino do Senhor.",
      "reflexao": "O poder de Deus confirma a Palavra. Onde há manifestação do Reino, há transformação de corações. O sobrenatural não é espetáculo, é confirmação de que Deus é real, presente e poderoso."
    },
    {
      "numero": "13",
      "texto": "De Pafos, Paulo e seus companheiros navegaram para Perge, na Panfília, onde João os deixou e voltou para Jerusalém.",
      "reflexao": "Nem todos permanecem conosco em toda a jornada. Alguns caminham apenas uma parte do trajeto. Mas isso não impede que o plano de Deus continue se cumprindo. O chamado de Deus é maior que qualquer abandono ou dificuldade."
    },
    {
      "numero": "14",
      "texto": "De Perge, prosseguiram até Antioquia da Pisídia. No sábado, entraram na sinagoga e se sentaram.",
      "reflexao": "Deus abre oportunidades em qualquer lugar. Paulo e Barnabé entenderam que onde houvesse uma porta, ali seria um campo para anunciar as boas-novas. Quem carrega o Reino está sempre pronto para compartilhar, onde quer que esteja."
    },
    {
      "numero": "15",
      "texto": "Depois da leitura da Lei e dos Profetas, os chefes da sinagoga lhes mandaram dizer: 'Irmãos, se vocês têm uma palavra de exortação para o povo, falem.'",
      "reflexao": "Deus prepara oportunidades sobrenaturais no meio da rotina. Quando estamos sensíveis, Ele nos dá voz, espaço e autoridade para liberar palavras que tocam, curam e transformam vidas."
    },
    {
      "numero": "16",
      "texto": "De pé, Paulo fez sinal com a mão e disse: 'Israelitas e vocês, gentios tementes a Deus, escutem-me.'",
      "reflexao": "O Evangelho é anunciado com autoridade, mas também com amor. Paulo chama a atenção de todos — judeus e gentios — porque a mensagem de Deus é para todos, sem exceção, e alcança qualquer coração disposto a ouvir."
    },
    {
      "numero": "17",
      "texto": "'O Deus deste povo de Israel escolheu nossos antepassados e exaltou o povo durante sua estada no Egito, com braço poderoso os tirou daquele país.'",
      "reflexao": "O Deus que escolhe, também liberta e conduz. A história do povo de Israel é um lembrete constante de que Deus nunca abandona Seus filhos e que Seu amor é operante, poderoso e libertador."
    },
    {
      "numero": "18",
      "texto": "'Ele os suportou no deserto por cerca de quarenta anos.'",
      "reflexao": "Deus é paciente. Mesmo em meio às murmurações, ingratidão e desobediência, Ele continua cuidando, sustentando e guiando, porque Seu amor é maior que nossas limitações e falhas."
    },
    {
      "numero": "19",
      "texto": "'E, tendo destruído sete nações na terra de Canaã, deu-lhes aquela terra por herança.'",
      "reflexao": "O Deus que promete também cumpre. Nenhuma oposição, nação ou gigante é capaz de impedir o cumprimento das promessas que Deus faz aos Seus filhos. O que Ele falou, Ele fará."
    },
    {
      "numero": "20",
      "texto": "'Tudo isso levou cerca de quatrocentos e cinquenta anos. Depois disso, lhes deu juízes até o tempo do profeta Samuel.'",
      "reflexao": "Deus tem um tempo para tudo. A história revela que, mesmo quando há ciclos longos de espera, Deus está no controle, guiando, protegendo e conduzindo Seu povo, preparando cada etapa com perfeição."
    },
    {
      "numero": "21",
      "texto": "'Então eles pediram um rei, e Deus lhes deu Saul, filho de Quis, da tribo de Benjamim, que reinou quarenta anos.'",
      "reflexao": "Nem sempre o que pedimos é o melhor. Saul representa o desejo do povo por uma liderança humana, mas Deus, mesmo permitindo, usa cada situação para ensinar, moldar e revelar Sua soberania."
    },
    {
      "numero": "22",
      "texto": "'Depois de rejeitar Saul, levantou-lhes Davi como rei, sobre quem testemunhou: Encontrei em Davi, filho de Jessé, um homem segundo o meu coração; ele fará tudo o que for da minha vontade.'",
      "reflexao": "O que Deus procura não são homens perfeitos, mas corações dispostos, sinceros e sensíveis. Davi errou, mas seu coração era completamente rendido, disposto a obedecer, amar e se alinhar à vontade de Deus."
    },
    {
      "numero": "23",
      "texto": "'Da descendência deste homem, Deus trouxe a Israel o Salvador Jesus, como prometera.'",
      "reflexao": "A fidelidade de Deus é inabalável. O plano de salvação não foi improvisado — foi promessa, foi aliança. Desde Davi, Deus já estava desenhando, no tempo certo, a vinda de Jesus para redimir toda a humanidade."
    },
    {
      "numero": "24",
      "texto": "'Antes da vinda de Jesus, João pregou arrependimento e batismo a todo o povo de Israel.'",
      "reflexao": "Todo mover de Deus é precedido por um chamado ao arrependimento. O arrependimento abre caminho para a restauração, para a redenção e para o cumprimento das promessas do Reino."
    },
    {
      "numero": "25",
      "texto": "'Quando João estava completando sua carreira, dizia: Quem vocês pensam que eu sou? Eu não sou aquele. Mas depois de mim vem alguém cujas sandálias não sou digno de desamarrar.'",
      "reflexao": "João nos ensina que todo ministério, toda missão e todo chamado precisam ser centrados em Jesus. O foco nunca deve ser o mensageiro, mas Aquele que vem — Jesus, o Salvador, o Cordeiro de Deus."
    },
    {
      "numero": "26",
      "texto": "'Irmãos, descendentes de Abraão e vocês, gentios tementes a Deus, é a nós que esta mensagem de salvação foi enviada.'",
      "reflexao": "A mensagem da salvação é inclusiva, urgente e destinada a todos. Não importa sua origem, sua história ou seu passado — a graça de Deus nos alcança e nos convida a fazer parte da nova aliança em Cristo Jesus."
    },
    {
      "numero": "27",
      "texto": "'Os habitantes de Jerusalém e seus líderes não reconheceram Jesus. Ao condená-lo, cumpriram as palavras dos profetas, que são lidas todos os sábados.'",
      "reflexao": "O maior perigo espiritual é ouvir a Palavra constantemente e, ainda assim, não reconhecer a visitação de Deus. Quando o coração se fecha, até a verdade mais clara é ignorada."
    },
    {
      "numero": "28",
      "texto": "'Embora não encontrassem motivo legal para uma sentença de morte, pediram a Pilatos que o mandasse executar.'",
      "reflexao": "A injustiça humana nunca é maior que o plano de Deus. Mesmo sendo condenado sem culpa, Jesus se entregou voluntariamente para cumprir o plano perfeito de salvação por amor a nós."
    },
    {
      "numero": "29",
      "texto": "'Depois de cumprirem tudo o que estava escrito a respeito dele, tiraram-no do madeiro e o colocaram em um túmulo.'",
      "reflexao": "O plano parecia encerrado, mas Deus transforma sepulturas em começos. Quando os homens acham que é o fim, Deus está prestes a revelar Seu maior milagre: a vida vencendo a morte."
    },
    {
      "numero": "30",
      "texto": "'Mas Deus o ressuscitou dentre os mortos,'",
      "reflexao": "Aqui está o centro da nossa fé: Jesus vive! A ressurreição é a maior vitória da história, provando que o amor de Deus é mais forte que a morte, o pecado e todo o poder das trevas."
    },
    {
      "numero": "31",
      "texto": "'e, por muitos dias, ele foi visto pelos que tinham subido com ele da Galileia a Jerusalém. Eles agora são suas testemunhas para o povo.'",
      "reflexao": "Nossa fé não se baseia em mitos, mas em testemunhas oculares. Eles viram, tocaram, conversaram e andaram com Jesus ressurreto. E hoje nós somos chamados a ser continuidade desse testemunho vivo."
    },
    {
      "numero": "32",
      "texto": "'Nós lhes anunciamos as boas-novas: o que Deus prometeu a nossos antepassados,'",
      "reflexao": "O Evangelho é o cumprimento das promessas de Deus. O que Ele prometeu desde os tempos antigos se realizou em Jesus, e hoje continua se cumprindo na vida dos que creem e se rendem a Ele."
    },
    {
      "numero": "33",
      "texto": "'ele cumpriu plenamente para nós, seus filhos, ressuscitando Jesus, como está escrito no Salmo segundo: Tu és meu Filho; eu hoje te gerei.'",
      "reflexao": "A ressurreição de Jesus não é apenas uma vitória pessoal, é o selo da nova aliança, a confirmação de que Deus cumpriu Sua promessa de enviar e estabelecer Seu Filho como Salvador e Senhor sobre todas as coisas."
    },
    {
      "numero": "34",
      "texto": "'Deus o ressuscitou dos mortos, para que nunca mais voltasse à decomposição, conforme declarado: Eu lhes darei as santas e fiéis bênçãos prometidas a Davi.'",
      "reflexao": "Em Jesus, Deus cumpre eternamente Suas promessas. A vida que Ele oferece não se corrompe, não se desgasta, não termina — é uma vida plena, eterna e garantida pelo sacrifício e pela ressurreição de Cristo."
    },
    {
      "numero": "35",
      "texto": "'Por isso, também se declara em outro Salmo: Não permitirás que o teu Santo veja decomposição.'",
      "reflexao": "Jesus venceu até mesmo a morte física. Seu corpo não experimentou a corrupção do túmulo, porque Ele é o Santo de Deus, o Cordeiro perfeito, imaculado, que reina para sempre."
    },
    {
      "numero": "36",
      "texto": "'Tendo servido ao propósito de Deus em sua própria geração, Davi adormeceu; foi sepultado com seus antepassados e seu corpo se decompôs.'",
      "reflexao": "Davi cumpriu seu chamado, mas era humano, limitado. Já Jesus, sendo Deus, venceu a morte e permanece vivo para sempre. Isso nos inspira a também viver cumprindo o propósito de Deus em nossa geração."
    },
    {
      "numero": "37",
      "texto": "'Mas aquele a quem Deus ressuscitou não sofreu decomposição.'",
      "reflexao": "A vitória de Jesus sobre a morte é total, completa e definitiva. Ele reina, vive e está presente conosco, conduzindo Seu povo, manifestando Seu amor e cumprindo Suas promessas eternas."
    },
    {
      "numero": "38",
      "texto": "'Portanto, meus irmãos, quero que saibam que por meio de Jesus é anunciado o perdão dos pecados a vocês.'",
      "reflexao": "O maior presente que Deus oferece à humanidade: perdão, reconciliação e nova vida. Nenhuma culpa, erro ou passado é maior que o poder do sangue de Jesus, que nos purifica e nos dá acesso à vida eterna."
    },
    {
      "numero": "39",
      "texto": "'Por meio dele, todo aquele que crê é justificado de todas as coisas das quais vocês não puderam ser justificados pela lei de Moisés.'",
      "reflexao": "O que a lei não pôde fazer, Jesus fez. A graça nos alcança, nos perdoa e nos justifica. Não é por mérito, esforço ou obras, mas por fé no sacrifício perfeito de Cristo."
    },
    {
      "numero": "40",
      "texto": "'Cuidem para que não lhes aconteça o que foi dito nos profetas:'",
      "reflexao": "O Evangelho também traz um alerta: ignorar essa verdade é escolher permanecer longe da vida, da graça e do plano de Deus. O convite está aberto, mas a decisão é pessoal e urgente."
    },
    {
      "numero": "41",
      "texto": "'Olhem, zombadores, admirem-se e pereçam! Pois nos dias de vocês farei algo que vocês jamais creriam, mesmo que alguém lhes contasse.'",
      "reflexao": "Deus sempre faz além do que os olhos humanos podem compreender. Seu plano de salvação é grandioso, e rejeitá-lo é escolher perder a maior dádiva que já foi oferecida à humanidade."
    },
    {
      "numero": "42",
      "texto": "Quando Paulo e Barnabé estavam saindo da sinagoga, o povo os convidou para que, no próximo sábado, lhes falassem mais sobre essas coisas.",
      "reflexao": "Corações sedentos sempre querem mais da verdade. Quando a Palavra é pregada com poder e clareza, ela desperta fome espiritual, desejo de aprender, crescer e se aprofundar no conhecimento de Deus."
    },
    {
      "numero": "43",
      "texto": "Quando a reunião terminou, muitos dos judeus e dos convertidos ao judaísmo seguiram Paulo e Barnabé, que, conversando com eles, os persuadiram a permanecer na graça de Deus.",
      "reflexao": "Permanecer na graça é entender que não começamos pela fé para depois depender de esforços humanos. A caminhada cristã, do início ao fim, é sustentada pela graça, pelo amor e pela fidelidade de Deus."
    },
    {
      "numero": "44",
      "texto": "No sábado seguinte, quase toda a cidade se reuniu para ouvir a palavra do Senhor.",
      "reflexao": "Quando o Evangelho é pregado com verdade e unção, ele atrai multidões. O mundo está sedento por uma mensagem de esperança, de vida e de salvação — e essa mensagem é Jesus."
    },
    {
      "numero": "45",
      "texto": "Ao verem as multidões, os judeus ficaram cheios de inveja e, com blasfêmias, opunham-se ao que Paulo estava dizendo.",
      "reflexao": "O ciúme e o orgulho espiritual cegam. Em vez de se alegrarem pela salvação de muitos, eles se entristeciam, revelando que o apego à religião pode, muitas vezes, impedir que se viva a verdadeira fé."
    },
    {
      "numero": "46",
      "texto": "Então Paulo e Barnabé responderam corajosamente: 'Era necessário anunciar a palavra de Deus primeiro a vocês. Visto que a rejeitam e não se consideram dignos da vida eterna, voltamo-nos agora para os gentios.'",
      "reflexao": "Quando alguém rejeita o Evangelho, Deus abre portas para que outros sejam alcançados. O Reino não para por causa da incredulidade de alguns — ele avança, se expande e alcança quem tem o coração disponível."
    },
    {
      "numero": "47",
      "texto": "'Pois assim o Senhor nos ordenou: Eu fiz de você luz para os gentios, para que você leve a salvação até os confins da terra.'",
      "reflexao": "O propósito de Deus sempre foi global, universal e inclusivo. A luz do Evangelho é para todos os povos, línguas e nações. E nós somos parte desse chamado: levar a luz de Cristo aonde ela ainda não chegou."
    },
    {
      "numero": "48",
      "texto": "Ouvindo isso, os gentios alegraram-se e glorificaram a palavra do Senhor; e creram todos os que haviam sido destinados para a vida eterna.",
      "reflexao": "O Evangelho gera alegria, esperança e transformação. Quem crê, experimenta a verdadeira vida — uma vida que não começa na eternidade, mas aqui e agora, na presença e na graça do Senhor."
    },
    {
      "numero": "49",
      "texto": "A palavra do Senhor se espalhava por toda aquela região.",
      "reflexao": "O Reino de Deus é imparável. Quando a Palavra encontra corações dispostos, ela se multiplica, se espalha e gera frutos eternos. A igreja cresce, o Reino avança e Deus é glorificado."
    },
    {
      "numero": "50",
      "texto": "Mas os judeus instigaram as mulheres piedosas de alta posição e os principais da cidade. Eles provocaram perseguição contra Paulo e Barnabé e os expulsaram do seu território.",
      "reflexao": "A oposição sempre virá, mas ela nunca é sinal de derrota. Na verdade, muitas vezes, a perseguição confirma que estamos no caminho certo. Quem vive para o Reino, vive preparado tanto para aplausos quanto para rejeições."
    },
    {
      "numero": "51",
      "texto": "Então estes sacudiram o pó dos seus pés em protesto contra eles e foram para Icônio.",
      "reflexao": "Há momentos em que é preciso seguir em frente. Nem todos receberão a mensagem, e está tudo bem. O nosso papel é anunciar. O resultado pertence a Deus. Sacudir o pó significa deixar para trás o que não se pode carregar."
    },
    {
      "numero": "52",
      "texto": "Os discípulos continuavam cheios de alegria e do Espírito Santo.",
      "reflexao": "Mesmo em meio à perseguição, à rejeição e às dificuldades, quem vive no Espírito permanece cheio de alegria. Porque a verdadeira alegria não vem das circunstâncias, mas da presença de Deus, que é constante, fiel e suficiente."
    }
  ]
}
