{
  "livro": "Atos",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Três dias depois de chegar à província, Festo subiu de Cesareia para Jerusalém.",
      "reflexao": "Deus move os reis, governantes e autoridades segundo os Seus planos. Cada deslocamento, cada encontro e cada decisão estão debaixo da soberania do Senhor."
    },
    {
      "numero": "2",
      "texto": "Ali os chefes dos sacerdotes e os principais dos judeus apresentaram suas acusações contra Paulo, pedindo-lhe um favor contra ele, que o mandasse trazer a Jerusalém, armando uma emboscada para matá-lo no caminho.",
      "reflexao": "Quando a verdade incomoda, os inimigos se unem em planos ocultos. Mas nenhuma armadilha das trevas é capaz de surpreender aquele que está guardado por Deus."
    },
    {
      "numero": "3",
      "texto": "Eles pediram isso como um favor, armando uma cilada para matá-lo no caminho.",
      "reflexao": "Os planos ocultos do inimigo não são invisíveis aos olhos de Deus. Ele desmonta, frustra e desfaz toda estratégia que tenta impedir o cumprimento de Seus propósitos na vida dos Seus filhos."
    },
    {
      "numero": "4",
      "texto": "Mas Festo respondeu que Paulo estava guardado em Cesareia e que ele mesmo partiria em breve para lá.",
      "reflexao": "O próprio Deus conduz as respostas, as decisões e até os argumentos dos homens. Quando Ele quer guardar, Ele usa até quem não O conhece para proteger Seus servos."
    },
    {
      "numero": "5",
      "texto": "'Portanto', disse ele, 'que os que têm autoridade entre vocês desçam comigo e, se há alguma coisa contra este homem, que o acusem lá.'",
      "reflexao": "Deus garante que todo julgamento seja feito à luz, não no oculto, e ainda assim Ele é quem defende, guarda e justifica os Seus."
    },
    {
      "numero": "6",
      "texto": "Depois de ficar entre eles não mais que oito ou dez dias, desceu a Cesareia. No dia seguinte, sentando-se no tribunal, ordenou que trouxessem Paulo.",
      "reflexao": "Tudo tem um tempo determinado por Deus. Nenhuma pressa humana, nem atraso, impede que o plano perfeito do Pai se cumpra na vida dos Seus."
    },
    {
      "numero": "7",
      "texto": "Quando Paulo apareceu, os judeus que haviam descido de Jerusalém ficaram ao seu redor, trazendo muitas e graves acusações que não podiam provar.",
      "reflexao": "As mentiras podem até se levantar, mas a verdade permanece. Quem anda na luz não precisa temer falsas acusações, porque Deus é o justo juiz que conhece todas as coisas."
    },
    {
      "numero": "8",
      "texto": "Então Paulo fez sua defesa: 'Nada fiz contra a lei dos judeus, nem contra o templo, nem contra César.'",
      "reflexao": "Quem anda na verdade fala com clareza, segurança e paz, porque sabe que sua vida está nas mãos do Senhor, e não nas mãos dos homens."
    },
    {
      "numero": "9",
      "texto": "Festo, querendo agradar os judeus, perguntou a Paulo: 'Você quer subir a Jerusalém e ali ser julgado diante de mim sobre estas coisas?'",
      "reflexao": "O favor dos homens muitas vezes se sobrepõe à justiça, mas quem anda no Reino não se deixa conduzir pelos interesses humanos, e sim pela direção do Espírito."
    },
    {
      "numero": "10",
      "texto": "Paulo respondeu: 'Estou perante o tribunal de César, onde devo ser julgado. Não fiz nenhum mal aos judeus, como você bem sabe.'",
      "reflexao": "Há momentos em que é necessário se posicionar. O Reino nos ensina que sabedoria, discernimento e coragem fazem parte da caminhada para cumprir o chamado sem desviar nem retroceder."
    },
    {
      "numero": "11",
      "texto": "'Se sou culpado de alguma coisa que mereça a morte, não me recuso a morrer. Mas, se as acusações feitas contra mim não são verdadeiras, ninguém tem o direito de me entregar a eles. Apelo para César.'",
      "reflexao": "O Reino nos ensina a enfrentar as situações de cabeça erguida, com consciência limpa e confiança no Deus que julga retamente. O medo não paralisa quem sabe em quem tem crido."
    },
    {
      "numero": "12",
      "texto": "Depois de ter conversado com seu conselho, Festo respondeu: 'Você apelou para César; a César irá.'",
      "reflexao": "Quando Deus quer te levar mais longe, até a perseguição vira ponte. O que parecia um problema, Deus usa como caminho para cumprir Seus planos e levar o Evangelho ainda mais longe."
    },
    {
      "numero": "13",
      "texto": "Alguns dias depois, o rei Agripa e Berenice chegaram a Cesareia para saudar Festo.",
      "reflexao": "Nada é coincidência quando se vive no Reino. Deus conecta pessoas, circunstâncias e momentos para cumprir Seus propósitos eternos, mesmo que não percebamos no início."
    },
    {
      "numero": "14",
      "texto": "Como ficaram vários dias ali, Festo expôs o caso de Paulo ao rei, dizendo: 'Há aqui um homem que Félix deixou como prisioneiro.'",
      "reflexao": "Deus faz com que até conversas de bastidores sirvam ao Seu plano. Nada escapa de Suas mãos. Até o que parece simples diálogo humano é parte do roteiro divino."
    },
    {
      "numero": "15",
      "texto": "'Quando eu estava em Jerusalém, os chefes dos sacerdotes e os anciãos dos judeus trouxeram acusações contra ele, pedindo que o condenasse.'",
      "reflexao": "O Reino de Deus avança mesmo em meio às pressões, perseguições e acusações. Nenhuma força humana pode deter os planos do Senhor na vida dos Seus escolhidos."
    },
    {
      "numero": "16",
      "texto": "'Respondi-lhes que não é costume dos romanos condenar qualquer homem sem que ele enfrente seus acusadores e tenha oportunidade de se defender das acusações.'",
      "reflexao": "Deus é Deus de justiça. Mesmo nos sistemas humanos, Ele faz prevalecer princípios que garantem que Seus servos sejam ouvidos, protegidos e, no tempo certo, honrados."
    },
    {
      "numero": "17",
      "texto": "'Quando eles se reuniram aqui, não demorei, e no dia seguinte sentei-me no tribunal e ordenei que trouxessem o homem.'",
      "reflexao": "Deus move céus e terra para acelerar ou atrasar aquilo que for necessário, a fim de que Seus planos se cumpram exatamente como Ele quer, nem antes e nem depois."
    },
    {
      "numero": "18",
      "texto": "'Quando seus acusadores se levantaram, não trouxeram nenhuma acusação de crimes que eu esperava.'",
      "reflexao": "Muitas vezes, as acusações contra os servos de Deus são vazias, sem fundamento. O inimigo se apoia na mentira, mas quem está na verdade permanece firme e inabalável."
    },
    {
      "numero": "19",
      "texto": "'Tiveram apenas alguns pontos de discordância com ele acerca da sua própria religião e de um certo Jesus, que morreu, mas que Paulo afirma estar vivo.'",
      "reflexao": "O cerne do Evangelho sempre será esse: Jesus está vivo. Essa verdade é escândalo para uns, loucura para outros, mas é o poder de Deus para a salvação de todo aquele que crê."
    },
    {
      "numero": "20",
      "texto": "'Fiquei perplexo quanto a como investigar tais questões; então perguntei se ele estava disposto a ir a Jerusalém e ser julgado ali sobre essas acusações.'",
      "reflexao": "O mundo não sabe lidar com as coisas espirituais. As questões do Reino são discernidas espiritualmente e, por isso, parecem confusas para quem vive segundo os critérios humanos."
    },
    {
      "numero": "21",
      "texto": "'Mas, ao apelar Paulo para que sua causa fosse decidida pelo imperador, ordenei que ele fosse mantido sob custódia até que eu o enviasse a César.'",
      "reflexao": "O apelo de Paulo não foi apenas jurídico, mas estava alinhado ao plano de Deus, que o levaria a Roma para testemunhar ainda mais sobre o Reino. Deus usa até os sistemas humanos para cumprir Seus propósitos eternos."
    },
    {
      "numero": "22",
      "texto": "Então Agripa disse a Festo: 'Eu também gostaria de ouvir esse homem.' E ele respondeu: 'Amanhã você o ouvirá.'",
      "reflexao": "Deus cria as conexões, abre as portas e prepara o cenário. Cada oportunidade de testemunhar o Evangelho é orquestrada pelo céu, mesmo que pareça apenas uma coincidência aos olhos humanos."
    },
    {
      "numero": "23",
      "texto": "No dia seguinte, Agripa e Berenice vieram com grande pompa, e entraram na sala de audiências com os oficiais e os homens mais importantes da cidade. Por ordem de Festo, Paulo foi trazido.",
      "reflexao": "O Reino se manifesta até nos palácios. Deus leva Seus filhos a lugares onde jamais imaginariam estar, não por status, mas para que a verdade seja proclamada aos poderosos e influentes também."
    },
    {
      "numero": "24",
      "texto": "Festo disse: 'Rei Agripa e todos os presentes, aqui está o homem contra quem toda a comunidade dos judeus apelou a mim, tanto em Jerusalém quanto aqui, gritando que ele não deveria viver mais.'",
      "reflexao": "O clamor das multidões não define o destino dos filhos de Deus. Quem escreve nossa história não é a voz do povo, é a vontade soberana do Pai."
    },
    {
      "numero": "25",
      "texto": "'Contudo, não descobri nada digno de morte nele; mas, como apelou para o imperador, decidi enviá-lo.'",
      "reflexao": "A justiça de Deus se revela mesmo quando os homens tentam ser injustos. Deus honra os que O honram e faz a verdade prevalecer no tempo certo."
    },
    {
      "numero": "26",
      "texto": "'Mas não tenho nada específico a escrever sobre ele a Sua Majestade. Por isso, trouxe-o perante todos vocês, especialmente a ti, rei Agripa, para que, depois deste interrogatório, eu tenha algo para escrever.'",
      "reflexao": "Até quando parece que não há clareza, Deus está gerando oportunidades. O que era para ser mais uma acusação, se torna mais uma plataforma de proclamação da verdade do Evangelho."
    },
    {
      "numero": "27",
      "texto": "'Pois não me parece razoável enviar um prisioneiro sem especificar as acusações contra ele.'",
      "reflexao": "As incoerências do mundo revelam ainda mais a soberania de Deus. Nenhuma mentira se sustenta diante da verdade. O Reino avança, mesmo que os homens não compreendam como ou por quê."
    }
  ]
}
