{
  "livro": "Deuteronômio",
  "capitulo": "24",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Se um homem casar-se com uma mulher e depois não a quiser mais por encontrar nela algo que ele reprova, dará certidão de divórcio à mulher e a mandará embora.",
      "reflexao": "Deus reconhece a dureza do coração humano e estabelece limites até mesmo nas rupturas, protegendo a dignidade da mulher. O compromisso no casamento, porém, deve ser levado com seriedade e reverência."
    },
    {
      "numero": "2",
      "texto": "Se, depois de sair da casa, ela se tornar mulher de outro homem,",
      "reflexao": "A vida segue, e a mulher recebe direito de reconstruir sua história, revelando que, mesmo após feridas e perdas, Deus permite recomeços."
    },
    {
      "numero": "3",
      "texto": "e o seu segundo marido não gostar mais dela, lhe dará certidão de divórcio, e mandará embora a mulher. Ou também, se ele morrer,",
      "reflexao": "Deus continua cuidando dos que sofrem rejeição, ensinando que há espaço para dignidade e restauração, mesmo diante de sucessivas perdas."
    },
    {
      "numero": "4",
      "texto": "o primeiro marido, que se divorciou dela, não poderá casar-se com ela de novo, visto que ela foi contaminada. Seria detestável para o Senhor. Não tragam pecado sobre a terra que o Senhor, o seu Deus, lhes dá por herança.",
      "reflexao": "O Senhor preserva a seriedade das alianças e protege o casamento da banalização, mostrando que a instabilidade relacional não agrada ao Seu coração."
    },
    {
      "numero": "5",
      "texto": "Se um homem tiver se casado recentemente, não será enviado à guerra, nem assumirá nenhum compromisso público. Durante um ano estará livre para ficar em casa e fazer feliz à mulher com quem se casou.",
      "reflexao": "Deus valoriza a família, colocando o cuidado no lar acima das responsabilidades externas. O amor conjugal é prioridade, e isso edifica a sociedade."
    },
    {
      "numero": "6",
      "texto": "Não tomem as duas pedras de moinho, nem mesmo apenas a pedra de cima, como garantia de uma dívida, pois isso seria tomar como garantia o meio de subsistência do devedor.",
      "reflexao": "O Senhor protege a dignidade dos mais frágeis, ensinando que a justiça não pode ser cruel nem explorar aquilo que garante a sobrevivência do outro."
    },
    {
      "numero": "7",
      "texto": "Se um homem for pego sequestrando um dos seus irmãos israelitas, tratando-o como escravo ou vendendo-o, o sequestrador terá que morrer. Eliminem o mal do meio de vocês.",
      "reflexao": "Deus condena com veemência qualquer forma de opressão, escravidão ou tráfico humano. A vida e a liberdade são sagradas aos Seus olhos."
    },
    {
      "numero": "8",
      "texto": "Nos casos de doenças de lepra, tenham todo o cuidado de seguir exatamente as instruções dos sacerdotes levitas. Sigam cuidadosamente o que eu ordenei a eles.",
      "reflexao": "O zelo pela saúde física reflete também o cuidado espiritual. Deus se importa com cada detalhe, ensinando que ordem, prudência e obediência preservam vidas."
    },
    {
      "numero": "9",
      "texto": "Lembrem-se do que o Senhor, o seu Deus, fez com Miriã no caminho, depois que vocês saíram do Egito.",
      "reflexao": "As consequências do orgulho e da rebeldia servem como alerta. Deus disciplina quem ama, para que aprendamos a caminhar em reverência e humildade."
    },
    {
      "numero": "10",
      "texto": "Quando um de vocês fizer um empréstimo de qualquer tipo ao seu próximo, não entre na casa dele para apanhar o que ele lhe oferecer como penhor.",
      "reflexao": "A dignidade do outro deve ser respeitada acima dos interesses financeiros. O Senhor ensina que empatia e reverência pelo próximo refletem verdadeira justiça."
    },
    {
      "numero": "11",
      "texto": "Fique do lado de fora e deixe que o homem, a quem você está fazendo o empréstimo, traga a você o penhor.",
      "reflexao": "Até mesmo na cobrança, há espaço para honra e respeito. A justiça de Deus é sempre temperada com misericórdia e cuidado com a dignidade alheia."
    },
    {
      "numero": "12",
      "texto": "Se o homem for pobre, não vá dormir tendo com você o penhor.",
      "reflexao": "Deus se inclina ao necessitado. Ele nos ensina que generosidade, empatia e compaixão valem mais do que qualquer bem material."
    },
    {
      "numero": "13",
      "texto": "Devolva-lhe o manto ao pôr-do-sol, para que ele possa usá-lo para dormir, e lhe seja grato. Isso será considerado um ato de justiça pelo Senhor, o seu Deus.",
      "reflexao": "Para Deus, justiça não é apenas cumprimento de leis, mas prática diária de amor, bondade e cuidado com os mais vulneráveis."
    },
    {
      "numero": "14",
      "texto": "Não se aproveitem do pobre e necessitado, seja ele um irmão israelita ou um estrangeiro que viva numa das suas cidades.",
      "reflexao": "A justiça do Reino não faz acepção de pessoas. Deus se revela no cuidado com os estrangeiros, órfãos, viúvas e necessitados, espelhando Seu amor inclusivo e compassivo."
    },
    {
      "numero": "15",
      "texto": "Paguem-lhe o seu salário diariamente, antes do pôr-do-sol, pois ele é necessitado e depende disso. Se não, ele poderá clamar ao Senhor contra você, e você será culpado de pecado.",
      "reflexao": "A dignidade no trabalho é sagrada. Aquele que retém o que é justo para o trabalhador incorre em culpa perante Deus. Ele ouve o clamor dos oprimidos e dos necessitados."
    },
    {
      "numero": "16",
      "texto": "Os pais não serão mortos em lugar dos filhos, nem os filhos em lugar dos pais; cada um morrerá pelo seu próprio pecado.",
      "reflexao": "Deus estabelece a responsabilidade individual. Cada um responde pelos seus próprios atos, ensinando que justiça é pessoal, intransferível e reta diante dEle."
    },
    {
      "numero": "17",
      "texto": "Não neguem justiça ao estrangeiro e ao órfão, nem tomem como penhor o manto de uma viúva.",
      "reflexao": "O Senhor é defensor dos vulneráveis. Negar-lhes justiça é se colocar contra o próprio Deus, que vela pelo fraco e é refúgio seguro para quem sofre."
    },
    {
      "numero": "18",
      "texto": "Lembrem-se de que vocês foram escravos no Egito e de que o Senhor, o seu Deus, os libertou; por isso lhes ordeno que façam tudo isso.",
      "reflexao": "A memória da própria dor deve gerar compaixão. Quem já foi oprimido tem a responsabilidade de ser canal de misericórdia, empatia e liberdade na vida do outro."
    },
    {
      "numero": "19",
      "texto": "Quando vocês estiverem fazendo a colheita de sua lavoura e deixarem um feixe de trigo para trás, não voltem para apanhá-lo. Deixem-no para o estrangeiro, para o órfão e para a viúva, para que o Senhor, o seu Deus, os abençoe em todo o trabalho das suas mãos.",
      "reflexao": "Deus ensina que prosperidade não se resume a acumular, mas a repartir. A bênção do Senhor repousa sobre aqueles que cuidam dos que nada têm."
    },
    {
      "numero": "20",
      "texto": "Quando sacudirem as azeitonas das suas oliveiras, não voltem para colher o que ficar nos ramos. Deixem o que sobrar para o estrangeiro, para o órfão e para a viúva.",
      "reflexao": "A generosidade não é uma sugestão, mas uma ordenança do Reino. Quem reparte experimenta uma vida abundante e cheia do favor de Deus."
    },
    {
      "numero": "21",
      "texto": "E quando colherem as uvas da sua vinha, não passem de novo por ela. Deixem o que sobrar para o estrangeiro, para o órfão e para a viúva.",
      "reflexao": "A provisão de Deus inclui todos. O Senhor nos ensina que repartir é um ato de fé, de obediência e de amor que transforma vidas e abençoa gerações."
    },
    {
      "numero": "22",
      "texto": "Lembrem-se de que vocês foram escravos no Egito; por isso lhes ordeno que façam tudo isso.",
      "reflexao": "O Senhor estabelece a compaixão como princípio de vida. Quem se lembra de onde Deus o tirou, escolhe viver de forma mais leve, justa e generosa, espalhando graça e esperança."
    }
  ]
}
