{
  "livro": "Deuteronômio",
  "capitulo": "27",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Moisés e as autoridades de Israel ordenaram ao povo: 'Obedeçam à toda esta lei que hoje lhes dou.'",
      "reflexao": "A obediência à Palavra de Deus deve ser coletiva e constante. É um compromisso firmado não apenas com palavras, mas com atitudes diárias."
    },
    {
      "numero": "2",
      "texto": "Quando vocês atravessarem o Jordão, e entrarem na terra que o Senhor, o seu Deus, lhes dá, levantem algumas pedras grandes e pintem-nas com cal.",
      "reflexao": "Deus nos convida a deixar marcos visíveis da sua Palavra na nossa jornada, para que nunca esqueçamos de quem somos e de quem nos conduz."
    },
    {
      "numero": "3",
      "texto": "Escrevam nelas todas as palavras desta lei, assim que tiverem atravessado para entrar na terra que o Senhor, o seu Deus, lhes dá, terra onde manam leite e mel, como o Senhor, o Deus dos seus antepassados, lhes prometeu.",
      "reflexao": "A Palavra de Deus deve estar visível, gravada e presente em nossa vida, como um lembrete constante de suas promessas e de nosso compromisso com Ele."
    },
    {
      "numero": "4",
      "texto": "E, quando tiverem atravessado o Jordão, levantem essas pedras no monte Ebal, como hoje lhes ordeno, e pintem-nas com cal.",
      "reflexao": "Deus quer que a obediência seja pública, visível e permanente, não algo escondido ou temporário."
    },
    {
      "numero": "5",
      "texto": "Construam ali um altar ao Senhor, ao seu Deus, um altar de pedras. Não utilizem ferramenta de ferro nas pedras.",
      "reflexao": "O altar deve ser simples, sem a intervenção da vaidade humana. Deus se agrada da adoração pura, sem ostentação ou artificialidade."
    },
    {
      "numero": "6",
      "texto": "Façam o altar do Senhor, do seu Deus, com pedras brutas, e sobre ele ofereçam holocaustos ao Senhor, ao seu Deus.",
      "reflexao": "Deus se agrada da entrega sincera, feita com coração inteiro, sem enfeites, sem aparência, mas com verdade e reverência."
    },
    {
      "numero": "7",
      "texto": "Ofereçam também sacrifícios de comunhão, e comam e alegrem-se na presença do Senhor, do seu Deus.",
      "reflexao": "Adorar a Deus é também celebrar a comunhão, é viver a alegria que nasce da presença do Senhor em meio ao seu povo."
    },
    {
      "numero": "8",
      "texto": "E nessas pedras que levantarem, vocês escreverão com bastante clareza todas as palavras desta lei.",
      "reflexao": "A Palavra de Deus precisa ser transmitida com clareza, para que todos compreendam, pratiquem e sejam guiados por ela."
    },
    {
      "numero": "9",
      "texto": "Então Moisés e os sacerdotes levitas disseram a todo Israel: 'Faça silêncio e escute, ó Israel! Agora você se tornou o povo do Senhor, o seu Deus.'",
      "reflexao": "Ser povo de Deus exige reverência, escuta atenta e disposição para obedecer. Isso define nossa identidade e nosso propósito."
    },
    {
      "numero": "10",
      "texto": "Obedeça ao Senhor, ao seu Deus, e siga os seus mandamentos e decretos que hoje lhe dou.",
      "reflexao": "Obedecer a Deus não é uma opção para quem o ama, é um estilo de vida, é o caminho da bênção e da verdadeira liberdade."
    },
    {
      "numero": "11",
      "texto": "No mesmo dia Moisés ordenou ao povo:",
      "reflexao": "As instruções de Deus são específicas e devem ser cumpridas com zelo e prontidão, pois trazem vida e proteção."
    },
    {
      "numero": "12",
      "texto": "Quando vocês tiverem atravessado o Jordão, as tribos que estarão no monte Gerizim para abençoar o povo serão: Simeão, Levi, Judá, Issacar, José e Benjamim.",
      "reflexao": "Deus separa aqueles que proclamam a bênção, pois sua vontade é que seu povo viva debaixo da sua graça, da sua proteção e de sua presença."
    },
    {
      "numero": "13",
      "texto": "E as tribos que estarão no monte Ebal para declararem maldições serão: Rúben, Gade, Aser, Zebulom, Dã e Naftali.",
      "reflexao": "A desobediência gera consequências. Deus é justo e nos adverte com amor, para que escolhamos o caminho da vida e não da morte."
    },
    {
      "numero": "14",
      "texto": "E os levitas recitarão a todo o povo de Israel em alta voz:",
      "reflexao": "A liderança espiritual tem a responsabilidade de ensinar, advertir e conduzir o povo à fidelidade, sempre com clareza e verdade."
    },
    {
      "numero": "15",
      "texto": "‘Maldito quem esculpir uma imagem ou fizer um ídolo fundido, obra de artesãos, detestável ao Senhor, e levantá-lo secretamente’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "A idolatria separa o homem de Deus. Mesmo em segredo, Deus vê todas as coisas, e sua santidade não aceita dividir espaço com falsos deuses."
    },
    {
      "numero": "16",
      "texto": "‘Maldito quem desonrar o seu pai ou a sua mãe’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Honrar pai e mãe é um princípio inegociável diante de Deus, pois é a base para relações saudáveis e uma vida abençoada."
    },
    {
      "numero": "17",
      "texto": "‘Maldito quem mudar o marco de divisa da propriedade do seu próximo’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Deus abomina toda forma de injustiça, inclusive as que são feitas de maneira sorrateira e desonesta contra o próximo."
    },
    {
      "numero": "18",
      "texto": "‘Maldito quem fizer o cego errar o caminho’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Fazer o outro tropeçar, seja física, emocional ou espiritualmente, é grave aos olhos de Deus. Ele exige de nós empatia, amor e compaixão."
    },
    {
      "numero": "19",
      "texto": "‘Maldito quem negar justiça ao estrangeiro, ao órfão ou à viúva’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Deus é defensor dos vulneráveis. Negar justiça a quem precisa é desprezar aquele que é Pai dos órfãos e Juiz das viúvas."
    },
    {
      "numero": "20",
      "texto": "‘Maldito quem se deitar com a mulher do seu pai, desonrando a cama do seu pai’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "A pureza nas relações é um princípio sagrado para Deus. Quebra de limites familiares traz destruição, dor e desonra."
    },
    {
      "numero": "21",
      "texto": "‘Maldito quem tiver relações sexuais com algum animal’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Deus criou limites claros na criação. Quebrar esses limites é desonrar não apenas a si mesmo, mas também o Criador."
    },
    {
      "numero": "22",
      "texto": "‘Maldito quem se deitar com a sua irmã, filha do seu pai ou da sua mãe’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Deus estabelece santidade nas relações familiares. Romper esses princípios é corromper aquilo que Ele projetou como sagrado."
    },
    {
      "numero": "23",
      "texto": "‘Maldito quem se deitar com a sua sogra’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "O Senhor é Deus de ordem e de santidade. Ele rejeita qualquer prática que perverta a estrutura da família e da comunhão."
    },
    {
      "numero": "24",
      "texto": "‘Maldito quem matar secretamente o seu próximo’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Deus é o defensor da vida. O sangue inocente clama da terra, e o Senhor julga toda injustiça, mesmo a que ninguém vê."
    },
    {
      "numero": "25",
      "texto": "‘Maldito quem aceitar pagamento para matar um inocente’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "A corrupção que leva à morte de inocentes é uma abominação diante do Deus da vida, que vê e julga todas as obras humanas."
    },
    {
      "numero": "26",
      "texto": "‘Maldito quem não puser em prática as palavras desta lei’. Todo o povo dirá: ‘Amém!’",
      "reflexao": "Não basta conhecer a Palavra, é preciso vivê-la. A obediência é o selo que identifica quem realmente anda com Deus."
    }
  ]
}
