{
  "livro": "Deuteronômio",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Se aparecer entre vocês um profeta ou alguém que faz predições por meio de sonhos e lhes anunciar um sinal miraculoso ou um prodígio,",
      "reflexao": "Nem todo sinal é prova da verdade. Deus nos alerta que até milagres podem ser usados como teste de fidelidade. A essência da verdade não está no prodígio, mas na obediência à Sua Palavra."
    },
    {
      "numero": "2",
      "texto": "e se o sinal ou prodígio de que ele falou acontecer, e ele disser: ‘Vamos seguir outros deuses que vocês não conhecem e vamos adorá-los’,",
      "reflexao": "O engano pode vir disfarçado de sucesso, de resultados, de supostos milagres. Qualquer mensagem que nos afaste de Deus, ainda que acompanhada de maravilhas, deve ser rejeitada."
    },
    {
      "numero": "3",
      "texto": "não deem ouvidos às palavras daquele profeta ou sonhador. O Senhor, o seu Deus, está pondo vocês à prova para ver se o amam de todo o coração e de toda a alma.",
      "reflexao": "Deus permite que sejamos testados não para nos perder, mas para revelar onde está o nosso coração. A verdadeira fé não busca apenas sinais, mas se firma no amor e na fidelidade ao Senhor."
    },
    {
      "numero": "4",
      "texto": "Sigam somente o Senhor, o seu Deus, e temam a ele somente. Cumpram os seus mandamentos e obedeçam-lhe; sirvam-no e apeguem-se a ele.",
      "reflexao": "Este é o chamado da aliança: temer, servir, obedecer e se apegar ao Senhor com todo o coração. Quem permanece firmado em Deus não se deixa seduzir pelos atalhos do engano."
    },
    {
      "numero": "5",
      "texto": "Aquele profeta ou sonhador terá que ser morto, pois pregou rebelião contra o Senhor, contra o seu Deus, que os tirou do Egito e os redimiu da terra da escravidão; ele tentou afastá-los do caminho que o Senhor, o seu Deus, lhes ordenou que seguissem. Eliminem o mal do meio de vocês.",
      "reflexao": "Deus leva a sério qualquer desvio que tente romper a aliança. A mensagem é clara: todo caminho que afasta de Deus, toda influência que conduz à infidelidade, deve ser cortada com firmeza e sem concessões."
    },
    {
      "numero": "6",
      "texto": "Se o seu próprio irmão ou filho ou filha, ou a mulher que você ama ou o seu amigo mais chegado secretamente instigá-lo, dizendo: ‘Vamos adorar outros deuses!’ — deuses que nem você nem os seus antepassados conheceram,",
      "reflexao": "Nem mesmo os laços mais íntimos podem justificar o afastamento de Deus. A fidelidade ao Senhor está acima de qualquer vínculo humano. Deus deve ser nosso primeiro e maior amor."
    },
    {
      "numero": "7",
      "texto": "deuses dos povos que vivem ao seu redor, quer próximos, quer distantes, de um ao outro lado da terra —",
      "reflexao": "A sedução da idolatria pode vir tanto de perto quanto de longe, revestida de culturas, costumes e filosofias estranhas à vontade de Deus. O discernimento deve ser constante."
    },
    {
      "numero": "8",
      "texto": "não se deixe convencer nem ouça o que ele diz. Não tenha piedade nem compaixão dele e não o proteja.",
      "reflexao": "O zelo pela aliança com Deus exige firmeza. Ter compaixão do erro e tolerar aquilo que desonra o Senhor é abrir brechas para a destruição espiritual. É amor ao Senhor acima de tudo."
    },
    {
      "numero": "9",
      "texto": "Você terá que matá-lo. Seja a sua mão a primeira a levantar-se para matá-lo, e depois as mãos de todo o povo.",
      "reflexao": "Naquela aliança, a idolatria era um crime que rompia a comunhão nacional com Deus, trazendo juízo coletivo. Hoje, somos chamados a matar não pessoas, mas as obras da carne e toda influência que queira nos afastar do Senhor."
    },
    {
      "numero": "10",
      "texto": "Apedreje-o até à morte, porque tentou desviá-lo do Senhor, o seu Deus, que o tirou do Egito, da terra da escravidão.",
      "reflexao": "A gravidade do pecado espiritual era tratada com rigor extremo, pois comprometer a aliança com Deus era comprometer a própria vida da comunidade. No Novo Testamento, somos chamados a lançar fora todo pensamento, desejo e prática que se levante contra Deus."
    },
    {
      "numero": "11",
      "texto": "Então todo o Israel saberá disso; todos temerão e ninguém tornará a cometer uma maldade dessas.",
      "reflexao": "Quando a justiça é exercida, ela serve de alerta, preserva a santidade e protege a comunidade da decadência espiritual. O temor do Senhor é fonte de vida e proteção contra o mal."
    },
    {
      "numero": "12",
      "texto": "Se vocês ouvirem dizer que numa das cidades que o Senhor, o seu Deus, lhes dá para nelas morarem,",
      "reflexao": "O zelo pela santidade não é apenas individual, mas coletivo. Deus se importa com a pureza espiritual de toda a comunidade, pois a infidelidade de alguns pode trazer consequências para muitos."
    },
    {
      "numero": "13",
      "texto": "surgiram homens perversos e desviaram os seus habitantes, dizendo: ‘Vamos adorar outros deuses!’, deuses que vocês não conhecem,",
      "reflexao": "O desvio espiritual frequentemente começa com poucos, mas contamina muitos. Por isso, é necessário vigilância constante e disposição para corrigir os rumos antes que o mal se espalhe."
    },
    {
      "numero": "14",
      "texto": "vocês deverão verificar e investigar. Se for verdade e ficar comprovado que se praticou esse ato detestável entre vocês,",
      "reflexao": "Deus é justo. Antes de qualquer juízo, há o chamado à investigação, à prudência e à verdade. Nenhum julgamento pode ser precipitado, mas deve ser feito com justiça e clareza dos fatos."
    },
    {
      "numero": "15",
      "texto": "matem ao fio da espada todos os que viverem naquela cidade. Destruam totalmente a cidade, matando tanto os seus habitantes quanto os seus animais.",
      "reflexao": "A idolatria era vista como uma praga que contaminava tudo. A destruição completa simboliza o princípio espiritual de que o mal, quando tolerado, corrompe tudo e precisa ser extirpado completamente."
    },
    {
      "numero": "16",
      "texto": "Ajuntem todos os despojos no meio da praça pública e queimem totalmente a cidade e todos os seus despojos, como oferta ao Senhor, ao seu Deus. Fique ela em ruínas para sempre, e nunca mais seja reconstruída.",
      "reflexao": "O juízo sobre a cidade se torna um memorial eterno de que Deus não divide Sua glória com ninguém. Onde há idolatria, não há espaço para restauração — apenas para santidade e zelo absoluto pela presença do Senhor."
    },
    {
      "numero": "17",
      "texto": "Não seja encontrado em suas mãos nada do que foi destinado à destruição, para que o Senhor se afaste do fogo da sua ira; terá misericórdia e compaixão de vocês, e os fará multiplicar, conforme prometeu sob juramento aos seus antepassados,",
      "reflexao": "A separação do mal é condição para viver a misericórdia, a compaixão e a multiplicação de Deus. Onde há pureza e obediência, há favor, há aliança renovada e há vida abundante."
    },
    {
      "numero": "18",
      "texto": "somente se obedecerem ao Senhor, ao seu Deus, guardando todos os seus mandamentos, que lhes estou dando, e fazendo o que é justo aos seus olhos.",
      "reflexao": "O caminho da bênção, da proteção e da multiplicação passa por uma vida de obediência e alinhamento com a justiça de Deus. Viver segundo os olhos do Senhor é viver no centro da Sua vontade e da Sua graça."
    }
  ]
}
