{
  "livro": "Deuteronômio",
  "capitulo": "20",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando vocês forem à guerra contra os seus inimigos e virem cavalos e carros, e um exército maior do que o seu, não tenham medo, pois o Senhor, o seu Deus, que os tirou do Egito, estará com vocês.",
      "reflexao": "O Senhor é aquele que luta por nós. Quando os desafios parecem maiores que nossas forças, Ele nos lembra que não estamos sozinhos — Sua presença é a nossa maior segurança."
    },
    {
      "numero": "2",
      "texto": "Quando chegar a hora da batalha, o sacerdote virá à frente e dirá ao exército:",
      "reflexao": "A guerra, antes de ser física, é espiritual. Deus coloca líderes espirituais para fortalecer o ânimo do povo, pois a vitória começa no coração confiante no Senhor."
    },
    {
      "numero": "3",
      "texto": "‘Ouça, ó Israel. Hoje vocês vão lutar contra os inimigos. Não se desanimem nem tenham medo; não fiquem apavorados nem aterrorizados por causa deles,’",
      "reflexao": "Deus nos encoraja a enfrentar os gigantes sem medo. O pavor paralisa, mas a confiança no Senhor gera força, coragem e vitória."
    },
    {
      "numero": "4",
      "texto": "‘pois o Senhor, o seu Deus, os acompanhará e lutará por vocês contra os inimigos, para lhes dar a vitória.’",
      "reflexao": "O Deus que caminha conosco também batalha por nós. A vitória não depende do nosso braço, mas da presença do Todo-Poderoso ao nosso lado."
    },
    {
      "numero": "5",
      "texto": "Os oficiais dirão ao exército: ‘Há alguém que construiu uma casa e ainda não a dedicou? Volte ele para sua casa, para que não morra na guerra e outro a dedique.’",
      "reflexao": "Deus cuida até dos detalhes da vida cotidiana. Ele valoriza a realização dos sonhos e não deseja que alguém parta sem desfrutar do que construiu com Suas bênçãos."
    },
    {
      "numero": "6",
      "texto": "‘Há alguém que plantou uma vinha e ainda não desfrutou dela? Volte ele para sua casa, para que não morra na guerra e outro desfrute da vinha.’",
      "reflexao": "O Senhor honra o trabalho das mãos. Seu cuidado se estende à alegria de colher os frutos do que plantamos, mostrando que a vida tem valor diante dEle."
    },
    {
      "numero": "7",
      "texto": "‘Há alguém comprometido para casar-se que ainda não recebeu sua mulher? Volte ele para sua casa, para que não morra na guerra e outro case-se com ela.’",
      "reflexao": "Deus valoriza os laços de amor e família. Seu plano é que experimentemos a plenitude dos relacionamentos, mesmo em tempos de adversidade."
    },
    {
      "numero": "8",
      "texto": "Por fim os oficiais acrescentarão: ‘Alguém está com medo e não tem coragem? Volte ele para sua casa, para que os seus irmãos israelitas também não fiquem desanimados.’",
      "reflexao": "O medo é contagioso, assim como a fé. Deus ensina que é melhor afastar o desânimo do que permitir que ele se espalhe, enfraquecendo a confiança coletiva."
    },
    {
      "numero": "9",
      "texto": "Quando os oficiais terminarem de falar ao exército, designarão chefes para comandar as tropas.",
      "reflexao": "A ordem e a liderança são princípios do Reino. Deus levanta pessoas capacitadas para organizar, dirigir e conduzir Seu povo na caminhada e nas batalhas da vida."
    },
    {
      "numero": "10",
      "texto": "Quando vocês avançarem para atacar uma cidade, enviem-lhe primeiro uma proposta de paz.",
      "reflexao": "Deus sempre prioriza a paz antes da guerra. O Seu desejo não é a destruição, mas a reconciliação, ensinando-nos que a paz deve ser sempre nossa primeira opção."
    },
    {
      "numero": "11",
      "texto": "Se os seus habitantes aceitarem, e abrirem suas portas, serão seus escravos e se sujeitarão a trabalhos forçados.",
      "reflexao": "No contexto daquela época, a submissão evitava o derramamento de sangue. Hoje, aprendemos que escolher a paz e reconhecer a soberania de Deus é sempre o caminho mais sábio."
    },
    {
      "numero": "12",
      "texto": "Mas se eles recusarem a paz e entrarem em guerra contra vocês, sitiem a cidade.",
      "reflexao": "Deus é paciente, mas também é justo. A resistência obstinada contra Seus caminhos leva ao juízo. O tempo da misericórdia sempre precede o tempo da justiça."
    },
    {
      "numero": "13",
      "texto": "Quando o Senhor, o seu Deus, entregá-la em suas mãos, matem ao fio da espada todos os homens que nela houver.",
      "reflexao": "Embora duro aos olhos modernos, este juízo reflete a santidade de Deus diante de povos que viviam em práticas depravadas e violentas. O pecado traz consequências irreversíveis quando há recusa contínua ao arrependimento."
    },
    {
      "numero": "14",
      "texto": "Mas as mulheres, as crianças, os rebanhos e tudo o que acharem na cidade, será de vocês; vocês poderão ficar com os despojos dos seus inimigos dados pelo Senhor, o seu Deus.",
      "reflexao": "Deus provê até no meio dos conflitos. Ele transforma cenários de guerra em provisão para Seu povo, mostrando que nenhuma circunstância escapa do Seu governo soberano."
    },
    {
      "numero": "15",
      "texto": "É assim que vocês tratarão todas as cidades distantes que não pertencem às nações vizinhas de vocês.",
      "reflexao": "Há uma diferença entre juízo sobre as nações vizinhas, que contaminavam espiritualmente, e as cidades distantes. Isso revela que o juízo de Deus é específico, proporcional e justo."
    },
    {
      "numero": "16",
      "texto": "Contudo, nas cidades das nações que o Senhor, o seu Deus, lhes dá por herança, não deixem vivo nenhuma alma.",
      "reflexao": "A destruição total das nações cananeias visava extirpar a idolatria e práticas perversas. Deus zelava pela pureza espiritual de Seu povo, protegendo-os da contaminação."
    },
    {
      "numero": "17",
      "texto": "Conforme a ordem do Senhor, o seu Deus, destruam totalmente os hititas, os amorreus, os cananeus, os ferezeus, os heveus e os jebuseus.",
      "reflexao": "O zelo de Deus pela santidade do Seu povo exige separação radical do pecado. A presença de práticas malignas é uma ameaça constante à vida espiritual e à aliança com Ele."
    },
    {
      "numero": "18",
      "texto": "Se não, eles os ensinarão a praticar todas as coisas repugnantes que eles fazem quando adoram os seus deuses, e vocês pecarão contra o Senhor, contra o seu Deus.",
      "reflexao": "Deus não tolera mistura. O convívio com o pecado inevitavelmente leva à corrupção espiritual. Por isso, Ele nos chama a cortar, sem concessões, tudo o que nos afasta dEle."
    },
    {
      "numero": "19",
      "texto": "Quando sitiarem uma cidade por um longo período, lutando contra ela para conquistá-la, não destruam as árvores dessa cidade a golpes de machado, pois vocês poderão comer as suas frutas. Não as derrubem. Por acaso as árvores são gente, para que vocês as sitiem?",
      "reflexao": "Deus ensina até no meio da guerra a preservar a criação. A natureza não é inimiga. A destruição sem propósito fere os princípios de cuidado, mordomia e sustentabilidade estabelecidos pelo Criador."
    },
    {
      "numero": "20",
      "texto": "Entretanto, poderão derrubar as árvores que vocês sabem que não são frutíferas, para utilizá-las em obras que ajudem o cerco, até que caia a cidade que está em guerra contra vocês.",
      "reflexao": "Deus nos concede sabedoria e discernimento para usar os recursos de forma justa. Há um limite entre a necessidade e a destruição. Ele nos chama a agir com equilíbrio e responsabilidade."
    }
  ]
}
