{
  "livro": "Deuteronômio",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Observem o mês de abibe e celebrem a Páscoa do Senhor, do seu Deus, pois no mês de abibe, de noite, ele os tirou do Egito.",
      "reflexao": "Deus nos convida a jamais esquecer da redenção. A Páscoa é memorial de libertação, uma celebração da graça que nos tira da escravidão e nos conduz à liberdade em Sua presença."
    },
    {
      "numero": "2",
      "texto": "Ofereçam como sacrifício da Páscoa ao Senhor, ao seu Deus, um animal dos rebanhos de bois ou de ovelhas no local que o Senhor escolher para habitação do seu Nome.",
      "reflexao": "O culto não é feito segundo nossa vontade, mas segundo os padrões de Deus. Adorar no local e da maneira que Ele escolheu é reconhecer Sua soberania e Senhorio sobre nossas vidas."
    },
    {
      "numero": "3",
      "texto": "Não o comam com pão fermentado, mas durante sete dias comam pães sem fermento, o pão da aflição, pois foi às pressas que vocês saíram do Egito, para que todos os dias da sua vida vocês se lembrem da época em que saíram do Egito.",
      "reflexao": "O pão sem fermento é símbolo de pureza, urgência e separação. Deus nos chama a viver livres do ‘fermento’ do pecado, lembrando diariamente que fomos libertos para uma vida santa e dedicada a Ele."
    },
    {
      "numero": "4",
      "texto": "Durante sete dias, não permitam que seja encontrado fermento com vocês em toda a sua terra. Tampouco permitam que alguma carne sacrificada à tarde do primeiro dia permaneça até a manhã seguinte.",
      "reflexao": "Deus ensina que a pureza deve ser completa e contínua. Nada de velho, nada de impuro, nada que contamine deve permanecer. A santidade é um estilo de vida diário, não um evento ocasional."
    },
    {
      "numero": "5",
      "texto": "Não ofereçam o sacrifício da Páscoa em nenhuma das cidades que o Senhor, o seu Deus, lhe der;",
      "reflexao": "A adoração não é feita de qualquer forma. Existe um lugar escolhido por Deus, que simboliza Sua presença. Isso aponta para o princípio de que nossa vida espiritual deve ser centrada onde Deus habita."
    },
    {
      "numero": "6",
      "texto": "sacrifique-a apenas no local que ele escolher para habitação do seu Nome. Ali vocês oferecerão o sacrifício da Páscoa à tarde, ao pôr-do-sol, na data da sua partida do Egito.",
      "reflexao": "O pôr-do-sol marca o encerramento de um ciclo e o início de outro. A Páscoa, celebrada nesse momento, simboliza a saída das trevas para a luz, da escravidão para a liberdade em Deus."
    },
    {
      "numero": "7",
      "texto": "Vocês cozinharão a carne do animal e a comerão no local que o Senhor, o seu Deus, escolher. E, pela manhã, cada um de vocês voltará para a sua tenda.",
      "reflexao": "Adorar ao Senhor não é apenas um rito, mas um encontro com Sua presença. Depois, seguimos para nossas tendas levando a marca da comunhão, da provisão e da fidelidade divina."
    },
    {
      "numero": "8",
      "texto": "Durante seis dias comam pão sem fermento, e no sétimo dia façam uma assembléia em honra do Senhor, ao seu Deus; não façam trabalho algum.",
      "reflexao": "Deus nos chama ao descanso santo. Trabalhar seis e parar no sétimo é um lembrete de que Ele é a fonte da nossa provisão, e que a vida não é apenas sobre produzir, mas sobre adorá-Lo e confiar nEle."
    },
    {
      "numero": "9",
      "texto": "Contem sete semanas a partir da época em que vocês começarem a colheita do cereal.",
      "reflexao": "Deus estabelece ritmos espirituais e sazonais. A contagem das semanas ensina disciplina, gratidão e consciência de que todas as bênçãos vêm das Suas mãos."
    },
    {
      "numero": "10",
      "texto": "Celebrem então a festa das semanas ao Senhor, ao seu Deus, e tragam uma oferta voluntária conforme às bênçãos recebidas do Senhor, do seu Deus.",
      "reflexao": "A oferta voluntária é fruto de um coração grato. Quem reconhece a bondade de Deus não se aproxima dEle de mãos vazias, mas com generosidade e alegria."
    },
    {
      "numero": "11",
      "texto": "E alegrem-se perante o Senhor, o seu Deus, no local que ele escolher para habitação do seu Nome, junto com os seus filhos e as suas filhas, os seus servos e as suas servas, os levitas que vivem na sua cidade, os estrangeiros, os órfãos e as viúvas que vivem com vocês.",
      "reflexao": "A alegria na presença de Deus é coletiva, inclusiva e cheia de compaixão. Ninguém fica de fora: filhos, estrangeiros, órfãos e viúvas compartilham da celebração da bondade divina."
    },
    {
      "numero": "12",
      "texto": "Lembrem-se de que vocês foram escravos no Egito e obedeçam fielmente a estes decretos.",
      "reflexao": "A memória da escravidão gera humildade, empatia e compromisso. Quem se lembra de onde Deus o tirou, vive para obedecer e honrar Aquele que liberta e transforma."
    },
    {
      "numero": "13",
      "texto": "Celebrem também a festa das cabanas durante sete dias, depois que ajuntarem o produto da eira e do lagar.",
      "reflexao": "A festa das cabanas é memória do cuidado de Deus no deserto. Mesmo em tendas simples, Sua presença garantiu provisão, proteção e direção. Celebrar isso é reconhecer que Ele é tudo o que precisamos."
    },
    {
      "numero": "14",
      "texto": "Alegrem-se nessa festa com os seus filhos e as suas filhas, os seus servos e as suas servas, os levitas, os estrangeiros, os órfãos e as viúvas que vivem na sua cidade.",
      "reflexao": "A verdadeira alegria não é egoísta. Ela se multiplica quando é compartilhada, quando alcança todos os que vivem ao nosso redor, especialmente os mais vulneráveis."
    },
    {
      "numero": "15",
      "texto": "Durante sete dias celebrem a festa, dedicada ao Senhor, ao seu Deus, no local que o Senhor escolher. Pois o Senhor, o seu Deus, os abençoará em toda a sua colheita e em todo o trabalho de suas mãos, e a sua alegria será completa.",
      "reflexao": "A alegria completa nasce do reconhecimento da bênção de Deus. Trabalhamos, colhemos, celebramos e descansamos, sabendo que tudo vem dEle e tudo é para Ele."
    },
    {
      "numero": "16",
      "texto": "Três vezes por ano todos os seus homens se apresentarão ao Senhor, ao seu Deus, no local que ele escolher, por ocasião da festa dos pães sem fermento, da festa das semanas e da festa das cabanas. Nenhum deles deverá apresentar-se ao Senhor de mãos vazias:",
      "reflexao": "A adoração é compromisso e honra. Apresentar-se diante do Senhor sem trazer nada revela ingratidão. Quem reconhece as bênçãos, se apresenta com ações de graça e generosidade."
    },
    {
      "numero": "17",
      "texto": "cada um de vocês trará uma dádiva conforme as bênçãos recebidas do Senhor, do seu Deus.",
      "reflexao": "Deus não exige além do que nos dá. Ele espera que devolvamos em amor e gratidão uma parte daquilo que, generosamente, Ele colocou em nossas mãos."
    },
    {
      "numero": "18",
      "texto": "Nomeiem juízes e oficiais para cada uma de suas tribos em todas as cidades que o Senhor, o seu Deus, lhes dá, para que eles julguem o povo com justiça.",
      "reflexao": "A justiça é princípio inegociável no Reino de Deus. Governar com retidão e julgar com equidade reflete o caráter santo e justo do nosso Deus."
    },
    {
      "numero": "19",
      "texto": "Não pervertam a justiça nem mostrem parcialidade. Não aceitem suborno, pois o suborno cega até os sábios e prejudica a causa dos justos.",
      "reflexao": "Deus odeia a injustiça. Suborno, favoritismo e corrupção são afrontas diretas à Sua santidade. A integridade é o caminho que preserva tanto a nação quanto o coração."
    },
    {
      "numero": "20",
      "texto": "Siga única e exclusivamente a justiça, para que tenham vida e tomem posse da terra que o Senhor, o seu Deus, lhes dá.",
      "reflexao": "A justiça não é apenas um valor — é um caminho. Quem anda nela encontra vida, paz e herança. O favor de Deus repousa sobre os que andam em retidão."
    },
    {
      "numero": "21",
      "texto": "Não ergam nenhum poste sagrado além do altar que construírem em honra do Senhor, do seu Deus,",
      "reflexao": "O altar é exclusivo do Senhor. Nada deve compartilhar espaço com Ele. Postes sagrados representam alianças erradas, misturas e corrupções espirituais que Deus abomina."
    },
    {
      "numero": "22",
      "texto": "e não levantem nenhuma coluna sagrada, pois isto é detestável para o Senhor, o seu Deus.",
      "reflexao": "A adoração deve ser pura, sem contaminação, sem sincretismo, sem misturas. Deus busca corações que O amam e O adoram em espírito e em verdade."
    }
  ]
}
