{
  "livro": "Deuteronômio",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No final de cada sete anos as dívidas deverão ser canceladas.",
      "reflexao": "O coração de Deus é cheio de misericórdia. Ele estabelece ciclos de recomeço, onde a graça triunfa sobre os fardos e ninguém permanece eternamente preso às dívidas do passado."
    },
    {
      "numero": "2",
      "texto": "Isso deverá ser feito da seguinte forma: Todo credor cancelará o empréstimo que fez ao seu próximo. Nenhum israelita exigirá pagamento de seu próximo ou de seu parente, porque foi proclamado o tempo do Senhor para o cancelamento das dívidas.",
      "reflexao": "O tempo do Senhor é tempo de libertação. Ele nos ensina que a generosidade e o perdão material refletem o Seu próprio caráter — um Deus que liberta, restaura e renova vidas."
    },
    {
      "numero": "3",
      "texto": "Vocês poderão exigir pagamento do estrangeiro, mas terão que cancelar qualquer dívida de seus irmãos israelitas.",
      "reflexao": "A comunidade da aliança vive sob os princípios do Reino: cuidado, empatia e responsabilidade mútua. A fraternidade espiritual se traduz em ações concretas de compaixão e apoio."
    },
    {
      "numero": "4",
      "texto": "Assim, não deverá haver pobre algum no meio de vocês, pois na terra que o Senhor, o seu Deus, lhes está dando como herança para que dela tomem posse, ele os abençoará ricamente,",
      "reflexao": "O propósito de Deus sempre foi uma sociedade sem falta, onde ninguém vive na miséria. Sua bênção flui quando há partilha, justiça e amor ao próximo."
    },
    {
      "numero": "5",
      "texto": "contanto que obedeçam em tudo ao Senhor, ao seu Deus, e colocarem em prática toda esta lei que hoje lhes estou dando.",
      "reflexao": "A obediência é o caminho que abre as janelas dos céus. A prosperidade da comunidade está diretamente ligada ao compromisso coletivo com os princípios do Senhor."
    },
    {
      "numero": "6",
      "texto": "Pois o Senhor, o seu Deus, os abençoará conforme prometeu, e vocês emprestarão a muitas nações, mas de nenhuma tomarão emprestado. Vocês dominarão muitas nações, mas por nenhuma serão dominados.",
      "reflexao": "A bênção de Deus leva o Seu povo a uma posição de influência, não de dependência. Viver sob os princípios divinos é viver com autoridade, provisão e liberdade."
    },
    {
      "numero": "7",
      "texto": "Se houver algum israelita pobre em qualquer das cidades da terra que o Senhor, o seu Deus, lhe está dando, não endureçam o coração, nem fechem a mão para com o seu irmão pobre.",
      "reflexao": "Deus rejeita a indiferença. Um coração endurecido e uma mão fechada são opostos ao espírito da aliança. A generosidade é sinal de quem conhece o coração do Pai."
    },
    {
      "numero": "8",
      "texto": "Ao contrário, tenham mão aberta e emprestem-lhe liberalmente o que ele precisar.",
      "reflexao": "Abrir a mão é abrir também o coração. O amor se expressa na disposição em suprir, em repartir e em ser resposta de Deus para quem está em necessidade."
    },
    {
      "numero": "9",
      "texto": "Cuidado! Que nenhum de vocês alimente este pensamento ímpio: ‘O sétimo ano, o ano do cancelamento das dívidas, está se aproximando, e não quero ajudar o meu irmão pobre’. Ele poderá apelar para o Senhor contra você, e você será culpado pelo pecado.",
      "reflexao": "A avareza e o cálculo mesquinho não combinam com o Reino de Deus. Quem segura o bem por medo de perder revela um coração distante do amor e da generosidade divina."
    },
    {
      "numero": "10",
      "texto": "Dê-lhe generosamente, e sem relutância no coração; pois, por isso, o Senhor, o seu Deus, o abençoará em todo o seu trabalho e em tudo o que você fizer.",
      "reflexao": "A bênção flui na generosidade. Um coração disposto a dar atrai a provisão do céu. Quem reparte nunca empobrece, mas multiplica."
    },
    {
      "numero": "11",
      "texto": "Sempre haverá pobres na terra. Portanto, eu lhe ordeno que abra o coração para o seu irmão israelita, tanto para o pobre como para o necessitado de sua terra.",
      "reflexao": "Deus nos chama a sermos instrumentos da Sua justiça e compaixão. A presença do necessitado é um convite constante à prática do amor que transforma vidas."
    },
    {
      "numero": "12",
      "texto": "Se seu concidadão hebreu, homem ou mulher, vender-se a você e servi-lo seis anos, no sétimo ano dê-lhe a liberdade.",
      "reflexao": "O Reino de Deus é reino de liberdade. Nenhuma servidão é para sempre. O ciclo da redenção se repete na história como reflexo do Deus que liberta e renova."
    },
    {
      "numero": "13",
      "texto": "E, quando o fizer, não o mande embora de mãos vazias.",
      "reflexao": "Libertar não é apenas soltar. É enviar com dignidade, provisão e honra, para que o recomeço não seja pesado, mas abençoado e cheio de esperança."
    },
    {
      "numero": "14",
      "texto": "Dê-lhe com generosidade dos animais do seu rebanho, do produto da sua eira e do seu lagar. Dê-lhe conforme a bênção que o Senhor, o seu Deus, lhe tem dado.",
      "reflexao": "A bênção recebida não é para ser retida, mas multiplicada na vida do outro. Quem entende isso, vive sob um céu permanentemente aberto."
    },
    {
      "numero": "15",
      "texto": "Lembre-se de que você foi escravo no Egito e que o Senhor, o seu Deus, o redimiu. É por isso que hoje lhe dou essa ordem.",
      "reflexao": "A memória da redenção nos mantém humildes, gratos e generosos. Quem foi alcançado pela graça não pode fechar os olhos para a dor do próximo."
    },
    {
      "numero": "16",
      "texto": "Mas se o seu escravo lhe disser que não quer deixá-lo, porque ama você e sua família e não tem falta de nada,",
      "reflexao": "O amor verdadeiro transforma servidão em aliança. Quando há cuidado, respeito e provisão, o vínculo ultrapassa o contrato e se torna escolha de vida."
    },
    {
      "numero": "17",
      "texto": "então apanhe um furador e fure a orelha dele contra a porta, e ele se tornará seu escravo para o resto da vida. Faça o mesmo com a sua escrava.",
      "reflexao": "O sinal na orelha era um testemunho público de amor, cuidado e pertencimento. Assim também somos, servos voluntários de Deus, não por obrigação, mas por amor à Sua casa e à Sua presença."
    },
    {
      "numero": "18",
      "texto": "Não se sinta prejudicado ao libertar o seu escravo, pois o serviço que ele prestou a você nesses seis anos custou a metade do serviço de um trabalhador contratado. Além disso, o Senhor, o seu Deus, o abençoará em tudo o que você fizer.",
      "reflexao": "A generosidade nunca é perda. Quem libera, quem abençoa, quem promove a liberdade, colhe a multiplicação que vem da mão do próprio Deus."
    },
    {
      "numero": "19",
      "texto": "Separe para o Senhor, para o seu Deus, todo primeiro macho de todos os seus rebanhos. Não use a primeira cria das suas vacas para trabalhar, nem tosquie a primeira cria das suas ovelhas.",
      "reflexao": "O princípio das primícias ensina que Deus é digno do primeiro e do melhor. Honrá-Lo com as primícias é declarar que tudo vem dEle e tudo permanece sob Sua bênção."
    },
    {
      "numero": "20",
      "texto": "Todo ano você e a sua família as comerão na presença do Senhor, do seu Deus, no local que ele escolher.",
      "reflexao": "A adoração envolve celebração, comunhão e gratidão. Na presença do Senhor, o que foi consagrado se torna motivo de alegria, sustento e renovação espiritual."
    },
    {
      "numero": "21",
      "texto": "Se o animal tiver defeito, ou for manco ou cego, ou tiver qualquer outro defeito grave, você não poderá sacrificá-lo ao Senhor, ao seu Deus.",
      "reflexao": "Deus não aceita aquilo que é resto, quebrado ou defeituoso. A Ele se oferece o melhor, pois isso revela nosso amor, reverência e gratidão pelo que Ele é e faz."
    },
    {
      "numero": "22",
      "texto": "Coma-o na cidade onde estiver morando. Tanto o cerimonialmente impuro quanto o puro o comerão, como se come a carne da gazela ou do veado.",
      "reflexao": "O que não serve para o altar, serve para o sustento, mas não se confunde uma coisa com a outra. Deus ensina a separar o que é sagrado do que é comum, e ambos têm seu valor e sua função no ciclo da vida."
    },
    {
      "numero": "23",
      "texto": "Mas não poderá comer o sangue; derrame-o no chão como se fosse água.",
      "reflexao": "O sangue representa a vida e pertence a Deus. Esse princípio ecoa até o sacrifício perfeito de Cristo, cujo sangue derramado trouxe redenção para toda a humanidade."
    }
  ]
}
