{
  "livro": "Deuteronômio",
  "capitulo": "18",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os sacerdotes levitas e todo o restante da tribo de Levi, não terão posse nem herança em Israel. Viverão das ofertas sacrificadas para o Senhor, preparadas no fogo, pois esta é a sua herança.",
      "reflexao": "Deus é a herança dos que O servem. O sustento dos que vivem para o altar não vem da terra, mas das mãos do próprio Senhor, que cuida e provê de forma fiel."
    },
    {
      "numero": "2",
      "texto": "Não terão herança alguma entre os seus compatriotas; o Senhor é a sua herança, conforme lhes prometeu.",
      "reflexao": "Quando Deus é a nossa herança, não há perda, mas ganho eterno. Ele supri, consola e recompensa muito além do que os bens terrenos podem oferecer."
    },
    {
      "numero": "3",
      "texto": "Quando o povo sacrificar um novilho ou uma ovelha, os sacerdotes receberão a porção devida: o espádua, as queixadas e o estômago.",
      "reflexao": "O Senhor estabelece cuidado mútuo. Aqueles que servem ao povo espiritualmente são sustentados pelo próprio povo, em uma dinâmica de honra, gratidão e provisão recíproca."
    },
    {
      "numero": "4",
      "texto": "Vocês terão que dar-lhes as primícias do trigo, do vinho e do azeite, e a primeira lã da tosquia das ovelhas,",
      "reflexao": "Dar as primícias é reconhecer que tudo vem de Deus. É dizer com atos: ‘Tu és a fonte, Tu és o provedor, e eu te honro com o melhor e o primeiro’."
    },
    {
      "numero": "5",
      "texto": "pois, de todas as tribos, o Senhor, o seu Deus, escolheu os levitas e os seus descendentes para estarem na presença do Senhor, e para ministrarem sempre em seu nome.",
      "reflexao": "Há honra e privilégio em viver na presença de Deus. Servir no altar é um chamado sagrado, que traz consigo tanto responsabilidade quanto uma graça sem igual."
    },
    {
      "numero": "6",
      "texto": "Se um levita que estiver morando em qualquer cidade de Israel, desejar ir ao local escolhido pelo Senhor,",
      "reflexao": "O desejo de servir na presença de Deus é sempre bem-vindo. O Senhor não rejeita quem escolhe deixar tudo para se dedicar a Ele com integridade e amor."
    },
    {
      "numero": "7",
      "texto": "poderá ministrar em nome do Senhor, do seu Deus, à semelhança de todos os outros levitas que ali servem na presença do Senhor.",
      "reflexao": "Na presença de Deus, não há favoritismo. Todos os que se consagram são recebidos, acolhidos e autorizados a servi-Lo de coração sincero."
    },
    {
      "numero": "8",
      "texto": "Ele receberá uma porção de alimento igual à dos outros levitas; além disso, ficará com o que receber com a venda dos bens da sua família.",
      "reflexao": "Deus é justo e garante que haja igualdade na provisão dos que O servem. O sustento dos Seus servos é fruto tanto da comunhão quanto do cuidado da comunidade."
    },
    {
      "numero": "9",
      "texto": "Quando entrarem na terra que o Senhor, o seu Deus, lhes dá, não procurem imitar as coisas repugnantes que as nações de lá praticam.",
      "reflexao": "O povo de Deus é separado. Não há espaço para mesclar a santidade do Senhor com as práticas do mundo. A pureza na adoração é inegociável."
    },
    {
      "numero": "10",
      "texto": "Não permitam que se ache alguém entre vocês que queime em sacrifício o seu filho ou a sua filha; que pratique adivinhação, ou dedique-se à magia, ou faça presságios, ou pratique feitiçaria",
      "reflexao": "Deus rejeita toda forma de ocultismo, feitiçaria e adivinhação. Ele é suficiente. Quem O busca, não precisa procurar respostas nas trevas, pois Ele é luz abundante e verdade eterna."
    },
    {
      "numero": "11",
      "texto": "ou faça encantamentos; que seja médium ou espírita ou que consulte os mortos.",
      "reflexao": "O Senhor proíbe qualquer contato com práticas que envolvem comunicação com mortos ou espíritos. Isso rompe a comunhão com Ele e abre portas para enganos e destruição espiritual."
    },
    {
      "numero": "12",
      "texto": "O Senhor têm repugnância por quem pratica essas coisas, e é por causa dessas abominações que o Senhor, o seu Deus, vai expulsar aquelas nações da presença de vocês.",
      "reflexao": "O juízo de Deus sobre as nações está diretamente ligado à contaminação espiritual delas. Ele chama Seu povo à pureza, à separação e à exclusividade na adoração."
    },
    {
      "numero": "13",
      "texto": "Permaneçam inculpáveis perante o Senhor, o seu Deus.",
      "reflexao": "O chamado de Deus é pela integridade. Ser inculpável não significa perfeição, mas viver separado do mal, com um coração alinhado à vontade do Senhor."
    },
    {
      "numero": "14",
      "texto": "As nações que vocês vão expulsar dão ouvidos aos que praticam magia e adivinhação. Mas, a vocês, o Senhor, o seu Deus, não permitiu tais práticas.",
      "reflexao": "O povo de Deus não busca direção nas trevas. A Sua voz é suficiente, Sua Palavra é lâmpada, e Sua presença é a fonte segura de orientação e vida."
    },
    {
      "numero": "15",
      "texto": "O Senhor, o seu Deus, levantará do meio de seus próprios irmãos um profeta como eu; ouçam-no.",
      "reflexao": "Essa promessa aponta diretamente para Cristo, o Profeta definitivo, que fala as palavras do Pai. Ouvir a Sua voz é vida, é caminho, é verdade."
    },
    {
      "numero": "16",
      "texto": "Pois foi isso que pediram ao Senhor, ao seu Deus, em Horebe, no dia em que se reuniram, quando disseram: ‘Não queremos ouvir a voz do Senhor, do nosso Deus, nem ver o seu grande fogo, se não morreremos!’",
      "reflexao": "O temor de Deus levou o povo a desejar um mediador. Assim, Deus revelou Seu plano: levantar um Profeta que falaria com graça, amor e autoridade redentora."
    },
    {
      "numero": "17",
      "texto": "O Senhor me disse: ‘Eles têm razão!’",
      "reflexao": "Deus ouve, compreende e responde às limitações humanas. Sua graça se revela quando Ele provê caminhos para que possamos nos aproximar dEle sem sermos consumidos."
    },
    {
      "numero": "18",
      "texto": "Levantarei do meio dos seus irmãos um profeta como você; porei minhas palavras na sua boca, e ele lhes dirá tudo o que eu lhe ordenar.",
      "reflexao": "Cristo é o cumprimento perfeito desta promessa. Suas palavras são vida, cura e direção. Quem O ouve, ouve o próprio Deus."
    },
    {
      "numero": "19",
      "texto": "Se alguém não ouvir as minhas palavras, que o profeta falará em meu nome, eu mesmo lhe pedirei contas.",
      "reflexao": "Ignorar a voz de Deus tem consequências eternas. A rejeição à Palavra é rejeição ao próprio Deus, e cada um prestará contas da resposta que deu a ela."
    },
    {
      "numero": "20",
      "texto": "Mas o profeta que ousar falar em meu nome alguma coisa que não lhe ordenei, ou que falar em nome de outros deuses, terá que ser morto.",
      "reflexao": "A falsidade espiritual é abominável diante de Deus. Quem distorce a Palavra, fala sem ser enviado, ou se levanta em nome de outros deuses, assume um juízo severo."
    },
    {
      "numero": "21",
      "texto": "Mas vocês perguntem a si mesmos: ‘Como saberemos se uma mensagem não vem do Senhor?’",
      "reflexao": "Deus não deseja que Seus filhos vivam em engano. A dúvida é legítima e, por isso, Ele mesmo oferece critérios claros para discernir a verdade do erro."
    },
    {
      "numero": "22",
      "texto": "Se o que o profeta proclamar em nome do Senhor não acontecer nem se cumprir, essa mensagem não vem do Senhor. Aquele profeta falou com presunção. Não tenham medo dele.",
      "reflexao": "O selo da Palavra de Deus é o cumprimento. Aquilo que vem dEle se estabelece. O falso profeta é desmascarado pelo tempo, pela verdade e pela ausência de frutos que glorifiquem a Deus."
    }
  ]
}
