{
  "livro": "Deuteronômio",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando vocês tiverem entrado na terra que o Senhor, o seu Deus, lhes dá por herança e dela tiverem tomado posse e lá estiverem estabelecidos,",
      "reflexao": "Deus cumpre suas promessas. Ele conduz seus filhos à herança preparada, mas também os chama à responsabilidade de viver em gratidão e fidelidade."
    },
    {
      "numero": "2",
      "texto": "apanhem alguns dos primeiros frutos de tudo o que produzirem na terra que o Senhor, o seu Deus, lhes dá e ponha tudo numa cesta. Depois vocês deverão ir ao local que o Senhor, o seu Deus, escolher para habitação do seu Nome",
      "reflexao": "Os primeiros frutos simbolizam a honra e o reconhecimento de que tudo provém de Deus. O princípio da gratidão deve ser o fundamento da nossa vida."
    },
    {
      "numero": "3",
      "texto": "e dizer ao sacerdote que estiver exercendo o cargo naquela ocasião: ‘Declaro hoje ao Senhor, ao seu Deus, que vim para a terra que o Senhor jurou aos nossos antepassados que nos daria’.",
      "reflexao": "A gratidão deve ser expressa em palavras e atitudes. Declarar publicamente a fidelidade de Deus fortalece a fé e edifica as gerações."
    },
    {
      "numero": "4",
      "texto": "O sacerdote apanhará a cesta das suas mãos e a colocará em frente do altar do Senhor, do seu Deus.",
      "reflexao": "A entrega diante do altar simboliza que tudo que somos e possuímos pertence a Deus. Nosso trabalho, nossos recursos e nossos frutos são consagrados a Ele."
    },
    {
      "numero": "5",
      "texto": "Então vocês declararão perante o Senhor, o seu Deus: ‘O meu pai era um arameu errante. Ele desceu ao Egito com pouca gente e ali viveu e se tornou uma grande nação, poderosa e numerosa.’",
      "reflexao": "Deus nos convida a lembrar nossas origens humildes e a reconhecer que toda a jornada até aqui foi conduzida por sua mão amorosa e fiel."
    },
    {
      "numero": "6",
      "texto": "Mas os egípcios nos maltrataram e nos oprimiram, sujeitando-nos a trabalhos forçados.",
      "reflexao": "Jamais devemos esquecer dos tempos de dor, não para lamentar, mas para exaltar aquele que nos livrou e para nunca perder a sensibilidade com quem sofre."
    },
    {
      "numero": "7",
      "texto": "Então clamamos ao Senhor, ao Deus dos nossos antepassados, e o Senhor ouviu a nossa voz e viu o nosso sofrimento, a nossa fadiga e a opressão que sofríamos.",
      "reflexao": "Deus é aquele que vê, ouve e responde ao clamor dos seus filhos. Nunca estamos sozinhos nas aflições da vida."
    },
    {
      "numero": "8",
      "texto": "Por isso o Senhor nos tirou do Egito com mão poderosa e braço forte, com feitos temíveis e com sinais e maravilhas.",
      "reflexao": "O Senhor é poderoso para libertar, transformar e conduzir seus filhos. Seus feitos são maravilhosos, e sua mão nunca perde a força."
    },
    {
      "numero": "9",
      "texto": "Ele nos trouxe a este lugar e nos deu esta terra, terra onde manam leite e mel.",
      "reflexao": "Deus não apenas liberta, Ele também conduz a um lugar de provisão, abundância e cuidado. A herança dos filhos é fruto da sua promessa."
    },
    {
      "numero": "10",
      "texto": "E agora trago os primeiros frutos do solo que tu, ó Senhor, me deste. Ponham a cesta perante o Senhor, o seu Deus, e curvem-se perante ele.",
      "reflexao": "A verdadeira adoração nasce da gratidão. Entregar a Deus o melhor da nossa vida é reconhecer que tudo vem Dele e tudo é para Ele."
    },
    {
      "numero": "11",
      "texto": "Vocês e os levitas e os estrangeiros que estiverem no meio de vocês se alegrarão com todas as coisas boas que o Senhor, o seu Deus, dá a vocês e às suas famílias.",
      "reflexao": "A bênção de Deus gera alegria compartilhada. Sua bondade não é apenas para nós, mas também para os que estão ao nosso redor, inclusive os mais vulneráveis."
    },
    {
      "numero": "12",
      "texto": "Quando tiverem separado o dízimo de tudo quanto produziram no terceiro ano, o ano do dízimo, entreguem-no ao levita, ao estrangeiro, ao órfão e à viúva, para que possam comer até saciar-se nas cidades de vocês.",
      "reflexao": "O Senhor nos ensina que a verdadeira prosperidade inclui generosidade e cuidado com os necessitados. A bênção que recebemos deve se tornar provisão para outros."
    },
    {
      "numero": "13",
      "texto": "Depois digam ao Senhor, ao seu Deus: ‘Retirei da minha casa a porção sagrada e dei-a ao levita, ao estrangeiro, ao órfão e à viúva, de acordo com tudo o que ordenaste. Não me afastei dos teus mandamentos nem esqueci nenhum deles.’",
      "reflexao": "A fidelidade a Deus se expressa em obediência prática, especialmente no cuidado com o próximo. Honrar a Deus é viver segundo sua justiça e compaixão."
    },
    {
      "numero": "14",
      "texto": "Não comi nada da porção sagrada enquanto estive de luto, nada retirei dela enquanto estive impuro, e dela não ofereci nada aos mortos. Obedeci ao Senhor, ao meu Deus; fiz tudo o que me ordenaste.",
      "reflexao": "Deus deseja pureza, reverência e dedicação integral. O que é consagrado a Ele deve ser tratado com honra e santidade."
    },
    {
      "numero": "15",
      "texto": "Olha dos céus, da tua santa habitação, e abençoa Israel, o teu povo, e a terra que nos deste, conforme prometeste sob juramento aos nossos antepassados, terra onde manam leite e mel.",
      "reflexao": "A oração nasce da gratidão e da dependência. Quem reconhece que tudo vem de Deus, confia no seu cuidado contínuo e clama por sua bênção sobre o presente e o futuro."
    },
    {
      "numero": "16",
      "texto": "O Senhor, o seu Deus, lhes ordena hoje que sigam estes decretos e ordenanças; obedeçam-lhes atentamente, de todo o seu coração e de toda a sua alma.",
      "reflexao": "Deus deseja uma obediência que nasce do amor, não da obrigação. Um coração inteiro diante Dele é o que Ele mais valoriza."
    },
    {
      "numero": "17",
      "texto": "Hoje vocês declararam que o Senhor é o seu Deus e que vocês andarão nos seus caminhos, que guardarão os seus decretos, os seus mandamentos e as suas ordenanças, e que vocês lhe obedecerão.",
      "reflexao": "Seguir a Deus é uma decisão pública e diária. Declarar que Ele é nosso Senhor é comprometer-se a andar nos Seus caminhos com fidelidade e amor."
    },
    {
      "numero": "18",
      "texto": "E hoje o Senhor declarou que vocês são o seu povo, o seu tesouro pessoal, conforme ele prometeu, e que vocês terão que guardar todos os seus mandamentos.",
      "reflexao": "Somos o tesouro de Deus! Isso traz identidade, pertencimento e propósito. Somos chamados a viver uma vida que reflete esse amor e essa eleição divina."
    },
    {
      "numero": "19",
      "texto": "Ele declarou que lhes dará uma posição de glória, fama e honra muito acima de todas as nações que ele fez, e que vocês serão um povo santo para o Senhor, para o seu Deus, conforme ele prometeu.",
      "reflexao": "A santidade nos separa, não para orgulho, mas para manifestar a glória de Deus entre as nações. A honra que vem de Deus é viver para Ele, refletindo sua luz ao mundo."
    }
  ]
}
