{
  "livro": "Deuteronômio",
  "capitulo": "22",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Se o boi ou a ovelha de um israelita se extraviar e você o vir, não ignore o fato, mas faça questão de levar o animal de volta ao dono.",
      "reflexao": "Deus nos chama a viver em responsabilidade mútua. A indiferença diante da necessidade do outro não cabe no Reino. Cuidar do que é do próximo é expressão do amor prático que agrada ao Senhor."
    },
    {
      "numero": "2",
      "texto": "Se este não morar perto de você ou se você não conhecê-lo, leve o animal para casa e fique com ele até que seu compatriota venha procurá-lo e você possa devolvê-lo.",
      "reflexao": "A justiça de Deus não se limita ao imediato. Ela preserva o que é do outro até que a restauração aconteça. Assim também Deus guarda a nossa herança até o tempo determinado."
    },
    {
      "numero": "3",
      "texto": "Faça o mesmo com o jumento, com a capa e com qualquer coisa perdida que encontrar. Não ignore o fato.",
      "reflexao": "O Senhor não tolera a omissão. Ele nos ensina a sermos guardiões uns dos outros, zelando não apenas pelas grandes causas, mas também pelos pequenos gestos que revelam um coração íntegro."
    },
    {
      "numero": "4",
      "texto": "Se você vir o jumento ou o boi de um israelita caído no caminho, não o ignore. Ajude-o a pôr o animal em pé.",
      "reflexao": "Deus nos orienta a sermos agentes de restauração. Levantar quem caiu — seja pessoa ou bem — é uma prática que reflete a bondade do Pai, que sempre nos ergue quando fraquejamos."
    },
    {
      "numero": "5",
      "texto": "A mulher não usará roupas de homem, e o homem não usará roupas de mulher, pois o Senhor, o seu Deus, tem aversão por todo aquele que assim procede.",
      "reflexao": "Aqui Deus estabelece um princípio de ordem e identidade. Cada um deve viver segundo o propósito e o desenho que Ele estabeleceu, com clareza, honra e dignidade ao papel que nos foi dado."
    },
    {
      "numero": "6",
      "texto": "Se você passar por um ninho de passarinho junto ao caminho, seja numa árvore ou no chão, e a mãe estiver sobre os filhotes ou sobre os ovos, não apanhe a mãe com os filhotes.",
      "reflexao": "O cuidado do Criador se estende até às aves. Ele nos ensina que a preservação da vida e da continuidade da criação é um princípio sagrado, refletindo Seu amor até nos menores detalhes."
    },
    {
      "numero": "7",
      "texto": "Você poderá apanhar os filhotes, mas deixe a mãe solta, para que tudo vá bem com você e você tenha vida longa.",
      "reflexao": "Deus recompensa quem respeita a vida. A preservação do ciclo natural gera bênção e longevidade, mostrando que quem cuida da criação caminha alinhado com o Criador."
    },
    {
      "numero": "8",
      "texto": "Quando algum de vocês construir uma casa nova, faça um parapeito em torno do terraço, para que não traga sobre a sua casa a culpa pelo derramamento de sangue inocente, caso alguém caia do terraço.",
      "reflexao": "O cuidado com o próximo deve estar embutido até nas construções. Deus nos ensina que proteger a vida é responsabilidade nossa. Prevenção também é expressão de amor."
    },
    {
      "numero": "9",
      "texto": "Não plantem dois tipos de semente em sua vinha; se o fizerem, tanto a semente que plantarem como o fruto da vinha estarão contaminados.",
      "reflexao": "Este princípio aponta para a pureza e a separação. Misturas impróprias comprometem a bênção. Assim é também na vida espiritual: a santidade exige separação do que contamina."
    },
    {
      "numero": "10",
      "texto": "Não arem a terra usando um boi e um jumento sob o mesmo jugo.",
      "reflexao": "A diferença entre as naturezas não deve ser forçada. Deus nos ensina que parcerias desalinhadas geram sofrimento, desigualdade e desgaste. É um chamado à coerência nas alianças que fazemos."
    },
    {
      "numero": "11",
      "texto": "Não usem roupas de lã e de linho misturados no mesmo tecido.",
      "reflexao": "Deus reforça o princípio da não mistura. Este mandamento, simbólico, nos convida a refletir sobre a integridade espiritual, a pureza das intenções e a fidelidade na nossa relação com Ele."
    },
    {
      "numero": "12",
      "texto": "Façam borlas nas quatro pontas do manto que vocês usam para cobrir-se.",
      "reflexao": "As borlas eram lembretes visíveis dos mandamentos do Senhor. Deus nos convida a cercar nossa vida de sinais que nos mantenham firmes na obediência e na memória constante de quem somos nEle."
    },
    {
      "numero": "13",
      "texto": "Se um homem casar-se e, depois de deitar-se com a mulher, rejeitá-la",
      "reflexao": "A aliança não pode ser tratada com leviandade. Deus abomina a injustiça e protege a honra e a dignidade daqueles que são falsamente acusados ou rejeitados injustamente."
    },
    {
      "numero": "14",
      "texto": "e falar mal dela e difamá-la, dizendo: ‘Casei-me com esta mulher, mas quando me cheguei a ela, descobri que não era mais virgem’,",
      "reflexao": "A difamação fere, destrói e corrompe. Deus mostra que palavras levianas têm peso espiritual e social. Ele é defensor da verdade e da justiça no lar e na comunidade."
    },
    {
      "numero": "15",
      "texto": "o pai e a mãe da moça trarão aos líderes da cidade, junto à porta, a prova da sua virgindade.",
      "reflexao": "A honra da família e da mulher é protegida. Deus estabelece um caminho de defesa pública contra a injustiça, mostrando que Ele é Deus que cuida dos inocentes."
    },
    {
      "numero": "16",
      "texto": "Então o pai da moça dirá aos líderes: ‘Dei a minha filha em casamento a este homem, mas ele a rejeita.’",
      "reflexao": "O pai aqui representa não apenas a voz da defesa, mas também o compromisso da família em zelar pela verdade. Deus honra os que se posicionam com coragem em favor da justiça."
    },
    {
      "numero": "17",
      "texto": "‘Ele também a difamou e disse: ‘‘Descobri que a sua filha não era virgem’’. Mas aqui está a prova da virgindade da minha filha.’ Então os pais dela apresentarão a prova aos líderes da cidade,",
      "reflexao": "Deus protege a reputação e a dignidade de quem é alvo de acusações falsas. Este princípio revela que o Senhor é defensor dos justos e não permite que a mentira prevaleça sobre a verdade."
    },
    {
      "numero": "18",
      "texto": "e eles castigarão o homem.",
      "reflexao": "Deus não tolera a mentira nem o falso testemunho. Quem fere a honra do outro, fere também os princípios da justiça do Senhor, e por isso há disciplina e correção."
    },
    {
      "numero": "19",
      "texto": "Aplicarão a ele a multa de cem peças de prata, que serão dados ao pai da moça, pois esse homem prejudicou a reputação de uma virgem israelita. E ele não poderá divorciar-se dela enquanto viver.",
      "reflexao": "O Senhor defende a dignidade da mulher e da família. Aquele que tentou manchar a honra alheia agora é chamado a assumir responsabilidade, protegendo quem ele feriu, e jamais poderá descartá-la."
    },
    {
      "numero": "20",
      "texto": "Se, contudo, a acusação for verdadeira e não se encontrar prova de virgindade da moça,",
      "reflexao": "Deus é Deus de verdade. Quando há transgressão real, Ele não ignora. A justiça divina zela para que a comunidade preserve sua integridade e seus princípios de santidade."
    },
    {
      "numero": "21",
      "texto": "ela será levada à porta da casa do seu pai e ali os homens da sua cidade a apedrejarão até à morte. Ela cometeu um ato vergonhoso em Israel, prostituindo-se enquanto estava na casa de seu pai. Eliminem o mal do meio de vocês.",
      "reflexao": "Este juízo severo reflete o peso do pecado num povo chamado à santidade. Hoje, não eliminamos pessoas, mas Deus continua nos chamando a eliminar do meio de nós toda impureza, mentira e corrupção espiritual."
    },
    {
      "numero": "22",
      "texto": "Se um homem for surpreendido deitado com a mulher de outro, os dois terão que morrer, o homem e a mulher com quem se deitou. Eliminem o mal do meio de Israel.",
      "reflexao": "O adultério não fere apenas casamentos, mas corrompe a aliança comunitária e espiritual. O Senhor exige fidelidade, pois a pureza dos relacionamentos reflete a pureza do pacto com Ele."
    },
    {
      "numero": "23",
      "texto": "Se numa cidade um homem se encontrar com uma jovem prometida em casamento e se deitar com ela,",
      "reflexao": "Deus valoriza profundamente o compromisso e a aliança. A promessa de casamento era tão séria quanto o casamento em si, e qualquer violação era tratada como uma grave afronta à honra e à santidade."
    },
    {
      "numero": "24",
      "texto": "levem os dois à porta daquela cidade e apedrejem-nos até à morte: a moça porque estava na cidade e não gritou por socorro, e o homem porque desonrou a mulher doutro homem. Eliminem o mal do meio de vocês.",
      "reflexao": "Aqui Deus ensina que o silêncio diante do mal pode ser cúmplice. No entanto, é também um alerta para que, em nossa geração, não sejamos omissos diante da injustiça, do pecado e da corrupção moral."
    },
    {
      "numero": "25",
      "texto": "Se, contudo, um homem encontrar no campo uma jovem prometida em casamento e a forçar, somente o homem morrerá.",
      "reflexao": "O Senhor é defensor dos oprimidos. Quando há violência e abuso, a culpa não recai sobre a vítima. Deus se levanta como justo juiz contra quem pratica maldade e opressão."
    },
    {
      "numero": "26",
      "texto": "Não façam nada, pois ela não cometeu pecado algum que mereça a morte. Este caso é semelhante ao daquele que ataca e mata o seu próximo,",
      "reflexao": "A justiça de Deus é precisa e não oprime os inocentes. Neste princípio, Ele protege quem foi ferido e isenta a vítima de qualquer culpa, ensinando-nos a discernir com justiça e misericórdia."
    },
    {
      "numero": "27",
      "texto": "pois o homem encontrou a moça virgem no campo, e, ainda que a jovem prometida em casamento gritasse, ninguém poderia socorrê-la.",
      "reflexao": "Este versículo ecoa o clamor de muitas vítimas silenciosas. Deus vê o que os olhos humanos não veem, e Sua justiça alcança até aqueles que sofrem sem testemunhas. Ele é refúgio e vingador dos injustiçados."
    },
    {
      "numero": "28",
      "texto": "Se um homem se encontrar com uma moça sem compromisso de casamento e a violentar, e eles forem descobertos,",
      "reflexao": "Deus não é indiferente à violência, mesmo fora do contexto de noivado. Este versículo mostra que o Senhor zela pela dignidade da mulher e exige que quem fere assuma a responsabilidade por sua ação."
    },
    {
      "numero": "29",
      "texto": "ele pagará ao pai da moça cinquenta peças de prata. Terá que casar-se com a moça, pois a violentou. Jamais poderá divorciar-se dela.",
      "reflexao": "Embora estranho aos olhos de hoje, este mandamento protegia a vítima do abandono e da vergonha social. Deus obrigava o agressor a sustentar e honrar aquela vida que feriu, sem nunca poder descartá-la novamente."
    },
    {
      "numero": "30",
      "texto": "Nenhum homem poderá tomar por mulher a mulher do seu pai, pois isso desonraria a cama de seu pai.",
      "reflexao": "O Senhor preserva a ordem, o respeito e a santidade nos laços familiares. Ele condena qualquer atitude que desonre a memória, a dignidade e a estrutura que Ele mesmo estabeleceu para a família."
    }
  ]
}
