{
  "livro": "Deuteronômio",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando dois homens se envolverem numa briga, terão que levar a causa ao tribunal, e os juízes decidirão a questão, absolvendo o inocente e condenando o culpado.",
      "reflexao": "Deus estabelece que a justiça seja o alicerce da convivência. Ele ama a equidade e deseja que as decisões sejam sempre baseadas na verdade e na retidão."
    },
    {
      "numero": "2",
      "texto": "Se o culpado merecer açoitamento, o juiz ordenará que ele se deite e seja açoitado em sua presença com o número de açoites que o seu crime merecer,",
      "reflexao": "O Senhor ensina que a disciplina deve ser proporcional e justa. Não é para humilhar, mas para corrigir, proteger e preservar a ordem social."
    },
    {
      "numero": "3",
      "texto": "desde que nunca ultrapasse quarenta açoites. Açoitá-lo além disso seria humilhar publicamente um israelita.",
      "reflexao": "Até no castigo, Deus estabelece limites para preservar a dignidade humana. Seu amor jamais permite a crueldade ou o abuso."
    },
    {
      "numero": "4",
      "texto": "Não amordacem o boi enquanto está debulhando o cereal.",
      "reflexao": "O Senhor valoriza o trabalho e ensina que quem trabalha tem direito de desfrutar dos frutos do seu esforço. Princípio de justiça, gratidão e honra."
    },
    {
      "numero": "5",
      "texto": "Se dois irmãos morarem juntos, e um deles morrer sem deixar filhos, a sua viúva não se casará com alguém de fora da família. O irmão do marido se casará com ela e cumprirá com ela o dever de cunhado.",
      "reflexao": "Deus demonstra cuidado com a continuidade da família e com a proteção das viúvas, garantindo sustento, dignidade e preservação do legado."
    },
    {
      "numero": "6",
      "texto": "O primeiro filho que ela tiver levará o nome do irmão falecido, para que o seu nome não seja apagado de Israel.",
      "reflexao": "A preservação do nome e da memória é sinal de honra. Deus valoriza gerações e se importa com o legado deixado por cada vida."
    },
    {
      "numero": "7",
      "texto": "Se, todavia, ele não quiser casar-se com a mulher do seu irmão, ela irá aos líderes do lugar, à porta da cidade, e dirá: ‘O irmão do meu marido está se recusando a dar continuidade ao nome do seu irmão em Israel. Ele não quer cumprir para comigo o dever de cunhado’.",
      "reflexao": "O Senhor oferece liberdade, mas também responsabilidade. A escolha carrega peso e consequências perante a comunidade e diante de Deus."
    },
    {
      "numero": "8",
      "texto": "Os líderes da cidade o convocarão e conversarão com ele. Se ele insistir em dizer: ‘Não quero me casar com ela’,",
      "reflexao": "A justiça comunitária busca primeiro o diálogo, a mediação e a restauração, antes de qualquer medida pública."
    },
    {
      "numero": "9",
      "texto": "a viúva do seu irmão se aproximará dele, na presença dos líderes, tirará uma das sandálias dele, cuspirá no seu rosto e dirá: ‘É isso que se faz com o homem que não perpetua a descendência do seu irmão’.",
      "reflexao": "A vergonha pública aqui representa a dor pela negligência de quem se recusa a cuidar da própria família. Deus valoriza profundamente o amor ao próximo, especialmente no contexto familiar."
    },
    {
      "numero": "10",
      "texto": "E a descendência daquele homem será conhecida em Israel como a família do descalçado.",
      "reflexao": "O desprezo à responsabilidade familiar deixa marcas que ecoam nas gerações. Deus nos chama a honrar nossos compromissos com amor e responsabilidade."
    },
    {
      "numero": "11",
      "texto": "Se dois homens estiverem brigando, e a mulher de um deles vier para livrar o marido daquele que o ataca e pegá-lo pelos órgãos genitais,",
      "reflexao": "O Senhor ensina que até nos atos de defesa deve haver limites e respeito pela dignidade do outro, refletindo princípios de equilíbrio e honra."
    },
    {
      "numero": "12",
      "texto": "cortem a mão dela. Não tenham piedade.",
      "reflexao": "Este juízo severo reflete o valor que Deus dá à pureza, ao respeito e à não humilhação pública do corpo alheio. A ordem social deve ser protegida de atitudes desonrosas."
    },
    {
      "numero": "13",
      "texto": "Não tenham na bolsa dois padrões para o mesmo peso, um maior e outro menor.",
      "reflexao": "Deus abomina a desonestidade. Ele deseja integridade não apenas no coração, mas também nos negócios, nas palavras e em cada detalhe da vida."
    },
    {
      "numero": "14",
      "texto": "Não tenham em casa dois padrões para a mesma medida, um maior e outro menor.",
      "reflexao": "A vida com Deus exige coerência, verdade e honestidade, tanto no público quanto no privado. Justiça e transparência refletem o caráter do Reino."
    },
    {
      "numero": "15",
      "texto": "Tenham pesos e medidas exatos e honestos, para que vocês vivam muito tempo na terra que o Senhor, o seu Deus, lhes dá.",
      "reflexao": "A bênção do Senhor está sobre aqueles que vivem com retidão e verdade. Deus conecta prosperidade, longevidade e justiça."
    },
    {
      "numero": "16",
      "texto": "Pois o seu Deus detesta quem faz essas coisas, quem negocia desonestamente.",
      "reflexao": "A fraude e o engano são repugnantes aos olhos de Deus. Ele ama quem anda em integridade, porque isso reflete Sua própria natureza santa."
    },
    {
      "numero": "17",
      "texto": "Lembrem-se do que os amalequitas lhes fizeram no caminho, quando vocês saíram do Egito.",
      "reflexao": "Deus nos convida a não esquecer as lições da caminhada. As dores do passado servem como alerta para que estejamos vigilantes e preparados espiritualmente."
    },
    {
      "numero": "18",
      "texto": "Quando vocês estavam cansados e exaustos, eles se encontraram com vocês no caminho e eliminaram todos os que ficaram para trás; não tiveram temor de Deus.",
      "reflexao": "O Senhor se levanta em defesa dos fracos, dos cansados e dos esquecidos. Quem oprime os vulneráveis se coloca contra o próprio Deus."
    },
    {
      "numero": "19",
      "texto": "Quando o Senhor, o seu Deus, der a vocês o descanso de todos os inimigos ao seu redor na terra que ele lhes dá para dela tomar posse como herança, vocês farão que os amalequitas sejam esquecidos debaixo do céu. Não se esqueçam!",
      "reflexao": "O Senhor é Deus de justiça. Ele lembra que o mal não ficará impune e que os Seus filhos são chamados a não esquecer a importância de zelar pela justiça e pela memória do que é santo."
    }
  ]
}
