{
  "livro": "Deuteronômio",
  "capitulo": "19",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando o Senhor, o seu Deus, tiver destruído as nações cuja terra lhes dá, e quando vocês as expulsarem e ocuparem as cidades e as casas dessas nações,",
      "reflexao": "Deus cumpre Suas promessas, conduzindo Seu povo à conquista. Cada vitória é expressão da fidelidade divina e do cumprimento de Sua aliança."
    },
    {
      "numero": "2",
      "texto": "separem três cidades de refúgio na parte central da terra que o Senhor, o seu Deus, está dando a vocês para que dela tomem posse.",
      "reflexao": "Deus não é apenas justo, mas também misericordioso. As cidades de refúgio simbolizam Seu cuidado pelos que erram sem intenção, revelando um Deus que protege a vida e oferece abrigo."
    },
    {
      "numero": "3",
      "texto": "Dividam em três partes a terra que o Senhor, o seu Deus, lhe está dando como herança e façam nela acessos, para que aquele que matar alguém possa fugir para lá.",
      "reflexao": "O cuidado de Deus é prático e detalhado. Ele organiza caminhos de justiça e misericórdia, lembrando-nos de que Sua graça deve ser acessível a todos."
    },
    {
      "numero": "4",
      "texto": "Este é o caso em que um homem que matar outro poderá fugir para lá para salvar a vida: se matar o seu próximo sem intenção, sem que houvesse inimizade entre eles.",
      "reflexao": "Deus conhece o coração. Ele distingue erro de maldade, acidente de intenção. Sua justiça é equilibrada, perfeita, e cheia de compaixão."
    },
    {
      "numero": "5",
      "texto": "Por exemplo, se um homem for com o seu amigo cortar lenha na floresta e, ao levantar o machado para derrubar uma árvore, o ferro escapar e atingir o seu amigo e matá-lo, ele poderá fugir para uma daquelas cidades para salvar a vida.",
      "reflexao": "Até os acidentes estão sob o olhar de Deus. Ele estabelece abrigo para os que erram sem maldade, revelando Seu cuidado até nas circunstâncias mais trágicas da vida."
    },
    {
      "numero": "6",
      "texto": "Do contrário, o vingador da vítima poderia persegui-lo enfurecido e alcançá-lo, caso a distância fosse grande demais, e poderia matá-lo, muito embora este não merecesse morrer, pois não havia inimizade entre ele e o seu próximo.",
      "reflexao": "Deus previne o ciclo da vingança e da injustiça. Sua lei freia a fúria do homem e estabelece proteção, evitando que a dor gere mais dor."
    },
    {
      "numero": "7",
      "texto": "É por isso que lhe ordeno que separe três cidades.",
      "reflexao": "Deus não é indiferente ao sofrimento. Ele providencia refúgio, cura e restauração, até quando somos atingidos por circunstâncias involuntárias."
    },
    {
      "numero": "8",
      "texto": "Se o Senhor, o seu Deus, aumentar o seu território, como prometeu sob juramento aos seus antepassados, e lhe der toda a terra que prometeu a eles,",
      "reflexao": "O crescimento vem de Deus. Com mais bênçãos, vêm também mais responsabilidades. Expandir refúgios é expandir misericórdia e justiça sobre a terra."
    },
    {
      "numero": "9",
      "texto": "separem então mais três cidades. Isso acontecerá se vocês obedecerem fielmente a toda esta lei que hoje lhes ordeno: amar o Senhor, o seu Deus, e sempre andar nos seus caminhos.",
      "reflexao": "A obediência gera expansão. À medida que andamos nos caminhos do Senhor, Ele amplia nossas fronteiras e nos confia maiores responsabilidades sobre vidas e justiça."
    },
    {
      "numero": "10",
      "texto": "Façam isso para que não se derrame sangue inocente na sua terra, a qual o Senhor, o seu Deus, lhes dá por herança, e para que não sejam culpados de derramamento de sangue.",
      "reflexao": "Deus zela pela pureza da terra e da comunidade. O sangue inocente clama, e é dever do povo estabelecer sistemas que preservem a vida e a justiça, refletindo o coração do Pai."
    },
    {
      "numero": "11",
      "texto": "Mas, se alguém odiar o seu próximo, ficar à espreita dele, atacá-lo e matá-lo, e fugir para uma dessas cidades,",
      "reflexao": "A misericórdia não é abrigo para o mal premeditado. Deus diferencia acidente de maldade. O justo juiz vê além das aparências e pesa as intenções do coração."
    },
    {
      "numero": "12",
      "texto": "as autoridades da sua cidade mandarão buscá-lo nas cidade de refúgio, e o entregarão nas mãos do vingador da vítima, para que morra.",
      "reflexao": "A justiça de Deus não é negligente. O refúgio não protege o culpado. A impunidade não faz parte do Reino. O mal deve ser confrontado, e a justiça, estabelecida."
    },
    {
      "numero": "13",
      "texto": "Não tenham piedade dele. Eliminem de Israel a culpa pelo derramamento de sangue inocente, para que tudo lhes vá bem.",
      "reflexao": "A omissão diante do mal gera contaminação na comunidade. A verdadeira compaixão está em proteger os inocentes e manter a santidade e a justiça no meio do povo."
    },
    {
      "numero": "14",
      "texto": "Não mudem os marcos de divisa da propriedade do seu vizinho, que os seus colocaram na herança que receberão na terra que o Senhor, o seu Deus, lhes dá para que dela tomem posse.",
      "reflexao": "Deus valoriza a justiça até nas coisas materiais. Respeitar os limites, a herança e os direitos do próximo é princípio espiritual de integridade e honra."
    },
    {
      "numero": "15",
      "texto": "Uma só testemunha não é suficiente para condenar alguém de algum crime ou delito. Qualquer acusação precisa ser confirmada pelo depoimento de duas ou três testemunhas.",
      "reflexao": "Deus ama a verdade e odeia a injustiça. O cuidado com as acusações reflete o zelo do Pai por proteger os inocentes e estabelecer julgamentos justos e imparciais."
    },
    {
      "numero": "16",
      "texto": "Se uma testemunha falsa quiser acusar um homem de algum crime,",
      "reflexao": "A mentira que destrói reputações é grave aos olhos de Deus. Testemunhar falsamente é semear injustiça e gerar dores profundas que clamam por reparação."
    },
    {
      "numero": "17",
      "texto": "os dois envolvidos na questão deverão apresentar-se ao Senhor, diante dos sacerdotes e juízes que estiverem exercendo o cargo naquela ocasião.",
      "reflexao": "Deus é Deus de ordem. Ele estabelece autoridades espirituais e civis para que, em Sua presença, a verdade seja revelada e a justiça, feita."
    },
    {
      "numero": "18",
      "texto": "Os juízes investigarão o caso e, se ficar provado que a testemunha mentiu e deu falso testemunho contra o seu próximo,",
      "reflexao": "A justiça no Reino de Deus é minuciosa, zelosa e baseada na verdade. A investigação é parte do processo que honra a integridade e reflete o caráter santo do Senhor."
    },
    {
      "numero": "19",
      "texto": "dêem-lhe a punição que ele planejava para o seu irmão. Eliminem o mal do meio de vocês.",
      "reflexao": "Deus não permite que o mal prospere sem consequência. Quem planeja destruição para outro, colhe para si aquilo que semeou. É princípio de justiça divina: medida justa e reta."
    },
    {
      "numero": "20",
      "texto": "O restante do povo saberá disso e terá medo, e nunca mais se fará uma coisa dessas entre vocês.",
      "reflexao": "O exercício da justiça tem efeito educativo e preservador. O temor do Senhor se instala quando a justiça é visível, eficaz e reflete o Seu caráter santo."
    },
    {
      "numero": "21",
      "texto": "Não tenham piedade. Exijam vida por vida, olho por olho, dente por dente, mão por mão, pé por pé.",
      "reflexao": "Este princípio reflete a justiça proporcional no contexto da aliança, não a vingança pessoal. Deus estabelece limites claros para proteger a dignidade, restaurar o equilíbrio e conter a violência. No Novo Testamento, Jesus nos ensina que o amor e a misericórdia estão acima da lei do revide, levando a justiça a um patamar ainda mais sublime."
    }
  ]
}
