{
  "livro": "Deuteronômio",
  "capitulo": "31",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Moisés disse ainda estas palavras a todo o Israel:",
      "reflexao": "Quando um líder fala ao povo em seus últimos dias, suas palavras ganham peso de eternidade. É um legado espiritual que atravessa gerações."
    },
    {
      "numero": "2",
      "texto": "Estou com cento e vinte anos de idade e já não sou capaz de liderá-los. O Senhor me disse: ‘Você não atravessará o Jordão’.",
      "reflexao": "Há momentos em que nossa missão chega ao fim, e é preciso confiar que Deus continuará Sua obra, mesmo sem a nossa presença direta."
    },
    {
      "numero": "3",
      "texto": "O Senhor, o seu Deus, o atravessará pessoalmente à frente de vocês. Ele destruirá estas nações perante vocês, e vocês tomarão posse da terra delas. Josué também atravessará à frente de vocês, conforme o Senhor disse.",
      "reflexao": "A presença de Deus vai à nossa frente, preparando o caminho. Ele levanta pessoas para continuar Seu propósito, e a vitória vem pela Sua mão, não pela força humana."
    },
    {
      "numero": "4",
      "texto": "E o Senhor fará com eles como fez com Seom e Ogue, os reis dos amorreus, os quais destruiu juntamente com a sua terra.",
      "reflexao": "A fidelidade de Deus no passado é a certeza da Sua atuação no presente. Quem viu Deus agir antes pode confiar que Ele não falhará agora."
    },
    {
      "numero": "5",
      "texto": "O Senhor os entregará a vocês, e vocês deverão fazer com eles tudo o que lhes ordenei.",
      "reflexao": "Deus cumpre Suas promessas, mas cabe a nós obedecer e agir conforme Suas instruções, sem desviar nem acrescentar nada à Sua vontade."
    },
    {
      "numero": "6",
      "texto": "Sejam fortes e corajosos. Não tenham medo nem fiquem apavorados por causa deles, pois o Senhor, o seu Deus, vai com vocês; nunca os deixará, nunca os abandonará.",
      "reflexao": "Em meio aos desafios, Deus libera uma palavra eterna: ‘Sejam fortes e corajosos’. A presença dEle é nossa maior segurança. Ele nunca nos abandona."
    },
    {
      "numero": "7",
      "texto": "Então Moisés convocou Josué e lhe disse na presença de todo o Israel: ‘Seja forte e corajoso, pois você irá com este povo para a terra que o Senhor jurou aos seus antepassados que lhes daria, e você a repartirá entre eles como herança’.",
      "reflexao": "A transição de liderança é feita debaixo da bênção e da palavra de encorajamento. O propósito não depende de uma pessoa, mas da fidelidade de Deus e da coragem dos que se dispõem."
    },
    {
      "numero": "8",
      "texto": "O próprio Senhor irá à sua frente e estará com você; ele nunca o deixará, nunca o abandonará. Não tenha medo! Não se desanime!",
      "reflexao": "Quando o medo e o desânimo tentarem dominar, lembre-se: Deus vai à nossa frente, permanece conosco e jamais nos abandona. Isso basta."
    },
    {
      "numero": "9",
      "texto": "Moisés escreveu esta lei e a deu aos sacerdotes, filhos de Levi, que transportavam a arca da aliança do Senhor, e a todos os líderes de Israel.",
      "reflexao": "A transmissão da Palavra é um legado sagrado. A lei escrita permanece como testemunho perpétuo para guiar o povo em todos os tempos."
    },
    {
      "numero": "10",
      "texto": "E Moisés lhes ordenou: ‘Ao final de cada sete anos, no ano do cancelamento das dívidas, durante a festa das Cabanas,",
      "reflexao": "Deus institui ciclos de renovação: libertação financeira, espiritual e comunitária. O cuidado divino alcança até os detalhes da vida social e econômica."
    },
    {
      "numero": "11",
      "texto": "quando todo o Israel vier apresentar-se ao Senhor, ao seu Deus, no local que ele escolher, vocês lerão esta lei perante eles para que a escutem.",
      "reflexao": "A leitura pública da Palavra fortalece a fé, une a comunidade e reaviva o temor do Senhor no coração do povo."
    },
    {
      "numero": "12",
      "texto": "Reúnam o povo, homens, mulheres e crianças, e os estrangeiros que morarem nas suas cidades, para que ouçam e aprendam a temer o Senhor, o seu Deus, e sigam fielmente todas as palavras desta lei.",
      "reflexao": "O chamado de Deus é inclusivo: homens, mulheres, crianças e estrangeiros. Todos devem ouvir, aprender e temer ao Senhor para viverem uma vida abençoada e justa."
    },
    {
      "numero": "13",
      "texto": "Os seus filhos, que não conhecem esta lei, terão que ouvi-la e aprender a temer o Senhor, o seu Deus, enquanto vocês viverem na terra da qual tomarão posse quando atravessarem o Jordão.",
      "reflexao": "Ensinar a próxima geração é uma responsabilidade sagrada. A fé se perpetua quando a Palavra é transmitida de pais para filhos, de geração em geração."
    },
    {
      "numero": "14",
      "texto": "O Senhor disse a Moisés: ‘O dia da sua morte se aproxima. Chame Josué e apresentem-se na Tenda do Encontro, onde darei incumbências a ele’. Então Moisés e Josué vieram e se apresentaram na Tenda do Encontro.",
      "reflexao": "A vida tem seus ciclos, e Deus prepara aqueles que continuarão a missão. É na presença do Senhor que se recebem as direções e os encargos espirituais para prosseguir."
    },
    {
      "numero": "15",
      "texto": "Então o Senhor apareceu na Tenda, numa coluna de nuvem, e a coluna pairou sobre a entrada da Tenda.",
      "reflexao": "A manifestação da presença de Deus é sinal de confirmação, direção e cuidado. Onde Deus está, há segurança, clareza e propósito."
    },
    {
      "numero": "16",
      "texto": "E o Senhor disse a Moisés: ‘Você vai descansar com os seus antepassados, e este povo logo irá prostituir-se, seguindo aos deuses estrangeiros da terra em que vão entrar. Eles se esquecerão de mim e quebrarão a aliança que fiz com eles’.",
      "reflexao": "O coração humano é inclinado a se esquecer de Deus quando se sente confortável. O alerta do Senhor permanece atual: prosperidade sem comunhão gera afastamento e idolatria."
    },
    {
      "numero": "17",
      "texto": "Naquele dia se acenderá a minha ira contra eles e eu me esquecerei deles; esconderei deles o meu rosto, e eles serão destruídos. Muitas desgraças e sofrimentos os atingirão, e naquele dia perguntarão: ‘Será que essas desgraças não estão acontecendo conosco porque o nosso Deus não está mais conosco?’",
      "reflexao": "Quando o homem escolhe se afastar de Deus, colhe as consequências do abandono espiritual. A ausência da presença de Deus é o pior tipo de juízo que alguém pode experimentar."
    },
    {
      "numero": "18",
      "texto": "‘E com certeza esconderei o meu rosto deles naquele dia, por causa de todo o mal que praticaram, voltando-se para outros deuses’.",
      "reflexao": "O afastamento de Deus não acontece sem aviso. Quando o homem prefere ídolos ao Deus vivo, a consequência inevitável é um vazio espiritual irreparável."
    },
    {
      "numero": "19",
      "texto": "‘Agora escrevam para vocês esta canção, ensinem-na aos israelitas e façam-nos cantá-la, para que seja uma testemunha a meu favor contra eles’.",
      "reflexao": "A música tem poder de eternizar memórias e verdades. Deus usa uma canção como testemunho, para que mesmo em meio ao pecado, o povo se lembre do pacto quebrado e da possibilidade de retorno."
    },
    {
      "numero": "20",
      "texto": "‘Quando eu os tiver introduzido na terra onde manam leite e mel, terra que prometi sob juramento aos seus antepassados, e quando tiverem comido com fartura e tiverem prosperado, eles se voltarão para outros deuses e os adorarão, rejeitando-me e quebrando a minha aliança’.",
      "reflexao": "A fartura pode se tornar uma armadilha quando o coração esquece quem é o doador. Prosperidade sem gratidão gera apostasia."
    },
    {
      "numero": "21",
      "texto": "‘E, quando muitas desgraças e dificuldades lhes sobrevierem, esta canção testemunhará contra eles, porque não será esquecida pelos seus descendentes. Sei o que estão dispostos a fazer antes mesmo de levá-los para a terra que lhes prometi sob juramento’.",
      "reflexao": "Deus conhece os segredos mais profundos do coração humano. Mesmo assim, continua oferecendo aliança, misericórdia e oportunidade de arrependimento."
    },
    {
      "numero": "22",
      "texto": "Então, naquele dia, Moisés escreveu esta canção e ensinou-a aos israelitas.",
      "reflexao": "Registrar e transmitir a Palavra é uma missão inadiável. A canção é mais que poesia — é memória viva da aliança com Deus."
    },
    {
      "numero": "23",
      "texto": "O Senhor deu esta ordem a Josué, filho de Num: ‘Seja forte e corajoso, pois você conduzirá os israelitas à terra que lhes prometi sob juramento, e eu próprio estarei com você’.",
      "reflexao": "Deus levanta sucessores com a mesma palavra de encorajamento. ‘Seja forte e corajoso’ não é apenas uma frase, é uma promessa da presença constante do Senhor na missão."
    },
    {
      "numero": "24",
      "texto": "Depois que Moisés terminou de escrever num livro as palavras desta lei do início ao fim,",
      "reflexao": "A Palavra registrada é uma herança eterna. Moisés cumpre seu chamado deixando o testemunho vivo para gerações futuras."
    },
    {
      "numero": "25",
      "texto": "deu esta ordem aos levitas que transportavam a arca da aliança do Senhor:",
      "reflexao": "A responsabilidade espiritual é compartilhada com aqueles que servem no altar. A guarda da Palavra é tão sagrada quanto a arca da presença de Deus."
    },
    {
      "numero": "26",
      "texto": "‘Coloquem este Livro da Lei ao lado da arca da aliança do Senhor, do seu Deus, onde ficará como testemunha contra vocês’.",
      "reflexao": "A lei está colocada junto à presença. Onde está a presença de Deus, também deve estar Sua Palavra — como testemunha, como guia, como luz."
    },
    {
      "numero": "27",
      "texto": "‘Pois sei quão rebeldes e obstinados vocês são. Se vocês têm sido rebeldes contra o Senhor enquanto ainda estou vivo, quanto mais depois que eu morrer!’",
      "reflexao": "A rebeldia humana não surpreende a Deus nem aos líderes que caminham com Ele. Por isso, a aliança precisa ser constantemente reafirmada e renovada."
    },
    {
      "numero": "28",
      "texto": "‘Reúnam na minha presença todos os líderes das suas tribos e todos os seus oficiais, para que eu fale estas palavras de modo que ouçam, e ainda invoquem os céus e a terra para testemunharem contra eles’.",
      "reflexao": "Céus e terra são chamados como testemunhas. Isso revela que as escolhas humanas não afetam apenas o presente, mas ecoam na eternidade."
    },
    {
      "numero": "29",
      "texto": "‘Pois sei que depois da minha morte vocês com certeza se corromperão e se afastarão do caminho que lhes ordenei. Nos dias futuros a desgraça cairá sobre vocês, porque vocês farão o que o Senhor reprova e o provocarão à ira por aquilo que as mãos de vocês terão feito’.",
      "reflexao": "O alerta é claro: a infidelidade traz colheitas amargas. Mas ao mesmo tempo, a advertência é um convite urgente ao arrependimento e à vigilância."
    },
    {
      "numero": "30",
      "texto": "E Moisés recitou as palavras desta canção, do começo ao fim, na presença de toda a assembléia de Israel:",
      "reflexao": "O louvor, quando inspirado por Deus, é mais que melodia. É ensino, é alerta, é memória espiritual que atravessa gerações."
    }
  ]
}
