{
  "livro": "Deuteronômio",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Vocês são os filhos do Senhor, do seu Deus. Não façam cortes no corpo nem rapem a frente da cabeça por causa dos mortos,",
      "reflexao": "O Senhor nos chama à distinção. Somos filhos do Deus Altíssimo, e nossa identidade não se molda pelos costumes do mundo. O luto não nos leva ao desespero dos que não têm esperança, pois pertencemos Àquele que é vida e eternidade."
    },
    {
      "numero": "2",
      "texto": "pois vocês são povo consagrado ao Senhor, ao seu Deus. Dentre todos os povos da face da terra, o Senhor os escolheu para serem o seu tesouro pessoal.",
      "reflexao": "Somos tesouro precioso aos olhos do Senhor. Escolhidos, separados, cuidados por Ele. Essa verdade transforma nossa maneira de viver, de pensar e de nos relacionar com o mundo — somos povo santo, propriedade exclusiva de Deus."
    },
    {
      "numero": "3",
      "texto": "Não comam nada que seja proibido.",
      "reflexao": "A santidade se manifesta até no que escolhemos para nossa mesa. Deus nos ensina que até os hábitos mais simples refletem nossa aliança com Ele. Obediência gera vida, saúde e bênção."
    },
    {
      "numero": "4",
      "texto": "São estes os animais que vocês podem comer: o boi, a ovelha, o bode,",
      "reflexao": "O Senhor, que criou todas as coisas, também nos orienta sobre aquilo que nos convém. Seus mandamentos são cuidado, zelo e amor expressos em cada detalhe da vida."
    },
    {
      "numero": "5",
      "texto": "o veado, a gazela, a corça, o bode montês, o antílope, o bode selvagem e a ovelha montês.",
      "reflexao": "A provisão de Deus é abundante e diversificada. Ele estabelece limites, mas dentro desses limites há fartura, há cuidado e há bênção. O que Deus permite é sempre suficiente e bom."
    },
    {
      "numero": "6",
      "texto": "Vocês poderão comer qualquer animal que tenha o casco fendido e dividido em duas unhas e que rumine.",
      "reflexao": "Os critérios de Deus não são aleatórios, mas carregam princípios de pureza, saúde e separação. Assim também é no espiritual: Deus nos ensina a discernir o que edifica e o que contamina."
    },
    {
      "numero": "7",
      "texto": "Contudo, dos que ruminam ou têm o casco fendido, vocês não poderão comer o camelo, o coelho e o rato silvestre. Embora ruminem, não têm casco fendido; são impuros para vocês.",
      "reflexao": "Nem tudo que parece adequado de fato é. Deus nos ensina que aparência não define pureza. É preciso observar os sinais, os princípios, e viver segundo Sua direção, não segundo as aparências."
    },
    {
      "numero": "8",
      "texto": "O porco também é impuro; embora tenha casco fendido, não rumina. Vocês não poderão comer a carne deles nem tocar em seus cadáveres.",
      "reflexao": "Deus nos lembra que alguns caminhos parecem certos aos olhos humanos, mas não passam pelo filtro da Sua vontade. Santidade é viver separado, ainda que isso contrarie os costumes ao nosso redor."
    },
    {
      "numero": "9",
      "texto": "De todas as criaturas que vivem nas águas vocês poderão comer as que possuem barbatanas e escamas.",
      "reflexao": "Deus estabelece marcas claras do que é permitido. Assim também na vida espiritual: existem critérios claros para discernir o que alimenta a alma e o que a contamina."
    },
    {
      "numero": "10",
      "texto": "Mas não poderão comer nenhuma criatura que não tiver barbatanas nem escamas; é impura para vocês.",
      "reflexao": "A pureza não é apenas física, mas espiritual. O que Deus proíbe, Ele faz por amor, por zelo e por cuidado, ensinando-nos que a verdadeira liberdade está dentro dos limites que Ele nos dá."
    },
    {
      "numero": "11",
      "texto": "Vocês poderão comer qualquer ave pura.",
      "reflexao": "Deus não restringe sem antes prover. Há abundância, há liberdade dentro dos parâmetros da santidade. O que Ele permite é pleno, suficiente e bom."
    },
    {
      "numero": "12",
      "texto": "Mas estas vocês não poderão comer: a águia, o urubu, a águia-marinha,",
      "reflexao": "Deus nos chama a discernir até no que parece distante da vida espiritual. A separação do impuro não é capricho divino, mas cuidado amoroso, que protege e guarda Seu povo de todo mal."
    },
    {
      "numero": "13",
      "texto": "o milhafre, qualquer espécie de falcão,",
      "reflexao": "Nem tudo o que voa é para se alimentar. Assim também na vida: discernir é essencial, pois nem toda voz, nem todo caminho, nem todo convite vem de Deus."
    },
    {
      "numero": "14",
      "texto": "qualquer espécie de corvo,",
      "reflexao": "O corvo, que se alimenta de carniça, simboliza aquilo que traz contaminação. Deus nos chama a escolher o que gera vida, o que edifica e o que é puro aos Seus olhos."
    },
    {
      "numero": "15",
      "texto": "a coruja-de-chifre, a coruja-de-orelha-pequena, a coruja-orelhuda, qualquer espécie de gavião,",
      "reflexao": "Essas aves noturnas, muitas vezes associadas ao oculto, representam aquilo que Deus não deseja para Seu povo. O chamado é para viver na luz, afastando-se daquilo que habita nas trevas e que não reflete Sua glória."
    },
    {
      "numero": "16",
      "texto": "o mocho, o corujão, a coruja-branca,",
      "reflexao": "A lista das aves impuras continua nos ensinando que Deus zela pela pureza do Seu povo, até nos detalhes do cotidiano. A separação do impuro é um reflexo da santidade que Ele espera de nós."
    },
    {
      "numero": "17",
      "texto": "a coruja-do-deserto, o abutre, a coruja-pescadora,",
      "reflexao": "Animais associados à morte e à carniça são símbolos do que Deus deseja que Seu povo evite. O chamado é para viver afastado daquilo que representa corrupção e impureza."
    },
    {
      "numero": "18",
      "texto": "a cegonha, qualquer tipo de garça, a poupa e o morcego.",
      "reflexao": "Deus cuida até dos detalhes que parecem irrelevantes. Separação e discernimento fazem parte do estilo de vida do povo que anda na luz e reflete Sua glória na terra."
    },
    {
      "numero": "19",
      "texto": "Todas as pequenas criaturas que enxameiam e têm asas são impuras para vocês; não as comam.",
      "reflexao": "Aquilo que se arrasta ou vive no meio da sujeira representa, espiritualmente, contaminação. Deus deseja que Seu povo viva limpo, separado e atento às influências que podem corromper o corpo e a alma."
    },
    {
      "numero": "20",
      "texto": "Mas qualquer criatura que têm asas, sendo pura, vocês poderão comer.",
      "reflexao": "Dentro dos limites que Deus estabelece há abundância e liberdade. Sua vontade não restringe a vida, mas a protege e a conduz à verdadeira plenitude."
    },
    {
      "numero": "21",
      "texto": "Não comam nada que encontrarem morto. Vocês poderão dá-lo a um estrangeiro residente de qualquer cidade de vocês, e ele poderá comê-lo, ou vocês poderão vendê-lo a outros estrangeiros. Mas vocês são povo consagrado ao Senhor, ao seu Deus. Não cozinhem o cabrito no leite da própria mãe.",
      "reflexao": "Ser povo separado significa viver com padrões mais elevados. A santidade não é apenas espiritual — ela se expressa nas escolhas, nos hábitos e nas práticas diárias que refletem a aliança com Deus."
    },
    {
      "numero": "22",
      "texto": "Separem o dízimo de tudo o que a terra produzir anualmente.",
      "reflexao": "O dízimo é reconhecimento de que tudo vem de Deus. Separar a primeira parte é um ato de honra, gratidão e dependência daquele que sustenta e provê todas as coisas."
    },
    {
      "numero": "23",
      "texto": "Comam o dízimo do cereal, do vinho novo e do azeite, e a primeira cria de todos os seus rebanhos na presença do Senhor, o seu Deus, no local que ele escolher como habitação do seu Nome, para que aprendam a temer sempre o Senhor, o seu Deus.",
      "reflexao": "O dízimo não é apenas uma entrega — é celebração, comunhão e reverência. É um convite a viver na presença de Deus, reconhecendo que tudo que somos e temos depende dEle."
    },
    {
      "numero": "24",
      "texto": "Mas, se o local for longe demais e vocês tiverem sido abençoados pelo Senhor, pelo seu Deus, e não puderem carregar o dízimo, pois o local escolhido pelo Senhor para ali pôr o seu Nome é longe demais,",
      "reflexao": "Deus não impõe fardos pesados. Ele oferece alternativas práticas para que o princípio da honra e da gratidão nunca seja perdido, independentemente das circunstâncias."
    },
    {
      "numero": "25",
      "texto": "troquem o dízimo por prata, e levem a prata ao local que o Senhor, o seu Deus, tiver escolhido.",
      "reflexao": "A flexibilidade divina demonstra que, mais do que a forma, Deus se importa com o coração disposto a adorá-Lo, honrá-Lo e reconhecer Sua provisão em todas as coisas."
    },
    {
      "numero": "26",
      "texto": "Com prata comprem o que quiserem: bois, ovelhas, vinho ou outra bebida fermentada, ou qualquer outra coisa que desejarem. Então juntamente com suas famílias comam e alegrem-se ali, na presença do Senhor, do seu Deus.",
      "reflexao": "A generosidade de Deus inclui espaço para celebração. O dízimo também é um convite à alegria, à comunhão e ao desfrutar da bondade do Senhor com aqueles que amamos."
    },
    {
      "numero": "27",
      "texto": "E nunca se esqueçam dos levitas que vivem em suas cidades, pois eles não possuem propriedade nem herança próprias.",
      "reflexao": "O cuidado com aqueles que servem ao Senhor é parte essencial da adoração. Sustentar a obra e os servos de Deus é expressão de gratidão e reconhecimento pela importância do serviço espiritual na comunidade."
    },
    {
      "numero": "28",
      "texto": "Ao final de cada três anos, tragam todos os dízimos da colheita do terceiro ano e armazene-os em sua própria cidade,",
      "reflexao": "Deus não se esquece dos necessitados. O dízimo do terceiro ano revela Seu cuidado com os levitas, os estrangeiros, os órfãos e as viúvas. A verdadeira espiritualidade se manifesta também no cuidado com o próximo."
    },
    {
      "numero": "29",
      "texto": "para que os levitas, que não possuem propriedade nem herança, e os estrangeiros, os órfãos e as viúvas que vivem na sua cidade venham comer e saciar-se, e para que o Senhor, o seu Deus, o abençoe em todo o trabalho das suas mãos.",
      "reflexao": "A bênção de Deus está diretamente ligada à generosidade e à responsabilidade social. Cuidar dos vulneráveis não é um ato opcional — é parte da aliança, é expressão prática do amor e da justiça de Deus no meio do Seu povo."
    }
  ]
}
