{
  "livro": "Deuteronômio",
  "capitulo": "34",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então, das campinas de Moabe Moisés subiu ao monte Nebo, ao topo do Pisga, em frente de Jericó. Ali o Senhor lhe mostrou a terra toda: de Gileade a Dã,",
      "reflexao": "Mesmo não entrando na terra prometida, Deus permitiu a Moisés contemplar a concretização das promessas. Assim é na vida: nem sempre veremos com os pés, mas Deus nos permite ver com os olhos da fé aquilo que Ele cumprirá."
    },
    {
      "numero": "2",
      "texto": "toda a região de Naftali, o território de Efraim e Manassés, toda a terra de Judá até o mar ocidental,",
      "reflexao": "Deus mostra a Moisés a plenitude da promessa, revelando que Sua fidelidade alcança todas as gerações e cada pedaço daquilo que Ele declarou, ainda que o servo parta, a promessa permanece viva."
    },
    {
      "numero": "3",
      "texto": "o Neguebe e toda a região que vai do vale de Jericó, a cidade das Palmeiras, até Zoar.",
      "reflexao": "O Senhor é aquele que cumpre plenamente Suas promessas. Cada detalhe, cada fronteira e cada lugar revelado é sinal de que nada escapa ao cuidado divino."
    },
    {
      "numero": "4",
      "texto": "E o Senhor lhe disse: 'Esta é a terra que prometi, sob juramento a Abraão, a Isaque e a Jacó, quando lhes disse: Eu a darei a seus descendentes. Permiti que você a visse com os seus próprios olhos, mas você não atravessará o rio, não entrará naquela terra.'",
      "reflexao": "Deus honra Sua aliança, mas também é justo. A visão da promessa cumprida é prova de Sua graça, mesmo quando nem tudo acontece da forma que gostaríamos. Há recompensas que vêm na eternidade."
    },
    {
      "numero": "5",
      "texto": "Moisés, o servo do Senhor, morreu ali em Moabe, como o Senhor dissera.",
      "reflexao": "Moisés não é lembrado como líder, legislador ou guerreiro, mas como 'servo do Senhor'. Que ao final da vida, este seja também o nosso maior título e legado: servos fiéis de Deus."
    },
    {
      "numero": "6",
      "texto": "Ele o sepultou em Moabe, no vale que fica diante de Bete-Peor, mas até hoje ninguém sabe onde está o seu túmulo.",
      "reflexao": "O corpo de Moisés não ficou como objeto de culto, porque Deus o escondeu. Isso nos ensina que a glória não está no homem, mas no Deus que chamou, sustentou e concluiu a obra através dele."
    },
    {
      "numero": "7",
      "texto": "Moisés tinha cento e vinte anos de idade quando morreu; todavia, nem os seus olhos nem o seu vigor se enfraqueceram.",
      "reflexao": "Aquele que anda com Deus é sustentado até o último dia. A vitalidade de Moisés reflete uma vida vivida na presença, na dependência e na força do Senhor."
    },
    {
      "numero": "8",
      "texto": "Os israelitas choraram Moisés nas campinas de Moabe durante trinta dias, até passar o período de pranto e luto.",
      "reflexao": "O luto existe, é legítimo, faz parte. Mas há tempo para chorar e há tempo para se levantar e continuar, pois o propósito de Deus segue adiante, mesmo após a partida dos Seus servos."
    },
    {
      "numero": "9",
      "texto": "Ora, Josué, filho de Num, estava cheio do Espírito de sabedoria, porque Moisés tinha imposto as suas mãos sobre ele. De modo que os israelitas lhe obedeceram e fizeram o que o Senhor tinha ordenado a Moisés.",
      "reflexao": "O propósito de Deus nunca morre com os homens. A unção é transferida, a missão continua, e o Espírito capacita aqueles que são chamados para dar continuidade à obra."
    },
    {
      "numero": "10",
      "texto": "Em Israel nunca mais se levantou profeta como Moisés, a quem o Senhor conheceu face a face,",
      "reflexao": "O maior privilégio não é o que fazemos, mas a intimidade que cultivamos com Deus. Ser conhecido face a face é o verdadeiro legado de um servo do Senhor."
    },
    {
      "numero": "11",
      "texto": "e que fez todos aqueles sinais e maravilhas que o Senhor o tinha enviado para fazer no Egito, contra o faraó, contra todos os seus servos e contra toda a sua terra.",
      "reflexao": "Deus operou milagres grandiosos através de Moisés, mas tudo isso foi fruto de sua obediência e da intimidade que tinha com Deus. O poder se manifesta na vida de quem se rende totalmente ao Senhor."
    },
    {
      "numero": "12",
      "texto": "Pois ninguém jamais mostrou tamanho poder como Moisés nem executou os feitos temíveis que Moisés realizou aos olhos de todo o Israel.",
      "reflexao": "O que marca a vida de um servo não são os feitos em si, mas o quanto ele esteve disposto a ser instrumento nas mãos de Deus. Moisés foi homem comum, mas totalmente entregue ao Deus extraordinário."
    }
  ]
}
