{
  "livro": "Efésios",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Por essa razão eu, Paulo, prisioneiro de Cristo Jesus, por amor de vocês, gentios,",
      "reflexao": "Paulo nos lembra que vale a pena enfrentar desafios e até sofrimentos quando estamos comprometidos com o propósito de Deus. Que também estejamos dispostos a amar e servir, independentemente das circunstâncias."
    },
    {
      "numero": "2",
      "texto": "certamente vocês ouviram falar da responsabilidade imposta a mim em favor de vocês pela graça de Deus,",
      "reflexao": "Cada um de nós tem uma missão, um chamado especial da parte de Deus, que deve ser vivida não como obrigação, mas como expressão de gratidão pela graça recebida."
    },
    {
      "numero": "3",
      "texto": "isto é, o mistério que me foi dado a conhecer por revelação, como já lhes escrevi brevemente.",
      "reflexao": "Deus revela Seus segredos aos que buscam conhecê-Lo. Ele quer que entendamos Seu plano e sejamos participantes ativos na expansão do Reino."
    },
    {
      "numero": "4",
      "texto": "Ao lerem isto, vocês poderão entender a minha compreensão do mistério de Cristo,",
      "reflexao": "O Evangelho é um convite a mergulhar nas profundezas do amor de Deus, conhecendo mais de Cristo e deixando que esse conhecimento transforme nossas vidas."
    },
    {
      "numero": "5",
      "texto": "que não foi dado a conhecer às gerações anteriores, mas agora foi revelado pelo Espírito aos santos apóstolos e profetas de Deus.",
      "reflexao": "Deus, em sua infinita sabedoria, revela Seu plano no tempo certo. Hoje temos acesso a verdades espirituais que transformam e dão sentido à nossa existência."
    },
    {
      "numero": "6",
      "texto": "Significa que, mediante o evangelho, os gentios são coerdeiros com Israel, membros do mesmo corpo e co-participantes da promessa em Cristo Jesus.",
      "reflexao": "Não há mais separação. Em Cristo somos todos parte de uma mesma família, herdeiros das promessas e abençoados com a mesma graça, independentemente de origem ou passado."
    },
    {
      "numero": "7",
      "texto": "Deste evangelho me tornei servo pelo dom da graça de Deus a mim concedida pela operação do seu poder.",
      "reflexao": "Somos servos do Evangelho, capacitados não pela nossa força, mas pelo poder e pela graça de Deus. Que possamos viver essa missão com alegria e dedicação."
    },
    {
      "numero": "8",
      "texto": "Embora eu seja o menor dos menores de todos os santos, foi-me concedida esta graça: anunciar aos gentios as insondáveis riquezas de Cristo,",
      "reflexao": "Não importa quem somos ou nossos limites. Deus usa os improváveis para revelar as riquezas insondáveis de Cristo ao mundo. A humildade abre portas para sermos instrumentos dEle."
    },
    {
      "numero": "9",
      "texto": "e esclarecer a todos a administração deste mistério, que durante as épocas passadas foi mantido oculto em Deus, que criou todas as coisas.",
      "reflexao": "O plano de Deus é perfeito e eterno. Agora temos o privilégio de compreender e viver esse plano, levando luz a quem ainda vive na escuridão."
    },
    {
      "numero": "10",
      "texto": "A intenção dessa graça era que, agora, mediante a igreja, a multiforme sabedoria de Deus se tornasse conhecida dos poderes e autoridades nas regiões celestiais,",
      "reflexao": "A igreja é o palco onde a sabedoria de Deus se manifesta, não apenas na Terra, mas também no reino espiritual. Somos chamados a refletir essa sabedoria através do amor, da unidade e do testemunho."
    },
    {
      "numero": "11",
      "texto": "de acordo com o seu eterno plano que ele realizou em Cristo Jesus, nosso Senhor,",
      "reflexao": "Tudo o que Deus faz é intencional e eterno. Nada é obra do acaso. Podemos descansar na certeza de que estamos incluídos nesse plano perfeito, realizado em Cristo."
    },
    {
      "numero": "12",
      "texto": "por meio de quem temos livre acesso a Deus, em confiança, pela fé nele.",
      "reflexao": "Hoje podemos nos aproximar de Deus com liberdade e confiança, não como servos assustados, mas como filhos amados, certos de que somos ouvidos e cuidados."
    },
    {
      "numero": "13",
      "texto": "Portanto, peço que não desanimem por causa das minhas tribulações em seu favor, pois elas são uma glória para vocês.",
      "reflexao": "As dificuldades que enfrentamos na caminhada da fé não são motivo de desânimo, mas de honra. Elas servem como testemunho do quanto vale a pena viver para Cristo."
    },
    {
      "numero": "14",
      "texto": "Por essa razão, ajoelho-me diante do Pai,",
      "reflexao": "A oração é nossa conexão com Deus. Diante dos desafios e das bênçãos, ajoelhar-se é reconhecer que tudo vem dEle e que dependemos da Sua graça."
    },
    {
      "numero": "15",
      "texto": "do qual recebe o nome toda família, nos céus e na terra.",
      "reflexao": "Somos parte de uma grande família espiritual, unida pelo amor do Pai. Isso nos dá pertencimento, segurança e propósito."
    },
    {
      "numero": "16",
      "texto": "Oro para que, com as suas gloriosas riquezas, ele os fortaleça no íntimo do seu ser com poder, por meio do seu Espírito,",
      "reflexao": "Mais do que bênçãos externas, Deus deseja fortalecer nosso interior. O verdadeiro poder começa dentro de nós, quando somos cheios do Espírito Santo."
    },
    {
      "numero": "17",
      "texto": "para que Cristo habite no coração de vocês mediante a fé; e oro para que vocês, arraigados e alicerçados em amor,",
      "reflexao": "Cristo deseja fazer morada em nosso coração. Quando isso acontece, nosso alicerce se torna o amor, que sustenta, fortalece e dá sentido à vida."
    },
    {
      "numero": "18",
      "texto": "possam, juntamente com todos os santos, compreender a largura, o comprimento, a altura e a profundidade,",
      "reflexao": "O amor de Cristo é infinito, sem medidas. Quanto mais buscamos conhecê-Lo, mais percebemos que Seu amor vai além de tudo que podemos imaginar ou compreender."
    },
    {
      "numero": "19",
      "texto": "e conhecer o amor de Cristo que excede todo conhecimento, para que vocês sejam cheios de toda a plenitude de Deus.",
      "reflexao": "O maior conhecimento que podemos ter não é intelectual, mas experiencial: conhecer e viver o amor de Cristo, que preenche todo vazio e nos completa em Deus."
    },
    {
      "numero": "20",
      "texto": "Àquele que é capaz de fazer infinitamente mais do que tudo o que pedimos ou pensamos, de acordo com o seu poder que atua em nós,",
      "reflexao": "Deus é especialista em superar expectativas. Quando confiamos nEle, coisas extraordinárias acontecem, muito além do que nossa mente pode imaginar."
    },
    {
      "numero": "21",
      "texto": "a ele seja a glória na igreja e em Cristo Jesus, por todas as gerações, para todo o sempre! Amém.",
      "reflexao": "Tudo é para a glória de Deus. Que nossa vida, nossos sonhos e nossos esforços sejam sempre direcionados para honrar e exaltar o nome do Senhor eternamente."
    }
  ]
}
