{
  "livro": "Esdras",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ora, os profetas Ageu e Zacarias, descendente de Ido, profetizaram aos judeus de Judá e de Jerusalém, em nome do Deus de Israel, que estava sobre eles.",
      "reflexao": "Quando tudo parecia paralisado, a voz profética rompe o silêncio. Deus não abandona a obra que começou — Ele levanta mensageiros para reacender a chama. Ageu e Zacarias falaram com autoridade divina, lembrando ao povo que o tempo de reconstruir era agora. A Palavra de Deus é sempre viva, mesmo quando os tijolos estão no chão e os corações cansados."
    },
    {
      "numero": "2",
      "texto": "Então Zorobabel, filho de Sealtiel, e Jesua, filho de Jozadaque, começaram a reconstruir o templo de Deus em Jerusalém. E os profetas de Deus estavam com eles e os ajudavam.",
      "reflexao": "A liderança despertada pela profecia se move em obediência. A fé não apenas escuta — ela age. Zorobabel e Jesua retomam a construção com coragem, e os profetas não apenas falam, mas caminham juntos. Isso nos ensina que o mover de Deus une vozes e mãos: quem profetiza fortalece quem constrói, e quem constrói honra a Palavra que recebeu."
    },
    {
      "numero": "3",
      "texto": "Naquela época Tatenai, governador do território a oeste do Eufrates, Setar-Bozenai e seus companheiros foram perguntar a eles: ‘Quem os autorizou a reconstruir este templo e estes muros?’",
      "reflexao": "Quando a obra recomeça, a oposição ressurge. A pergunta carrega desconfiança e tentativa de intimidação. Mas quem age por ordem do Céu não precisa temer as dúvidas da terra. Toda vez que o povo de Deus avança, os olhos do mundo questionam — mas o verdadeiro respaldo não vem de homens, e sim do Deus que chamou e sustenta."
    },
    {
      "numero": "4",
      "texto": "‘E como se chamam os homens que estão construindo este edifício?’",
      "reflexao": "O nome dos obreiros é solicitado — talvez para acusá-los, talvez para intimidá-los. Mas quando construímos para Deus, não precisamos nos esconder. Ele conhece nossos nomes e vela por cada um que se levanta com fé. Quem trabalha na luz não teme ser identificado, pois carrega em si a marca de uma missão maior do que qualquer ameaça."
    },
    {
      "numero": "5",
      "texto": "Mas os olhos do seu Deus estavam sobre os líderes dos judeus, e eles não foram impedidos de trabalhar até que um relatório fosse enviado a Dario e dele se recebesse uma ordem oficial a respeito do assunto.",
      "reflexao": "O olhar do Senhor é proteção viva. Mesmo sob investigação, o povo não foi impedido, pois a vigilância de Deus é mais poderosa do que a vigilância dos homens. Ele vela pela Sua obra e sustenta os que lhe são fiéis. A construção não parou porque a vontade divina não havia sido revogada. E onde Deus vigia, nenhum decreto pode encerrar o que Ele ordenou."
    },
    {
      "numero": "6",
      "texto": "Temos aqui uma cópia da carta que Tatenai, governador do território a oeste do Eufrates, Setar-Bozenai e seus companheiros, os funcionários do oeste do Eufrates, enviaram ao rei Dario.",
      "reflexao": "Mais uma vez, uma carta é enviada ao trono humano tentando interferir na obra celestial. Mas tudo o que os inimigos escrevem, Deus transforma em parte do enredo de vitória. O que parece denúncia, se tornará confirmação. Mesmo sob escrutínio, os filhos de Deus podem permanecer firmes, pois aquele que reina sobre todos os reis conhece o fim desde o princípio."
    },
    {
      "numero": "7",
      "texto": "O relatório que lhe enviaram dizia o seguinte: ‘Ao rei Dario: Paz e prosperidade!’",
      "reflexao": "A carta começa com uma saudação de paz, mas por trás da cortesia há um julgamento. As aparências diplomáticas nem sempre revelam as intenções verdadeiras. Porém, mesmo entre palavras humanas, Deus prepara a revelação do Seu propósito. O que parece um relatório será usado pelo próprio Senhor para afirmar a fidelidade dos que O servem."
    },
    {
      "numero": "8",
      "texto": "Informamos ao rei que fomos à província de Judá, ao templo do grande Deus. O povo o está reconstruindo com grandes pedras e colocando vigas de madeira nas paredes. A obra está sendo executada com diligência e está tendo rápido progresso.",
      "reflexao": "Até os que não conhecem a Deus reconhecem a grandeza da Sua obra. Chamam-no ‘o grande Deus’, e relatam o empenho, a organização e o progresso dos que trabalham. Quando fazemos algo para o Senhor com zelo e excelência, até os opositores são obrigados a testemunhar a força da nossa fé. A obra feita com diligência brilha por si — e glorifica o Nome que a inspira."
    },
    {
      "numero": "9",
      "texto": "Então perguntamos aos líderes: ‘Quem os autorizou a reconstruir este templo e estes muros?’",
      "reflexao": "A mesma pergunta ressurge — como se a autorização humana fosse o critério maior. Mas a autoridade que move a reconstrução vem do alto. Quando Deus é quem comanda, nenhuma aprovação terrena pode invalidar o chamado. Essa pergunta ecoa nas eras como tentativa de desacreditar, mas os que constroem em obediência têm a resposta no coração: fomos enviados pelo Rei eterno."
    },
    {
      "numero": "10",
      "texto": "Também perguntamos os nomes dos líderes deles, para que registrássemos para a tua informação.",
      "reflexao": "Querem nomear, rotular, identificar — talvez para punir. Mas os nomes daqueles que servem ao Senhor estão escritos antes nos céus. Quem lidera com temor a Deus não precisa se esconder, pois sua identidade está firmada na verdade. O nome que edifica o templo é conhecido pelo Pai, mesmo que os homens o coloquem em listas de acusação."
    },
    {
      "numero": "11",
      "texto": "Esta é a resposta que nos deram: ‘Somos servos do Deus dos céus e da terra, e estamos reconstruindo o templo construído há muitos anos, templo que foi construído e terminado por um grande rei de Israel.’",
      "reflexao": "A resposta é humilde e firme: ‘Somos servos do Deus dos céus e da terra’. Eles não reivindicam glória, apenas anunciam serviço. Quem entende sua identidade diante de Deus não se intimida diante dos reis da terra. Eles não estavam apenas erguendo pedras, mas restaurando um legado. Servos sim — mas do Altíssimo, e por isso, inabaláveis."
    },
    {
      "numero": "12",
      "texto": "‘Mas, visto que os nossos antepassados irritaram o Deus dos céus, ele os entregou nas mãos do babilônio Nabucodonosor, rei da Babilônia, que destruiu este templo e deportou o povo para a Babilônia.’",
      "reflexao": "Eles reconhecem com honestidade o erro do passado. A queda não foi injusta, mas consequência da rebeldia. Essa confissão revela maturidade espiritual: saber que a dor foi permitida por amor, para correção. Deus disciplina os que ama, mas também restaura os que se arrependem. O templo destruído não é o fim — é o ponto de retorno para corações quebrantados."
    },
    {
      "numero": "13",
      "texto": "‘Contudo, no seu primeiro ano como rei de Babilônia, o rei Ciro emitiu um decreto ordenando a reconstrução desta casa de Deus.’",
      "reflexao": "Mesmo depois da disciplina, veio a graça. O decreto de Ciro não foi acaso político, mas cumprimento profético. Deus move reis e reinos para cumprir Sua Palavra. A reconstrução do templo é resposta à fidelidade de um Deus que não se esquece de Suas promessas. Onde houve ruína, Ele anuncia restauração — e faz isso com selo real e mão divina."
    },
    {
      "numero": "14",
      "texto": "Ele até mesmo tirou do templo da Babilônia os utensílios de ouro e de prata da casa de Deus, os quais Nabucodonosor havia tirado do templo de Jerusalém e levara para o templo da Babilônia. O rei Ciro os confiou a um homem chamado Sesbazar, ao qual tinha nomeado governador,",
      "reflexao": "O que fora tomado como espólio de guerra é agora devolvido como símbolo de restauração. Deus não esquece o que é Seu — nem mesmo os utensílios consagrados em silêncio. Por meio de Ciro, um rei estrangeiro, Ele demonstra que Sua soberania vai além das fronteiras religiosas e políticas. Quando Deus deseja restaurar, Ele move até os cofres do inimigo para cumprir Sua promessa."
    },
    {
      "numero": "15",
      "texto": "e lhe disse: ‘Leve estes utensílios e coloque-os no templo de Jerusalém, e reconstrua a casa de Deus em seu antigo local’.",
      "reflexao": "A ordem de Ciro não é apenas de devolução, mas de reconstrução. O templo deve ser erguido no mesmo lugar — no exato ponto onde outrora houve glória e queda. Deus não começa em outro lugar para apagar o passado, mas transforma o lugar da ruína em testemunho de redenção. A restauração acontece no mesmo solo onde o povo havia chorado. Assim, a graça triunfa sobre a memória da dor."
    },
    {
      "numero": "16",
      "texto": "Então Sesbazar veio e lançou os alicerces do templo de Deus em Jerusalém. Desde aquele dia ela tem estado em construção, mas ainda não foi concluída.",
      "reflexao": "Os alicerces foram lançados, e isso já é um sinal de esperança. Mas o progresso é lento, e a obra permanece inacabada. Essa pausa nos lembra que mesmo os projetos de Deus enfrentam resistência e tempo de espera. A construção da fé também se dá em etapas, com períodos de ação e de silêncio. Mas tudo o que começa com Deus carrega em si a promessa da conclusão em Sua hora perfeita."
    },
    {
      "numero": "17",
      "texto": "Agora, se for do agrado do rei que se faça uma pesquisa nos arquivos reais da Babilônia para verificar se o rei Ciro de fato emitiu um decreto ordenando a reconstrução da casa de Deus de Jerusalém. E que o rei nos envie sua decisão sobre o assunto’.",
      "reflexao": "O apelo final é por justiça e verdade histórica. Que os registros confirmem o que Deus já havia decretado. Quando servimos ao Senhor com integridade, não precisamos temer investigações. O tempo confirmará o que a fé já conhece: que há um propósito divino sustentando cada pedra colocada. A verdade que está nos céus será também reconhecida nos arquivos da terra."
    }
  ]
}
