{
  "livro": "Esdras",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Enquanto Esdras estava orando e confessando, chorando prostrado diante do templo de Deus, uma grande multidão de israelitas, homens, mulheres e crianças, reuniram-se em volta dele. Eles também choravam amargamente.",
      "reflexao": "A confissão sincera de um justo tem poder de despertar arrependimento coletivo. Quando um coração se quebranta diante de Deus, outros corações se rendem ao mesmo Espírito. O choro de Esdras ecoou como um chamado à santidade."
    },
    {
      "numero": "2",
      "texto": "Então Secanias, filho de Jeiel, um dos descendentes de Elão, disse a Esdras: ‘Fomos infiéis ao nosso Deus quando nos casamos com mulheres estrangeiras procedentes dos povos vizinhos. Mas, apesar disso, ainda há esperança para Israel.’",
      "reflexao": "Mesmo em meio ao pecado, a esperança não morre quando há arrependimento. Secanias reconhece o erro, mas também declara que a misericórdia de Deus é maior que a culpa do povo. A esperança sempre floresce quando o coração se volta ao Senhor."
    },
    {
      "numero": "3",
      "texto": "‘Façamos agora um acordo diante do nosso Deus, e mandemos de volta todas essas mulheres e seus filhos, segundo o conselho do meu senhor e daqueles que tremem diante dos mandamentos de nosso Deus. Que isso seja feito em conformidade com a Lei.’",
      "reflexao": "Restaurar a aliança exige escolhas difíceis. Secanias propõe um rompimento radical com tudo que afastava o povo de Deus, mesmo que doloroso. A obediência, quando nasce do temor e não da força, gera cura e reconciliação verdadeira."
    },
    {
      "numero": "4",
      "texto": "‘Levante-se! Esta questão está em suas mãos, mas nós o apoiaremos. Tenha coragem e mãos à obra!’",
      "reflexao": "O chamado à ação vem com encorajamento e apoio mútuo. A restauração espiritual não depende apenas de líderes piedosos, mas também de um povo disposto a sustentar a verdade com firmeza e coragem. É tempo de levantar e agir com fé."
    },
    {
      "numero": "5",
      "texto": "Esdras levantou-se e fez os sacerdotes principais e os levitas e todo o Israel jurarem que fariam o que fora sugerido. E eles juraram.",
      "reflexao": "Um voto feito diante de Deus é mais que uma promessa: é um compromisso sagrado de mudança. Esdras não se limitou a palavras — ele exigiu decisão. Quando há arrependimento verdadeiro, há também disposição em trilhar novos caminhos."
    },
    {
      "numero": "6",
      "texto": "Então Esdras retirou-se de diante do templo de Deus e foi para o quarto de Joanã, filho de Eliasibe. Enquanto esteve ali, não comeu nem bebeu nada, lamentando a infidelidade dos exilados.",
      "reflexao": "A tristeza de Esdras não era teatral — era jejum, lamento, intercessão. A dor do pecado alheio o levou a uma profunda comunhão com Deus. Líderes piedosos sentem a ferida do povo como se fosse sua, e choram por sua cura."
    },
    {
      "numero": "7",
      "texto": "Fez-se então uma proclamação em todo o Judá e em Jerusalém convocando todos os exilados a se reunirem em Jerusalém.",
      "reflexao": "A convocação à santidade é urgente e coletiva. Deus não quer restaurar alguns, mas todo o seu povo. O arrependimento verdadeiro não se esconde nem se atrasa — ele responde ao chamado com prontidão e reverência."
    },
    {
      "numero": "8",
      "texto": "Os líderes e as demais autoridades tinham decidido que aquele que não viesse no prazo de três dias perderia todos os seus bens e seria excluído da comunidade dos exilados.",
      "reflexao": "A comunhão com Deus exige responsabilidade. Quando se rejeita a correção, também se rejeita a bênção da comunidade. O chamado à santidade não é uma sugestão — é um decreto de vida ou afastamento."
    },
    {
      "numero": "9",
      "texto": "No prazo de três dias, todos os homens de Judá e de Benjamim tinham se reunido em Jerusalém, e no vigésimo dia do nono mês todo o povo estava sentado na praça que ficava diante do templo de Deus. Todos estavam profundamente abatidos por causa do motivo da reunião e também porque chovia muito.",
      "reflexao": "A reunião foi marcada pela dor do pecado e pelo peso do clima. A chuva não foi barreira para quem reconhece sua culpa. A presença diante de Deus deve ser prioridade mesmo quando o ambiente é adverso — pois o quebrantamento sempre encontra ouvidos atentos no céu."
    },
    {
      "numero": "10",
      "texto": "Então o sacerdote Esdras levantou-se e disse-lhes: ‘Vocês têm sido infiéis! Vocês se casaram com mulheres estrangeiras, aumentando a culpa de Israel.’",
      "reflexao": "A liderança fiel não mascara o erro — ela o confronta com amor e verdade. Esdras fala direto ao coração do povo, não com condenação cega, mas com clareza que aponta para a necessidade urgente de mudança."
    },
    {
      "numero": "11",
      "texto": "‘Agora confessem ao Senhor, o Deus dos seus antepassados, e façam a vontade dele. Separem-se dos povos vizinhos e das suas mulheres estrangeiras.’",
      "reflexao": "Esdras orienta um caminho claro: confissão e obediência. O arrependimento verdadeiro rompe com o que gerou a queda. Separar-se do pecado pode doer, mas é o que abre espaço para a restauração completa diante do Deus dos antepassados."
    },
    {
      "numero": "12",
      "texto": "A comunidade toda respondeu em voz alta: ‘Você está certo! Devemos fazer o que você diz.’",
      "reflexao": "O arrependimento genuíno se revela na obediência imediata. Quando o povo reconhece a verdade, responde com prontidão. Deus se alegra quando corações endurecidos se rendem à sua vontade com humildade e voz unida."
    },
    {
      "numero": "13",
      "texto": "Mas há muita gente aqui, e esta é a estação das chuvas; por isso não podemos ficar do lado de fora. Além disso, essa questão não pode ser resolvida em um dia ou dois, porquanto foram muitos os que assim pecaram.",
      "reflexao": "Nem toda correção pode ser apressada. O zelo pelo arrependimento precisa ser acompanhado de sabedoria prática. Tratar profundamente os pecados exige tempo, cuidado e discernimento, pois o coração humano é um terreno que chora junto com a chuva."
    },
    {
      "numero": "14",
      "texto": "Que os nossos líderes decidam por toda a assembléia. Então que cada um de nossas cidades que se casou com mulher estrangeira venha numa data marcada, acompanhado dos líderes e juízes de cada cidade, para que se afaste de nós o furor da ira de nosso Deus por causa deste pecado.",
      "reflexao": "A organização do arrependimento é também expressão de reverência. O desejo do povo era eliminar o pecado com ordem, justiça e responsabilidade. Quando a restauração é conduzida com temor e estrutura, ela gera frutos duradouros diante de Deus."
    },
    {
      "numero": "15",
      "texto": "Somente Jônatas, filho de Asael, e Jaseías, filho de Ticvá, apoiados por Mesulão e o levita Sabetai, discordaram.",
      "reflexao": "Mesmo em meio à unidade, surgem vozes dissonantes. Nem todos aceitam o peso da renúncia. Mas a verdade de Deus não depende da aprovação unânime — ela permanece firme, ainda que alguns resistam por dentro."
    },
    {
      "numero": "16",
      "texto": "E assim os exilados fizeram conforme proposto. O sacerdote Esdras escolheu chefes de famílias, um de cada grupo de famílias, todos eles chamados por nome. E no dia primeiro do décimo mês eles se assentaram para investigar cada caso.",
      "reflexao": "A justiça exige discernimento individual. Cada caso foi avaliado com respeito e verdade. Esdras conduziu o processo com firmeza e cuidado, mostrando que a restauração é tanto espiritual quanto comunitária, feita com verdade e responsabilidade."
    },
    {
      "numero": "17",
      "texto": "No dia primeiro do primeiro mês terminaram de investigar todos os casos de casamento com mulheres estrangeiras.",
      "reflexao": "O zelo pela aliança foi mantido até o fim. Ao concluir o processo com paciência e rigor, o povo demonstrou compromisso com a santidade. Não há cura apressada — há perseverança que honra a presença de Deus entre os seus."
    },
    {
      "numero": "18",
      "texto": "Entre os descendentes dos sacerdotes, estes foram os que se casaram com mulheres estrangeiras: Dentre os descendentes de Jesua, filho de Jozadaque, e seus irmãos Maaséias, Eliézer, Jaribe e Gedalias.",
      "reflexao": "Mesmo entre os sacerdotes, houve queda. Mas não há posição ou linhagem que torne alguém imune ao pecado. A honestidade em reconhecer o erro é o primeiro passo para que até os líderes espirituais se voltem à verdadeira adoração."
    },
    {
      "numero": "19",
      "texto": "Todos eles apertaram as mãos em sinal de garantia que iam despedir suas mulheres, e cada um apresentou um carneiro do rebanho como oferta por sua culpa.",
      "reflexao": "A aliança renovada exige ação e oferta. Eles assumiram publicamente o compromisso de mudança e ofereceram sacrifício como símbolo de arrependimento. O arrependimento não é só palavra — é decisão concreta diante de Deus."
    },
    {
      "numero": "20",
      "texto": "Dentre os descendentes de Imer: Hanani e Zebadias.",
      "reflexao": "A lista dos que erraram continua, não como registro de vergonha, mas como sinal de confissão. Deus acolhe aqueles que admitem sua falha, ainda que o nome esteja escrito em uma lista de transgressões. É a entrega que redime, não a omissão."
    },
    {
      "numero": "21",
      "texto": "Dentre os descendentes de Harim: Maaséias, Elias, Semaías, Jeiel e Uzias.",
      "reflexao": "Mais nomes são acrescentados à memória da restauração. Esses registros falam de um povo que teve coragem de enfrentar seus próprios desvios. Quem reconhece seus erros caminha da vergonha à graça, e da queda à reconstrução."
    },
    {
      "numero": "22",
      "texto": "Dentre os descendentes de Pasur: Elioenai, Maaséias, Ismael, Natanael, Jozabade e Eleasa.",
      "reflexao": "Cada nome nesta lista representa uma história de erro reconhecido e de arrependimento assumido. Deus não deseja apagar os nomes, mas restaurá-los através da confissão sincera e da reconciliação com sua vontade."
    },
    {
      "numero": "23",
      "texto": "Dentre os levitas: Jozabade, Simei, Quelaías, também chamado Quelita, Petaías, Judá e Eliézer.",
      "reflexao": "Até aqueles chamados ao serviço sagrado erraram. Mas a misericórdia de Deus alcança até os que caíram do altar. A restauração é possível para os que servem, quando colocam sua fraqueza diante daquele que santifica."
    },
    {
      "numero": "24",
      "texto": "Dentre os cantores: Eliasibe. Dentre os porteiros: Salum, Telém e Uri.",
      "reflexao": "Os que entoavam louvores e guardavam as portas também foram achados em falta. A adoração e o zelo pelas entradas da casa do Senhor não impedem a queda, mas o arrependimento abre de novo as portas da comunhão verdadeira."
    },
    {
      "numero": "25",
      "texto": "E dentre os outros israelitas: Dentre os descendentes de Parós: Ramias, Jezias, Malquias, Miamim, Eleazar, Malquias e Benaia.",
      "reflexao": "Essa lista não é um registro de vergonha, mas um testemunho de retorno. Aqueles que reconheceram seu pecado e vieram a público demonstram que a verdadeira coragem é se humilhar diante do Deus que perdoa e restaura."
    },
    {
      "numero": "26",
      "texto": "Dentre os descendentes de Elão: Matanias, Zacarias, Jeiel, Abdi, Jeremote e Elias.",
      "reflexao": "Os descendentes de Elão se unem ao movimento de arrependimento. Seus nomes, agora ligados à restauração, ecoam a esperança de que Deus escreve novas histórias com aqueles que se dispõem a recomeçar com o coração puro."
    },
    {
      "numero": "27",
      "texto": "Dentre os descendentes de Zatu: Elioenai, Eliasibe, Matanias, Jeremote, Zabade e Aziza.",
      "reflexao": "A repetição de nomes com novos significados mostra que o passado não define o futuro. O mesmo nome que esteve ligado ao erro pode agora ser lembrado como símbolo de restauração, quando há retorno verdadeiro ao Senhor."
    },
    {
      "numero": "28",
      "texto": "Dentre os descendentes de Bebai: Joanã, Hananias, Zabai e Atlai.",
      "reflexao": "Nomes comuns ganham brilho eterno quando associados ao arrependimento sincero. Estes homens ouviram o chamado da correção e não fugiram dele. Sua lembrança é um memorial de esperança para todos que querem recomeçar."
    },
    {
      "numero": "29",
      "texto": "Dentre os descendentes de Bani: Mesulão, Maluque, Adaías, Jasube, Seal e Jeremote.",
      "reflexao": "A comunhão com Deus passa pela separação do pecado. Esses homens escolheram obedecer à verdade em vez de preservar conveniências. Suas decisões ecoam como vozes que nos ensinam sobre coragem espiritual."
    },
    {
      "numero": "30",
      "texto": "Dentre os descendentes de Paate-Moabe: Adna, Quelal, Benaia, Maaséias, Matanias, Bezalel, Binui e Manassés.",
      "reflexao": "Quando uma multidão se curva diante da santidade de Deus, o céu se move. Essa geração decidiu quebrar os laços que os afastavam do Senhor para fortalecer a aliança que os sustentava como povo santo."
    },
    {
      "numero": "31",
      "texto": "Dentre os descendentes de Harim: Eliézer, Issias, Malquias, Semaías, Simeão,",
      "reflexao": "Os que estavam entre os que transgrediram, agora estão entre os que confessam. A misericórdia de Deus se manifesta onde há verdade no arrependimento. Esses nomes são mais que história — são exemplo de retorno ao sagrado."
    },
    {
      "numero": "32",
      "texto": "Benjamim, Maluque e Semarias.",
      "reflexao": "A lista continua, mas não como condenação. Cada nome é como um altar de arrependimento edificado em meio às ruínas morais. A justiça de Deus não anula a compaixão, e seu perdão é sempre maior que a culpa quando há entrega sincera."
    },
    {
      "numero": "33",
      "texto": "Dentre os descendentes de Hasum: Matenai, Matatá, Zabade, Elifelete, Jeremai, Manassés e Simei.",
      "reflexao": "Esses nomes encerram uma longa narrativa de erros assumidos e de reconciliação buscada. A restauração nunca é coletiva apenas — ela é feita nome por nome, coração por coração, pois Deus trata com profundidade e pessoalidade cada filho seu."
    },
    {
      "numero": "34",
      "texto": "Dentre os descendentes de Bani: Maadai, Anrão, Uel,",
      "reflexao": "Cada nome aqui representa alguém que, mesmo tendo errado, decidiu voltar atrás. A restauração começa quando o coração se curva e o nome volta a ser lembrado na presença de Deus."
    },
    {
      "numero": "35",
      "texto": "Benaia, Bedias, Queluí,",
      "reflexao": "O arrependimento verdadeiro dá nome ao pecado, mas também devolve identidade àqueles que querem viver em santidade."
    },
    {
      "numero": "36",
      "texto": "Vanias, Meremote, Eliasibe,",
      "reflexao": "Não há nome esquecido aos olhos de Deus. A confissão pública é o início de um caminho limpo diante do Senhor."
    },
    {
      "numero": "37",
      "texto": "Matanias, Matenai e Jaasai.",
      "reflexao": "Aqueles que se levantam para corrigir seus erros são lembrados como instrumentos de purificação, e não apenas como transgressores do passado."
    },
    {
      "numero": "38",
      "texto": "Dentre os descendentes de Binui: Simei,",
      "reflexao": "Um nome isolado carrega a força de um coração que decidiu romper com o erro. Simei representa aqueles que, mesmo solitários, escolhem a justiça de Deus."
    },
    {
      "numero": "39",
      "texto": "Selemias, Natã, Adaías,",
      "reflexao": "Quando nomes se unem ao arrependimento, transformam genealogias em testemunhos. O passado não precisa ditar o futuro quando a graça é abraçada."
    },
    {
      "numero": "40",
      "texto": "Macnadbai, Sasai, Sarai,",
      "reflexao": "Esses nomes nos lembram que Deus trata cada um individualmente. O arrependimento não é um movimento de massa, mas uma escolha pessoal e valente."
    },
    {
      "numero": "41",
      "texto": "Azareel, Selemias, Semarias,",
      "reflexao": "Quem reconhece sua falha diante de Deus reencontra dignidade. Essa lista se transforma em registro de esperança, não de condenação."
    },
    {
      "numero": "42",
      "texto": "Salum, Amarias e José.",
      "reflexao": "Os que se curvam à vontade de Deus não são lembrados pela queda, mas pela coragem de se levantarem e restaurarem a aliança."
    },
    {
      "numero": "43",
      "texto": "Dentre os descendentes de Nebo: Jeiel, Matitias, Zabade, Zebina, Jadai, Joel e Benaia.",
      "reflexao": "Uma longa lista termina com nomes que enfrentaram a dor da separação, mas escolheram a fidelidade. Essa decisão, por mais difícil que fosse, trouxe paz com Deus."
    },
    {
      "numero": "44",
      "texto": "Todos esses tinham se casado com mulheres estrangeiras, e alguns deles tiveram filhos dessas mulheres.",
      "reflexao": "Este versículo fecha o livro com dor, mas também com uma verdade necessária: algumas decisões, mesmo duras, são feitas para preservar a aliança com o Senhor. A graça de Deus segue presente, mesmo quando há lágrimas no caminho da obediência."
    }
  ]
}
