{
  "livro": "Esdras",
  "capitulo": "4",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando os inimigos de Judá e de Benjamim souberam que os exilados estavam reconstruindo o templo do Senhor, o Deus de Israel,",
      "reflexao": "Sempre que o povo de Deus decide reconstruir o que é santo, os inimigos despertam. A restauração daquilo que pertence ao Senhor incomoda os que vivem em trevas. Mas esse incômodo revela a força da obra — se não fosse importante, não seria ameaçada. Onde há resistência, há também um propósito maior sendo cumprido. A oposição é sinal de que algo precioso está sendo levantado."
    },
    {
      "numero": "2",
      "texto": "foram falar com Zorobabel e com os chefes das famílias: ‘Vamos ajudá-los nessa obra porque, como vocês, nós buscamos o Deus de vocês e temos sacrificado a ele desde a época de Esar-Hadom, rei da Assíria, que nos trouxe para cá’.",
      "reflexao": "Nem toda ajuda é pura. Às vezes, a ameaça vem disfarçada de colaboração. Aqueles que se aproximaram com palavras de fé, na verdade, não tinham aliança com o Deus de Israel, mas intenções confusas. Precisamos discernir quem caminha conosco. Nem todos que falam em nome de Deus o conhecem de verdade. A obra santa deve ser conduzida por quem vive em aliança e não por conveniência."
    },
    {
      "numero": "3",
      "texto": "Contudo, Zorobabel, Jesua e os demais líderes das famílias de Israel responderam: ‘Não compete a vocês a reconstrução do templo de nosso Deus. Somente nós o construiremos para o Senhor, o Deus de Israel, conforme Ciro, o rei da Pérsia, nos ordenou’.",
      "reflexao": "A firmeza dos líderes protegeu a santidade da missão. Em tempos de reconstrução, é necessário coragem para dizer ‘não’. Eles entenderam que a pureza da obra é mais importante que sua velocidade. Ao recusar a ajuda dos inimigos, preservaram a integridade do templo. Também em nossas vidas, devemos ter sabedoria para discernir alianças — pois nem todo apoio edifica; alguns desviam."
    },
    {
      "numero": "4",
      "texto": "Então a gente da região começou a desanimar o povo de Judá e a atemorizá-lo, para que não continuassem a construção.",
      "reflexao": "Quando não puderam se infiltrar, passaram a atacar. O inimigo muda de estratégia, mas não desiste facilmente. O desânimo e o medo são armas silenciosas, que corroem a esperança. Por isso, precisamos vigiar e manter os olhos fixos em Deus. Toda obra que nasce do coração de Deus será contestada — mas quem ouve a voz do Pai não se intimida com os ruídos da oposição."
    },
    {
      "numero": "5",
      "texto": "Pagaram alguns funcionários para que se opusessem a eles e frustrassem o plano deles. E fizeram isso durante todo o reinado de Ciro até o reinado de Dario, reis da Pérsia.",
      "reflexao": "A resistência foi longa e planejada. Não se tratava de um acaso, mas de uma tentativa persistente de destruir o plano divino. Isso mostra que muitas vezes a oposição não é momentânea, mas contínua. Porém, Deus não abandona os que persistem com fé. Ainda que o inimigo invista tempo e recursos para frustrar a promessa, o tempo de Deus prevalecerá. A fidelidade a Ele sustenta o coração até que o milagre floresça."
    },
    {
      "numero": "6",
      "texto": "No início do reinado de Xerxes, apresentaram uma acusação contra o povo de Judá e de Jerusalém.",
      "reflexao": "Aqueles que servem a Deus podem ser alvo de acusações injustas. Essa é a tática dos que temem o avanço da luz. A denúncia busca paralisar o propósito, mas não consegue anular o chamado. Quando somos acusados, Deus é nosso defensor. A verdade, mesmo que perseguida, permanece viva diante do Senhor, e a obra d’Ele jamais será enterrada pela mentira."
    },
    {
      "numero": "7",
      "texto": "E nos dias de Artaxerxes, rei da Pérsia, Bislão, Mitredate, Tabeel e o restante dos seus companheiros escreveram uma carta a Artaxerxes. A carta foi escrita em aramaico, com caracteres aramaicos.",
      "reflexao": "Os inimigos formalizaram sua oposição — agora por meio de documentos oficiais. Tentaram usar as leis dos homens para deter os planos de Deus. Mas o Reino do Altíssimo não está sujeito às estratégias políticas. Quando a fidelidade ao Senhor encontra resistência institucional, Ele mesmo levanta caminhos. Não há decreto humano que anule a vontade do Eterno."
    },
    {
      "numero": "8",
      "texto": "O comandante Reum e o secretário Sinsai escreveram uma carta contra Jerusalém ao rei Artaxerxes nos seguintes termos:",
      "reflexao": "A liderança inimiga se levanta contra Jerusalém, mas por trás das palavras humanas existe uma guerra espiritual. Toda carta contra o povo de Deus é, na verdade, uma tentativa de apagar a chama da fé. Mas Deus é o guardião da Sua cidade, o defensor da Sua promessa. Nenhuma palavra escrita contra Jerusalém será mais forte que a Palavra eterna que a escolheu para brilhar como luz entre as nações."
    },
    {
      "numero": "9",
      "texto": "O comandante Reum e o secretário Sinsai, e o restante de seus companheiros, os juízes e os oficiais de Trípoli, da Pérsia, de Ereque e da Babilônia, os elamitas de Susã,",
      "reflexao": "A oposição se fortalece quando muitos se unem contra uma obra santa. A diversidade dos povos citados revela que não é uma resistência isolada, mas um movimento orquestrado. Isso nos lembra que, quando estamos alinhados com o propósito de Deus, a oposição pode vir de muitos lados — mas o Senhor permanece como nosso escudo. A fidelidade do justo resiste ao consenso dos ímpios."
    },
    {
      "numero": "10",
      "texto": "e as outras nações a quem o grande e renomado Assurbanípal deportou e assentou na cidade de Samaria e noutros lugares a oeste do Eufrates,",
      "reflexao": "A história dos povos deslocados se mistura agora com a tentativa de barrar a restauração de Jerusalém. Antigos exilados tentam impedir o retorno dos exilados de Deus. Quando a identidade espiritual se perde, é fácil se tornar obstáculo para quem reencontra o caminho. Deus, porém, vela por Sua promessa, mesmo quando muitos desejam apagar a herança que Ele estabeleceu."
    },
    {
      "numero": "11",
      "texto": "( esta é uma cópia da carta que lhe enviaram ): ‘Ao rei Artaxerxes, De seus servos, que vivem a oeste do Eufrates:",
      "reflexao": "Os inimigos se apresentam como leais ao rei, mas não à verdade. A carta é uma tentativa diplomática de travestir de zelo o que é, na essência, oposição ao plano de Deus. Nem todo discurso cortês carrega boas intenções. A sabedoria espiritual nos ensina a discernir o espírito por trás das palavras — pois a aparência da fidelidade pode esconder o veneno da resistência."
    },
    {
      "numero": "12",
      "texto": "‘É bom o rei ficar sabendo que os judeus que chegaram a nós da tua parte vieram a Jerusalém e estão reconstruindo aquela cidade rebelde e má. Estão fazendo reparos nos muros e consertando os alicerces.’",
      "reflexao": "A obra é descrita com desprezo e distorção. Aquilo que Deus está restaurando, os homens chamam de ‘rebelde e má’. A mentira é usada como ferramenta para descredibilizar a verdade. Assim também acontece hoje: quando nos levantamos para restaurar o que é de Deus, seremos alvo de críticas injustas. Mas a opinião dos homens não muda o valor daquilo que é sagrado aos olhos do Senhor."
    },
    {
      "numero": "13",
      "texto": "‘Além disso, é preciso que o rei saiba que, se essa cidade for reconstruída e os seus muros reparados, não mais se pagarão impostos, tributos ou taxas, e as rendas do rei sofrerão prejuízo.’",
      "reflexao": "Usam o medo da perda material para convencer o rei. O apelo ao interesse financeiro revela onde está o coração daqueles que se opõem à restauração. Mas o Reino de Deus não é movido por riquezas humanas, e sim por propósitos eternos. Quando a justiça se levanta, os interesses egoístas tremem. Quem prioriza o lucro teme o avanço da verdade."
    },
    {
      "numero": "14",
      "texto": "‘Agora, visto que estamos a serviço do palácio e não nos é conveniente ver a desonra do rei, estamos enviando esta mensagem ao rei,’",
      "reflexao": "A falsa lealdade se disfarça de zelo. Eles dizem querer proteger a honra do rei, mas seu verdadeiro intento é impedir a honra de Deus. Há zelo que mata, há cuidado que corrompe. Quando o interesse pessoal se esconde por trás da aparência de fidelidade, a justiça é ferida. Mas Deus conhece o coração de cada palavra escrita — e nenhum disfarce o engana."
    },
    {
      "numero": "15",
      "texto": "‘a fim de que se faça uma pesquisa nos arquivos de seus antecessores. Nesses arquivos o rei descobrirá e saberá que essa cidade é uma cidade rebelde, problemática para reis e províncias, um lugar de revoltas desde épocas antigas, motivo pelo qual foi destruída.’",
      "reflexao": "Eles apelam ao passado como justificativa para impedir o futuro. Usam a história de forma seletiva para condenar uma cidade que Deus escolheu para restaurar. Mas mesmo que os registros humanos contenham acusações, os decretos de Deus estão acima de qualquer arquivo. O passado não define o destino quando o Senhor decreta um novo começo."
    },
    {
      "numero": "16",
      "texto": "‘Informamos ao rei que, se essa cidade for reconstruída e seus muros reparados, nada lhe sobrará a oeste do Eufrates’.",
      "reflexao": "A carta termina com um aviso dramático, tentando convencer o rei de que sua autoridade será ameaçada. Mas o verdadeiro Reino não se abala com ameaças. Quando Deus ordena a reconstrução, nem o poder imperial nem as narrativas de medo poderão impedir. Onde os homens veem perda, Deus vê libertação. Onde veem ameaça, Deus está preparando renovo."
    },
    {
      "numero": "17",
      "texto": "O rei enviou-lhes a seguinte resposta: ‘Ao comandante Reum, ao secretário Sinsai e aos seus demais companheiros que vivem em Samaria e em outras partes, a oeste do Eufrates: Saudações de paz!’",
      "reflexao": "O rei responde com uma saudação de paz, mas suas palavras trarão pausa à obra santa. Assim também acontece no mundo espiritual: nem toda ‘paz’ vinda dos homens reflete a paz de Deus. A verdadeira paz não é ausência de conflito, mas a presença da vontade divina sendo cumprida — ainda que em meio à oposição."
    },
    {
      "numero": "18",
      "texto": "‘A carta que vocês nos enviaram foi traduzida e lida na minha presença.’",
      "reflexao": "Tudo o que é feito para impedir a obra de Deus parece, por um instante, ganhar força e ser levado a sério pelas autoridades. Mas mesmo quando o poder humano lê e considera as acusações, o plano divino continua firme no silêncio da fé. A verdade espera com paciência o tempo da sua justificação."
    },
    {
      "numero": "19",
      "texto": "‘Sob minhas ordens fez-se uma pesquisa, e descobriu-se que essa cidade tem uma longa história de rebeldia contra os reis e que tem sido um lugar de rebeliões e revoltas.’",
      "reflexao": "O passado é usado contra o futuro. O rei se baseia na história para decidir o presente, mas ignora que Deus estava escrevendo uma nova história de redenção. Assim também conosco: mesmo que haja registros de quedas, falhas ou resistências, quando Deus decide restaurar, Ele reescreve tudo com graça e propósito eterno."
    },
    {
      "numero": "20",
      "texto": "‘Jerusalém teve reis poderosos que governaram toda a região a oeste do Eufrates, aos quais se pagavam impostos, tributos e taxas.’",
      "reflexao": "A glória do passado é reconhecida, mas agora é vista como ameaça. O poder de Jerusalém foi real, mas sua força verdadeira sempre veio de Deus. O mundo teme a influência dos que vivem sob o senhorio divino, pois o Reino de Deus transcende todo domínio terreno. Quando Deus edifica, Sua presença é mais imponente que qualquer tributo."
    },
    {
      "numero": "21",
      "texto": "‘Ordene agora a esses homens que parem a obra, para que essa cidade não seja reconstruída enquanto eu não mandar.’",
      "reflexao": "A ordem do rei impõe silêncio à construção. Humanamente, parece o fim. Mas nas entrelinhas do decreto humano, Deus prepara o recomeço. O tempo da pausa não é tempo perdido — é tempo de provação, de amadurecimento da fé. Quando os homens dizem ‘pare’, Deus já viu o dia em que dirá ‘volte a construir’."
    },
    {
      "numero": "22",
      "texto": "‘Tenham cuidado, não sejam negligentes neste assunto, para que os interesses reais não sofram prejuízo’.",
      "reflexao": "O zelo pelo interesse real se sobrepõe ao zelo pela verdade. A preocupação do rei é proteger seu reino, mas esquece que há um Reino acima de todos. Os que servem ao Altíssimo sabem que os verdadeiros prejuízos não são contábeis, mas espirituais. Quem nega a Deus para proteger riquezas perecíveis não compreendeu a eternidade."
    },
    {
      "numero": "23",
      "texto": "Lida a cópia da carta do rei Artaxerxes para Reum, para o secretário Sinsai e para os seus companheiros, eles foram depressa a Jerusalém e forçaram os judeus a parar a obra.",
      "reflexao": "A força da autoridade humana cala as ferramentas da reconstrução. O povo é coagido a parar, mas não a desistir. Deus permite a interrupção, mas não revoga a promessa. Às vezes, somos forçados a esperar — e nesse tempo, o Senhor trabalha nas profundezas do coração, preparando o terreno para um retorno ainda mais firme."
    },
    {
      "numero": "24",
      "texto": "Assim a obra do templo de Deus em Jerusalém foi interrompida, e ficou parada até o segundo ano do reinado de Dario, rei da Pérsia.",
      "reflexao": "O silêncio se instala sobre a obra inacabada, mas Deus não esquece o que começou. A pausa não é derrota, é preparo. O tempo de Dario virá, e com ele, a retomada. Tudo o que foi paralisado por ordem dos homens, Deus reerguerá com a força do Espírito. O templo parado é semente adormecida — a colheita ainda florescerá."
    }
  ]
}
