{
  "livro": "Esdras",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No primeiro ano do reinado de Ciro, rei da Pérsia, a fim de que se cumprisse a palavra do Senhor falada por Jeremias, o Senhor despertou o coração de Ciro, rei da Pérsia, para redigir uma proclamação e divulgá-la em todo o seu reino, nestes termos:",
      "reflexao": "O cumprimento da palavra do Senhor revela que nada escapa ao seu plano. Até mesmo reis pagãos podem ser instrumentos de Deus quando Ele quer restaurar o seu povo. A história começa com um despertar – não humano, mas divino. O coração de Ciro foi movido pelo Senhor, lembrando-nos de que Deus pode agir em qualquer esfera, inclusive nos corredores do poder, para cumprir Suas promessas. Quando tudo parece adormecido, Deus acende a chama da esperança."
    },
    {
      "numero": "2",
      "texto": "Assim diz Ciro, rei da Pérsia: ‘O Senhor, o Deus dos céus, deu-me todos os reinos da terra e designou-me para construir um templo para ele em Jerusalém de Judá.’",
      "reflexao": "Aqui, um rei estrangeiro reconhece o Deus dos céus como fonte de sua autoridade. É uma confissão surpreendente e poderosa: os reinos não pertencem ao homem, mas a Deus. Ciro compreendeu que seu poder tinha um propósito maior — colaborar com os planos do Altíssimo. Também nós, em nossos pequenos reinos e responsabilidades, somos chamados a reconhecer o propósito divino em cada dom e oportunidade que recebemos."
    },
    {
      "numero": "3",
      "texto": "‘Qualquer do seu povo que esteja entre vocês, que o seu Deus esteja com ele, e que vá a Jerusalém de Judá reconstruir o templo do Senhor, o Deus de Israel, o Deus que em Jerusalém tem a sua morada.’",
      "reflexao": "A liberdade concedida ao povo para voltar e reconstruir é mais do que uma mudança de endereço — é um chamado espiritual. Reconstruir o templo é restaurar a adoração, a identidade, a comunhão com Deus. Assim como naquela época, hoje Deus ainda chama os corações dispostos para erguerem altares de fé em meio à ruína, para recomeçarem com esperança onde antes havia destruição."
    },
    {
      "numero": "4",
      "texto": "‘E que todo sobrevivente, seja qual for o lugar em que está vivendo, receba dos que ali vivem em prata, ouro, bens e animais; e ofertas voluntárias para o templo de Deus em Jerusalém.’",
      "reflexao": "A reconstrução não é obra de um só — é um chamado coletivo. Mesmo quem não vai fisicamente pode participar espiritualmente e materialmente. A generosidade se torna expressão de fé. Este versículo nos ensina que cada contribuição, por menor que pareça, faz parte da edificação de algo sagrado. A restauração do templo começa com corações movidos pela solidariedade e pela adoração."
    },
    {
      "numero": "5",
      "texto": "Então os líderes das famílias de Judá e de Benjamim, como também os sacerdotes e os levitas, todos aqueles cujo coração Deus despertou, dispuseram-se a ir para Jerusalém e a construir o templo do Senhor.",
      "reflexao": "Nem todos foram, mas aqueles cujo coração Deus despertou não hesitaram. A reconstrução começa dentro — quando Deus toca o coração, a obediência se manifesta em ação. A disposição em obedecer é sinal de um coração vivo espiritualmente. Aqueles que ouviram o chamado não apenas se comoveram, mas se moveram. Que também o nosso coração esteja sensível à voz de Deus para reconstruir o que é d’Ele em nossa vida e na vida do próximo."
    },
    {
      "numero": "6",
      "texto": "Todos os seus vizinhos os ajudaram, trazendo-lhes utensílios de prata e ouro, bens, animais, e presentes valiosos, além de todas as ofertas voluntárias que fizeram.",
      "reflexao": "A reconstrução do sagrado atrai apoio mesmo dos que ficam. Os vizinhos, movidos por reverência ou compaixão, tornaram-se cooperadores da esperança. O mover de Deus em alguns corações desperta generosidade em outros. Quando a causa é nobre e cheia de propósito, o bem se multiplica, e o impossível começa a tomar forma pelas mãos dispostas."
    },
    {
      "numero": "7",
      "texto": "Além disso, o rei Ciro mandou tirar os utensílios pertencentes ao templo do Senhor, os quais Nabucodonosor tinha levado de Jerusalém e colocado no templo do seu deus.",
      "reflexao": "O que foi profanado e tirado pelo inimigo é agora restaurado. Deus não apenas reconstrói, Ele também restitui. Cada utensílio devolvido carrega a memória da aliança, da adoração que foi interrompida, mas não esquecida. Nada que pertence ao Senhor é perdido — no tempo certo, Ele restitui com justiça e honra."
    },
    {
      "numero": "8",
      "texto": "Ciro, rei da Pérsia, ordenou que fossem tirados pelo tesoureiro Mitredate, que os enumerou e os entregou a Sesbazar, governador de Judá.",
      "reflexao": "Deus é um Deus de ordem. Os utensílios são contados e confiados a um líder específico. Não há improviso nos planos do Altíssimo. Tudo tem um tempo, um nome e um destino. Essa entrega meticulosa revela que a restauração não é apenas espiritual, mas também prática e responsável. Deus honra os detalhes porque neles se revela a fidelidade."
    },
    {
      "numero": "9",
      "texto": "O total foi o seguinte: 30 tigelas de ouro, 1.000 tigelas de prata, 29 panelas de prata,",
      "reflexao": "Cada item tem valor e propósito. O ouro e a prata representam não apenas riqueza, mas santidade e separação para o serviço divino. Este inventário nos ensina que tudo o que é consagrado deve ser cuidado com reverência. A quantidade não é apenas contabilidade, é testemunho da fidelidade de Deus que preserva o que é d’Ele, mesmo em terra estranha."
    },
    {
      "numero": "10",
      "texto": "30 bacias de ouro, 410 bacias de prata de qualidade inferior e 1.000 outros objetos",
      "reflexao": "Há variedade na oferta — objetos nobres e simples, mas todos necessários. Assim é no Reino: Deus usa vasos diferentes para finalidades distintas. A beleza da obra de Deus está na diversidade consagrada. Não importa o brilho de cada peça, mas o fato de estarem no lugar certo, ao serviço do Senhor."
    },
    {
      "numero": "11",
      "texto": "Ao todo foram, na verdade, cinco mil e quatrocentos utensílios de ouro e de prata. Sesbazar trouxe tudo isso consigo quando os exilados vieram da Babilônia para Jerusalém.",
      "reflexao": "A grandeza da restauração é visível: milhares de utensílios, memórias do culto verdadeiro, voltam para casa. Mas mais do que objetos, o que retorna é a esperança. Sesbazar não leva apenas bens — conduz o símbolo da reconexão entre Deus e seu povo. O exílio perde sua força diante da promessa cumprida. O retorno é possível, e a presença de Deus nos espera em Jerusalém espiritual, onde o templo do nosso coração será novamente erguido."
    }
  ]
}
