{
  "livro": "Esdras",
  "capitulo": "2",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Esta é a lista dos homens da província que Nabucodonosor, rei da Babilônia, tinha levado prisioneiros para a Babilônia. Eles voltaram para Jerusalém e Judá, cada um para a sua própria cidade.",
      "reflexao": "Mesmo depois do exílio, Deus preserva nomes e histórias. A restauração começa quando cada um retorna ao lugar que o Senhor determinou — não apenas geograficamente, mas espiritualmente."
    },
    {
      "numero": "2",
      "texto": "Vieram na companhia de Zorobabel, Jesua, Neemias, Seraías, Reelaías, Mardoqueu, Bilsã, Mispar, Bigvai, Reum e Baaná. Esta é a lista dos israelitas:",
      "reflexao": "A liderança piedosa marca a retomada do propósito divino. Não é o retorno pela força, mas pela fé, pela obediência e pelo desejo de reconstruir o que Deus ama."
    },
    {
      "numero": "3",
      "texto": "os descendentes de Parós 2.172",
      "reflexao": "Cada número revela um povo que escolheu voltar. O retorno a Deus não é feito apenas por indivíduos, mas por famílias, gerações e comunidades inteiras que respondem ao chamado."
    },
    {
      "numero": "4",
      "texto": "de Sefatias 372",
      "reflexao": "Mesmo os menores grupos têm valor diante do Senhor. O que importa não é a quantidade, mas a disposição do coração em obedecer e recomeçar."
    },
    {
      "numero": "5",
      "texto": "de Ara 775",
      "reflexao": "Cada linhagem representa uma promessa viva. O Senhor não esquece os que confiam em sua aliança, ainda que tenham passado pelo cativeiro."
    },
    {
      "numero": "6",
      "texto": "de Paate-Moabe, por meio da linhagem de Jesua e Joabe, 2.812",
      "reflexao": "A história se entrelaça por gerações. A herança espiritual é passada, e aqueles que voltam carregam em si o testemunho dos que creram antes."
    },
    {
      "numero": "7",
      "texto": "de Elão 1.254",
      "reflexao": "Deus conhece a origem de cada um. Mesmo os que pareciam esquecidos nas sombras do exílio agora caminham para a luz da restauração."
    },
    {
      "numero": "8",
      "texto": "de Zatu 945",
      "reflexao": "A fidelidade de Deus atravessa os tempos e reúne novamente os dispersos. A reconstrução é feita com aqueles que escolheram lembrar de onde vieram."
    },
    {
      "numero": "9",
      "texto": "de Zacai 760",
      "reflexao": "Cada nome conta uma jornada. A travessia do deserto da dor para a terra da promessa é marcada pela esperança que não morre."
    },
    {
      "numero": "10",
      "texto": "de Bani 642",
      "reflexao": "Mesmo os que partiram em lágrimas retornam com propósito. O nome Bani aqui lembra que Deus transforma a história dos que retornam a Ele."
    },
    {
      "numero": "11",
      "texto": "de Bebai 623",
      "reflexao": "Famílias inteiras são restauradas. Quando uma geração se levanta com fé, ela abre caminho para que outras vivam o favor de Deus."
    },
    {
      "numero": "12",
      "texto": "de Azgade 1.222",
      "reflexao": "Deus restaura até os exilados mais distantes. Nenhuma distância é grande demais quando a graça do Senhor guia o retorno."
    },
    {
      "numero": "13",
      "texto": "de Adonicão 666",
      "reflexao": "Até os que estão marcados por números simbólicos de confusão ou trevas, como ‘666’, são lembrados aqui como restaurados. A misericórdia de Deus redime nomes e histórias."
    },
    {
      "numero": "14",
      "texto": "de Bigvai 2.056",
      "reflexao": "Os que vêm em grande número também carregam grande responsabilidade. A bênção da multidão vem com o chamado à consagração coletiva."
    },
    {
      "numero": "15",
      "texto": "de Adim 454",
      "reflexao": "Em meio à multidão, o Senhor vê cada grupo, cada tribo, cada família. Não importa o número, todos fazem parte da reconstrução."
    },
    {
      "numero": "16",
      "texto": "de Ater, por meio de Ezequias, 98",
      "reflexao": "Mesmo os menores grupos têm nome e linhagem. A liderança espiritual, representada aqui por Ezequias, sustenta os que desejam voltar com propósito."
    },
    {
      "numero": "17",
      "texto": "de Besai 323",
      "reflexao": "Cada família representa uma célula de reconstrução da nação. O retorno é feito casa por casa, coração por coração."
    },
    {
      "numero": "18",
      "texto": "de Jora 112",
      "reflexao": "Deus honra aqueles que se levantam em meio à dispersão. Jora, mesmo com poucos, simboliza a força dos que confiam em Deus e não no número."
    },
    {
      "numero": "19",
      "texto": "de Hasum 223",
      "reflexao": "A restauração passa por reconhecer quem somos e de onde viemos. Hasum representa os que voltam com a intenção de reconstruir com fidelidade."
    },
    {
      "numero": "20",
      "texto": "de Gibar 95",
      "reflexao": "Os pequenos também são preciosos no reino de Deus. Gibar e seus poucos membros mostram que a presença do Senhor não é medida em quantidade."
    },
    {
      "numero": "21",
      "texto": "os da cidade de Belém 123",
      "reflexao": "Belém, a cidade de Davi e do Messias, aparece como um lampejo profético: aqueles que retornam a Belém estão voltando ao centro do plano de Deus para toda a humanidade."
    },
    {
      "numero": "22",
      "texto": "de Netofate 56",
      "reflexao": "Netofate, pequena em número, mas presente na memória de Deus. Até os mais humildes povoados têm seus nomes registrados quando respondem ao chamado do Senhor."
    },
    {
      "numero": "23",
      "texto": "de Anatote 128",
      "reflexao": "Anatote, terra de profetas como Jeremias, representa aqueles que mesmo perseguidos permanecem firmes na aliança. O retorno é um eco da fidelidade plantada por seus antepassados."
    },
    {
      "numero": "24",
      "texto": "de Azmavete 42",
      "reflexao": "Mesmo que poucos atendam ao chamado, o Senhor os valoriza. Azmavete mostra que o mover de Deus não depende da multidão, mas da obediência dos que se dispõem."
    },
    {
      "numero": "25",
      "texto": "de Quiriate-Jearim, Quefira e Beerote 743",
      "reflexao": "Três cidades unidas pelo propósito de retornar. Quando comunidades inteiras se levantam com fé, Deus opera reconstruções duradouras."
    },
    {
      "numero": "26",
      "texto": "de Ramá e Geba 621",
      "reflexao": "Ramá e Geba se unem no chamado à restauração. É tempo de alianças sagradas entre cidades, famílias e corações voltados para o Senhor."
    },
    {
      "numero": "27",
      "texto": "de Micmás 122",
      "reflexao": "Micmás, conhecida por antigas batalhas, agora caminha para a paz. A história da redenção é feita por aqueles que decidem reconstruir, não destruir."
    },
    {
      "numero": "28",
      "texto": "de Betel e Ai 223",
      "reflexao": "Betel, ‘casa de Deus’, e Ai, marcada por derrota e restauração, retornam juntas. A presença de Deus acolhe até os que um dia falharam, pois Ele restaura tudo que se submete ao seu nome."
    },
    {
      "numero": "29",
      "texto": "de Nebo 52",
      "reflexao": "Nebo, embora pequena, participa da promessa. Aqueles que parecem esquecidos aos olhos humanos estão profundamente lembrados por Deus."
    },
    {
      "numero": "30",
      "texto": "de Magbis 156",
      "reflexao": "Cada número carrega histórias. Magbis, com seus 156, representa os que decidem abandonar o exílio espiritual e seguir rumo à presença restauradora do Altíssimo."
    },
    {
      "numero": "31",
      "texto": "da outra Elão 1.254",
      "reflexao": "Mesmo que haja repetição no nome, Deus distingue cada grupo. Nada é genérico para Ele; cada passo rumo à reconstrução é registrado no céu."
    },
    {
      "numero": "32",
      "texto": "de Harim 320",
      "reflexao": "Harim retorna com força. A restauração é coletiva, mas o Senhor vê cada família que se posiciona para reerguer o que foi quebrado."
    },
    {
      "numero": "33",
      "texto": "de Lode, Hadide e Ono 725",
      "reflexao": "Essas cidades representam lares unidos pelo desejo de recomeçar. Quando diferentes regiões convergem para um mesmo altar, o céu se abre com favor."
    },
    {
      "numero": "34",
      "texto": "de Jericó 345",
      "reflexao": "Jericó, símbolo de muralhas caídas, agora ressurge. Deus transforma ruínas em fundamentos de uma nova história para os que confiam em seu poder."
    },
    {
      "numero": "35",
      "texto": "de Senaá 3.630",
      "reflexao": "Senaá chega em multidão. Quando um povo inteiro se levanta com fé, torna-se uma resposta viva à promessa de Deus para reconstruir o que estava em ruínas."
    },
    {
      "numero": "36",
      "texto": "Os sacerdotes: os descendentes de Jedaías, por meio da família de Jesua 973",
      "reflexao": "Os sacerdotes retornam à função sagrada. A liderança espiritual precisa estar presente na reconstrução, pois é ela que santifica o caminho."
    },
    {
      "numero": "37",
      "texto": "de Imer 1.052",
      "reflexao": "Imer representa os que foram restaurados não apenas no corpo, mas na vocação espiritual. Retornar à presença de Deus também é reassumir a responsabilidade do chamado."
    },
    {
      "numero": "38",
      "texto": "de Pasur 1.247",
      "reflexao": "Pasur retorna com muitos. Os que foram disciplinados no passado agora se apresentam para servir com integridade. A misericórdia de Deus faz nova todas as coisas."
    },
    {
      "numero": "39",
      "texto": "de Harim 1.017",
      "reflexao": "Harim reaparece como sacerdócio comprometido. A restauração do templo começa na restauração da santidade pessoal e coletiva."
    },
    {
      "numero": "40",
      "texto": "Os levitas: os descendentes de Jesua e de Cadmiel, por meio da linhagem de Hodavias 74",
      "reflexao": "Poucos em número, mas imensos em impacto. Os levitas simbolizam o louvor e o serviço fiel — elementos essenciais para sustentar a presença de Deus entre o povo."
    },
    {
      "numero": "41",
      "texto": "Os cantores: os descendentes de Asafe 128",
      "reflexao": "Asafe e seus descendentes nos lembram que a adoração precede a edificação. Antes de levantar muros, é preciso levantar louvores."
    },
    {
      "numero": "42",
      "texto": "Os porteiros do templo: os descendentes de Salum, Ater, Talmom, Acube, Hatita e Sobai 139",
      "reflexao": "Os guardiões do templo voltam a seus postos. Cada um que serve, mesmo nas funções menos visíveis, é vital para manter o lugar da presença de Deus seguro e reverente."
    },
    {
      "numero": "43",
      "texto": "Os servidores do templo: os descendentes de Zia, Hasufa, Tabaote,",
      "reflexao": "Começa a lista daqueles que servem com humildade. Embora anônimos para o mundo, são honrados por Deus por seu papel silencioso mas indispensável."
    },
    {
      "numero": "44",
      "texto": "Queros, Sia, Padom,",
      "reflexao": "A presença desses nomes reforça: servir na casa do Senhor é honra. Deus registra os que se colocam à disposição de Seu serviço."
    },
    {
      "numero": "45",
      "texto": "Lebana, Hagaba, Acube,",
      "reflexao": "A história da reconstrução é feita por mãos dedicadas. Cada nome é um tijolo espiritual no templo vivo de Deus."
    },
    {
      "numero": "46",
      "texto": "Hagabe, Sanlai, Hanã,",
      "reflexao": "Não importa se o mundo não conhece esses nomes. Para Deus, eles são colunas discretas na sustentação do culto verdadeiro."
    },
    {
      "numero": "47",
      "texto": "Gidel, Gaar, Reaías,",
      "reflexao": "A fidelidade dos servidores é lembrada. O Senhor vê cada gesto de serviço com gratidão e recompensa eterna."
    },
    {
      "numero": "48",
      "texto": "Rezim, Necoda, Gazão,",
      "reflexao": "Servidores de origem estrangeira também são acolhidos. O templo é um lugar para os que desejam adorar em espírito e em verdade, independentemente da origem."
    },
    {
      "numero": "49",
      "texto": "Uzá, Paséia, Besai,",
      "reflexao": "A lista continua e com ela a prova de que Deus se importa com todos os que retornam. Cada servo tem valor eterno no Reino."
    },
    {
      "numero": "50",
      "texto": "Asná, Meunim, Nefusim,",
      "reflexao": "Ainda que sejam muitos, Deus conhece cada um pelo nome. O Senhor é o Pastor que não perde nenhum dos seus trabalhadores fiéis."
    },
    {
      "numero": "51",
      "texto": "Bacbuque, Hacufa, Harur,",
      "reflexao": "Cada nome aqui revela uma vida dedicada. O serviço no templo não é medido por aplausos, mas por reverência."
    },
    {
      "numero": "52",
      "texto": "Baslute, Meída, Harsa,",
      "reflexao": "Mesmo sem títulos, essas pessoas construíram com o coração. Deus recompensa não pelo posto, mas pela fidelidade ao chamado."
    },
    {
      "numero": "53",
      "texto": "Barcos, Sísera, Tamá,",
      "reflexao": "Entre tantos nomes, está o testemunho de que a restauração precisa de mãos simples, comprometidas e cheias de temor ao Senhor."
    },
    {
      "numero": "54",
      "texto": "Nesias e Hatifa.",
      "reflexao": "A lista se encerra com os humildes que serviram em silêncio. Deus escreve eternamente a história de quem contribui para a sua glória, mesmo longe dos holofotes."
    },
    {
      "numero": "55",
      "texto": "Os descendentes dos servos de Salomão: os descendentes de Sotai, Soferete, Peruda,",
      "reflexao": "Mesmo os descendentes dos servos têm seus nomes preservados. Deus honra os que trabalharam fielmente no passado e guarda os frutos de sua obediência por gerações."
    },
    {
      "numero": "56",
      "texto": "Jaala, Darcom, Gidel,",
      "reflexao": "Esses nomes mostram que todos têm lugar no plano de Deus, inclusive aqueles que serviram em bastidores. Na reconstrução, cada contribuição é essencial."
    },
    {
      "numero": "57",
      "texto": "Sefatias, Hatil, Poquerete-Hazebaim e Ami.",
      "reflexao": "O Senhor valoriza os nomes esquecidos pela história. Para Deus, não há anônimo — há servos com legado e identidade preservada no Seu livro."
    },
    {
      "numero": "58",
      "texto": "O total dos servidores do templo e dos descendentes dos servos de Salomão 392",
      "reflexao": "Quase quatrocentos servos que escolheram recomeçar com Deus. A restauração da adoração depende também dos que, humildemente, cuidam da casa do Senhor."
    },
    {
      "numero": "59",
      "texto": "Os que chegaram das cidades de Tel-Melá, Tel-Harsa, Querube, Adã e Imer, mas não puderam comprovar que suas famílias descendiam de Israel, foram os seguintes:",
      "reflexao": "Nem todos têm documentos, mas todos têm histórias. Deus olha para o coração mais do que para as certidões. A identidade celestial é firmada na fé, não apenas na linhagem."
    },
    {
      "numero": "60",
      "texto": "Os descendentes de Delaías, Tobias e Necoda 652",
      "reflexao": "Mesmo sem comprovação genealógica, esses homens demonstraram desejo de estar com o povo de Deus. Às vezes, o que nos une ao Reino não é o sangue, mas a busca sincera por pertencer."
    },
    {
      "numero": "61",
      "texto": "E dentre os sacerdotes: Os descendentes de Habaías, Coz e Barzilai, homem que se casou com uma filha de Barzilai, de Gileade, e que era chamado pelo nome do sogro.",
      "reflexao": "A mistura de linhagens e tradições levanta desafios. O zelo pelo sagrado requer discernimento e integridade — o chamado sacerdotal é também um chamado à responsabilidade."
    },
    {
      "numero": "62",
      "texto": "Eles procuraram pelos seus registros de família, mas não conseguiram achá-los e foram considerados impuros para o sacerdócio.",
      "reflexao": "Nem todo desejo é suficiente para servir no altar. O Senhor requer ordem e autenticidade. Quando os registros falham, a santidade deve prevalecer até que a verdade seja revelada."
    },
    {
      "numero": "63",
      "texto": "Por isso o governador os proibiu de comer alimentos sagrados enquanto não houvesse um sacerdote capaz de consultar a Deus por meio do Urim e do Tumim.",
      "reflexao": "Em tempos de incerteza, a resposta deve vir de Deus. O Urim e o Tumim simbolizam a busca pela direção divina. Até que o céu fale, é melhor esperar do que profanar."
    },
    {
      "numero": "64",
      "texto": "A totalidade dos que voltaram do exílio atingiu o número de 42.360 homens,",
      "reflexao": "Cada número representa um coração disposto a reconstruir a história com Deus. A contagem não é apenas estatística — é memória viva de um povo restaurado."
    },
    {
      "numero": "65",
      "texto": "além dos seus 7.337 servos e servas; havia entre eles 200 cantores e cantoras.",
      "reflexao": "O louvor foi levado junto com os que servem. A verdadeira restauração não é só estrutural, mas também espiritual e artística — Deus ama ser adorado em beleza e santidade."
    },
    {
      "numero": "66",
      "texto": "Possuíam 736 cavalos, 245 mulas,",
      "reflexao": "Mesmo os recursos são registrados, pois o que é consagrado a Deus é contado com zelo. A jornada para a reconstrução também exige provisão e preparo."
    },
    {
      "numero": "67",
      "texto": "435 camelos e 6.720 jumentos.",
      "reflexao": "Cada animal mencionado mostra que o cuidado de Deus alcança até os detalhes. Ele provê transporte, sustento e força para a jornada, mesmo em meios simples."
    },
    {
      "numero": "68",
      "texto": "Quando chegaram ao templo do Senhor em Jerusalém, alguns dos chefes das famílias deram ofertas voluntárias para a reconstrução do templo de Deus no seu antigo local.",
      "reflexao": "O verdadeiro líder espiritual é aquele que dá de si para edificar a casa de Deus. A oferta voluntária revela um coração tocado pela gratidão e pela visão do Reino."
    },
    {
      "numero": "69",
      "texto": "De acordo com as suas possibilidades, deram à tesouraria para essa obra quinhentos quilos de ouro, três toneladas de prata e cem vestes sacerdotais.",
      "reflexao": "Cada um contribuiu conforme podia — o importante não é o valor absoluto, mas o amor com que se entrega. Quando há unidade em ofertar, Deus honra e multiplica a obra."
    },
    {
      "numero": "70",
      "texto": "Os sacerdotes, os levitas, os cantores, os porteiros e os servidores do templo, bem como os demais israelitas, estabeleceram-se",
      "reflexao": "Depois de tanto caminhar, chegou o tempo de estabelecer raízes. A restauração não termina na construção do templo, mas no assentamento de um povo firme na presença de Deus."
    }
  ]
}
