{
  "livro": "Esdras",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando chegou o sétimo mês e os israelitas já estavam em suas cidades, o povo se reuniu como um só homem em Jerusalém.",
      "reflexao": "A verdadeira restauração começa com unidade. Após se estabelecerem, o povo não buscou primeiro seus próprios interesses, mas se uniu em torno da presença de Deus. ‘Como um só homem’ — essa expressão revela o milagre da comunhão: corações diferentes, mas um só propósito. Quando o povo de Deus caminha unido, os céus se abrem e a reconstrução começa de dentro para fora."
    },
    {
      "numero": "2",
      "texto": "Então Jesua, filho de Jozadaque, seus colegas, os sacerdotes, e Zorobabel, filho de Sealtiel, e seus companheiros começaram a construir o altar do Deus de Israel para nele sacrificarem holocaustos, conforme o que está escrito na Lei de Moisés, homem de Deus.",
      "reflexao": "Antes de reconstruírem o templo, ergueram o altar — símbolo da adoração e da entrega. O altar vem antes da estrutura, porque sem comunhão com Deus, nenhuma edificação espiritual permanece. Eles obedeceram à Lei, mostrando que a verdadeira adoração não é invenção humana, mas resposta à Palavra. É ali, sobre o altar da obediência, que o fogo da presença divina se manifesta."
    },
    {
      "numero": "3",
      "texto": "Apesar do receio que tinham dos povos ao redor, construíram o altar sobre a sua base e nele sacrificaram holocaustos ao Senhor, tanto os sacrifícios da manhã como os da tarde.",
      "reflexao": "Mesmo com medo, não pararam. A fé não é ausência de temor, mas decisão de seguir apesar dele. A reconstrução do altar em meio ao perigo é um ato de coragem espiritual. Eles sabiam que o lugar mais seguro não era atrás de muros, mas diante do Senhor. O altar restaurado é resistência, é renúncia ao medo, é luz que brilha mesmo quando as sombras se aproximam."
    },
    {
      "numero": "4",
      "texto": "Então, de acordo com o que está escrito, celebraram a festa das cabanas com o número determinado de holocaustos prescritos para cada dia.",
      "reflexao": "Celebrar em meio à reconstrução é um ato de fé. A festa das cabanas recordava o tempo no deserto, quando Deus sustentou seu povo. Agora, eles celebram a fidelidade divina como quem diz: ‘Ele cuidou de nós no passado, cuidará agora também’. A adoração segundo as Escrituras devolve ordem, memória e esperança. É um lembrete de que não caminhamos sozinhos."
    },
    {
      "numero": "5",
      "texto": "Depois disso, apresentaram os holocaustos regulares, os sacrifícios da lua nova e os sacrifícios requeridos para todas as festas sagradas determinadas pelo Senhor, bem como os que foram trazidos como ofertas voluntárias ao Senhor.",
      "reflexao": "A adoração se tornou constante, disciplinada e também espontânea. Deus se agrada do que é ordenado e do que é voluntário — do dever e do amor. Cada oferta, seja prescrita ou livre, revela um coração que reconhece a santidade e a bondade do Senhor. O culto regular alimenta a alma, e as ofertas voluntárias revelam um coração apaixonado. Ambas formas são partes do mesmo louvor."
    },
    {
      "numero": "6",
      "texto": "A partir do dia primeiro do sétimo mês começaram a oferecer holocaustos ao Senhor, embora ainda não tivessem sido lançados os alicerces do templo do Senhor.",
      "reflexao": "Antes que os alicerces fossem lançados, os sacrifícios já subiam. Isso nos ensina que a presença de Deus não depende de edifícios físicos, mas de corações entregues. Mesmo sem estrutura, pode haver adoração sincera. Deus não espera que tudo esteja pronto para se manifestar — Ele responde à fé que oferece o pouco com reverência e gratidão."
    },
    {
      "numero": "7",
      "texto": "Então eles deram dinheiro aos pedreiros e os carpinteiros, e deram comida, bebida e azeite ao povo de Sidom e de Tiro, para que, pelo mar, trouxessem do Líbano para Jope toras de cedro, o que tinha sido autorizado por Ciro, rei da Pérsia.",
      "reflexao": "A reconstrução do templo envolveu recursos, planejamento e cooperação com outros povos. A provisão veio de mãos diversas, mostrando que Deus pode usar caminhos inusitados para realizar Seus propósitos. Nada é secular demais para fazer parte do sagrado quando se trata de restaurar o que é do Senhor. O mesmo mar que um dia os afastou agora traz madeira para a reconstrução. A história muda quando Deus guia os ventos."
    },
    {
      "numero": "8",
      "texto": "No segundo mês do segundo ano depois de chegarem ao templo de Deus em Jerusalém, Zorobabel, filho de Sealtiel, Jesua, filho de Jozadaque, e o restante dos seus irmãos, os sacerdotes, os levitas e todos os que tinham voltado do cativeiro para Jerusalém, começaram o trabalho, designando levitas de vinte anos para cima para supervisionarem a construção do templo do Senhor.",
      "reflexao": "Chegou o tempo de recomeçar com mãos à obra. Homens que haviam experimentado o exílio agora assumem a missão da reconstrução. Não bastava sonhar — era hora de agir. Designar supervisores era sinal de ordem e responsabilidade. A obra de Deus exige zelo, maturidade e dedicação. Cada pedra assentada naquele templo era um testemunho: ‘Voltamos, e Deus ainda habita entre nós’."
    },
    {
      "numero": "9",
      "texto": "Jesua, seus filhos e seus irmãos, e Cadmiel e seus filhos, descendentes de Hodavias, e os filhos de Henadade e seus filhos e seus irmãos, todos eles levitas, uniram-se para supervisionar os que trabalhavam no templo de Deus.",
      "reflexao": "A reconstrução do templo não era tarefa de poucos, mas de um povo unido por laços de fé e propósito. Levitas, filhos, irmãos — gerações se juntam para supervisionar uma obra santa. A união deles revela que o trabalho para Deus não é individualista, mas coletivo, e que a liderança espiritual deve ser exercida com cooperação e compromisso. O templo se edifica com tijolos de esforço e colunas de comunhão."
    },
    {
      "numero": "10",
      "texto": "Quando os construtores lançaram os alicerces do templo do Senhor, os sacerdotes, com suas vestes e suas trombetas, e os levitas, filhos de Asafe, com címbalos, tomaram seus lugares para louvar o Senhor, conforme prescrito por Davi, rei de Israel.",
      "reflexao": "Não esperaram a conclusão da obra para louvar — bastou o lançamento dos alicerces. Com vestes sacerdotais e instrumentos, retomaram os louvores antigos, como Davi havia ordenado. Isso nos ensina que todo novo começo deve ser consagrado com gratidão. Quando a base é firmada no louvor, a estrutura se ergue para glorificar a Deus, e não aos homens. O louvor sincero sela o que começa com fé."
    },
    {
      "numero": "11",
      "texto": "Com louvor e ações de graças, cantaram responsivamente ao Senhor: ‘Ele é bom; seu amor a Israel dura para sempre’. E todo o povo louvou ao Senhor em alta voz, pois haviam sido lançados os alicerces do templo do Senhor.",
      "reflexao": "A canção que ecoou foi simples e profunda: ‘Ele é bom; seu amor a Israel dura para sempre’. Esta verdade sustentou o povo no exílio e agora celebra o início da reconstrução. Os alicerces ainda estavam no chão, mas a fé já olhava para o alto. Louvar a Deus pelos inícios é reconhecer que a fidelidade d’Ele não tem fim. Gratidão que nasce no princípio frutifica até o fim."
    },
    {
      "numero": "12",
      "texto": "Mas muitos dos sacerdotes, dos levitas e dos líderes de família mais velhos, que tinham visto o antigo templo, choraram em voz alta quando viram o lançamento dos alicerces desse templo; muitos, porém, gritavam de alegria.",
      "reflexao": "Duas gerações, duas memórias, duas emoções — lágrimas e júbilo se misturam no mesmo lugar. Os mais velhos choram pelo que se perdeu; os mais novos se alegram pelo que está nascendo. Ambos sentimentos são santos. A saudade do que foi e a esperança do que será se encontram no altar do tempo. Deus acolhe tanto o pranto do passado quanto o louvor do futuro. Ele é Senhor da reconstrução e da lembrança."
    },
    {
      "numero": "13",
      "texto": "Não era possível distinguir entre o som dos gritos de alegria e o som do choro, pois o povo fazia enorme barulho. E o som foi ouvido a grande distância.",
      "reflexao": "O som da reconstrução é uma mistura de dor e júbilo. Lágrimas e louvores se tornam uma só voz que ecoa longe. O barulho era o testemunho vivo de um povo que sobreviveu, voltou e recomeçou. À distância, ouviam-se ecos de uma história que nem o exílio pôde silenciar. Quando o povo de Deus se une para restaurar o que é d’Ele, até as lágrimas louvam, e até a dor se transforma em canto."
    }
  ]
}
