{
  "livro": "Ester",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Três dias depois, Ester vestiu seus trajes de rainha e colocou-se no pátio interno do palácio, em frente ao salão do rei. O rei estava no trono, de frente para a entrada.",
      "reflexao": "Após dias de jejum e oração, Ester se veste como rainha, mas sua verdadeira força está no espírito quebrantado e na coragem silenciosa. Ela se apresenta diante do trono terreno com reverência, mas sustentada pelo trono celestial. Às vezes, o momento mais poderoso é quando decidimos nos posicionar com fé, ainda que o risco seja a própria vida. Ester representa todos os que, revestidos de oração, enfrentam o impossível com esperança."
    },
    {
      "numero": "2",
      "texto": "Quando viu a rainha Ester ali no pátio, teve misericórdia dela e estendeu-lhe o cetro de ouro que tinha na mão. Ester aproximou-se e tocou a ponta do cetro.",
      "reflexao": "O cetro estendido é o símbolo do favor inesperado. O coração do rei se inclina porque o coração de Deus já havia se movido antes. O toque no cetro sela o encontro entre o temor e a graça. Assim também é conosco: quando nos aproximamos do Rei eterno com humildade, encontramos um trono de misericórdia, não de condenação. O gesto de Ester nos ensina que Deus honra aqueles que O buscam com ousadia reverente."
    },
    {
      "numero": "3",
      "texto": "E o rei lhe perguntou: ‘Que há, rainha Ester? Qual é o seu pedido? Mesmo que seja a metade do reino, lhe será dado’.",
      "reflexao": "A pergunta do rei revela um coração aberto, preparado pelo jejum e pela intervenção divina. A promessa generosa mostra que, quando Deus age, até reis se tornam canais de favor. Não se trata apenas de palavras, mas de uma disposição sobrenatural. Ester é acolhida com honra porque não buscou o favor do homem, mas o favor do céu. Quando esperamos no tempo de Deus, a resposta sempre vem com abundância."
    },
    {
      "numero": "4",
      "texto": "Respondeu Ester: ‘Se for do agrado do rei, venha com Hamã a um banquete que lhe preparei’.",
      "reflexao": "A sabedoria de Ester se manifesta em cada palavra. Ela não revela de imediato seu pedido, mas prepara o ambiente com estratégia e discernimento. Às vezes, a resposta certa exige o tempo certo. Ester ensina que a coragem pode caminhar lado a lado com a prudência, e que o favor recebido deve ser administrado com sabedoria. Há banquetes que antecedem livramentos, e palavras que pavimentam milagres."
    },
    {
      "numero": "5",
      "texto": "Disse o rei: ‘Tragam Hamã imediatamente, para que ele atenda ao pedido de Ester’. Então o rei e Hamã foram ao banquete que Ester havia preparado.",
      "reflexao": "O rei se apressa em atender o desejo de Ester. O convite alcança até o inimigo, pois Deus transforma até a presença do adversário em palco para Sua justiça. Ester conduz a situação com domínio e graça. Ao preparar um banquete, ela não apenas honra o rei, mas conduz Hamã ao lugar onde a verdade será revelada. O amor verdadeiro não age com pressa, mas com propósito."
    },
    {
      "numero": "6",
      "texto": "Enquanto bebiam vinho, o rei tornou a perguntar a Ester: ‘Qual é o seu pedido? Você será atendida. Qual o seu desejo? Mesmo que seja a metade do reino, lhe será concedido’.",
      "reflexao": "A repetição da oferta mostra o quanto o coração do rei está inclinado a Ester. Mas também revela que há algo maior por trás dessa espera. O favor do homem é reflexo do mover divino. Quando Deus quer livrar Seu povo, Ele prepara até o coração do rei. Ester, por sua vez, aguarda mais uma vez. O Espírito nos ensina que, por vezes, esperar mais um dia é preparar o cenário do milagre com perfeição."
    },
    {
      "numero": "7",
      "texto": "E Ester respondeu: ‘Este é o meu pedido e o meu desejo:",
      "reflexao": "As palavras de Ester começam a ganhar forma, mas ainda não revelam tudo. O ‘pedido’ e o ‘desejo’ caminham juntos — não são caprichos, mas uma súplica embebida de propósito. Quando falamos diante do Rei com verdade e intenção justa, nossas palavras carregam peso espiritual. O que está por vir é mais do que uma petição — é o início de uma virada na história."
    },
    {
      "numero": "8",
      "texto": "Se o rei tem consideração por mim, e se lhe agrada atender e conceder o meu pedido, que o rei e Hamã venham amanhã ao banquete que lhes prepararei. Então responderei à pergunta do rei’.",
      "reflexao": "Ester segura a revelação mais uma vez, guiada por um tempo que só a sabedoria espiritual compreende. Ela sabe que há um momento certo para cada palavra. Ao pedir mais um dia, Ester mostra que a espera não é covardia, mas confiança. Deus está movendo peças invisíveis, e o banquete do amanhã será o palco do desfecho. Quando confiamos em Deus, até nossos silêncios se tornam instrumentos de vitória."
    },
    {
      "numero": "9",
      "texto": "Naquele dia Hamã saiu alegre e contente. Mas, ficou furioso quando viu que Mardoqueu, que estava junto à porta do palácio real, não se levantou nem mostrou respeito em sua presença.",
      "reflexao": "A alegria de Hamã é rasa e passageira, pois está firmada na aprovação dos homens. Bastou um gesto de dignidade de Mardoqueu para que toda sua euforia se transformasse em ira. Assim é o coração vaidoso: vive escravizado pela necessidade de ser adorado. Mardoqueu, em silêncio, ensina que a reverência verdadeira pertence somente a Deus. E quem vive para agradar o Céu não se curva diante da vaidade."
    },
    {
      "numero": "10",
      "texto": "Hamã, porém, controlou-se e foi para casa. Reunindo seus amigos e Zeres, sua mulher,",
      "reflexao": "Mesmo ferido em seu orgulho, Hamã tenta manter as aparências. Vai para casa, mas leva consigo um coração em chamas de ódio. Ao reunir amigos e sua esposa, busca apoio para inflar ainda mais seu ego. O orgulho ferido, quando não tratado com humildade, busca companhia para justificar sua amargura. Mas quem vive para vangloriar-se, logo se verá isolado diante do juízo."
    },
    {
      "numero": "11",
      "texto": "Hamã vangloriou-se de sua grande riqueza, de seus muitos filhos e de como o rei o havia honrado e promovido acima de todos os outros nobres e oficiais.",
      "reflexao": "Hamã expõe seu coração diante dos mais íntimos: um trono construído sobre conquistas e títulos. Sua identidade está nas posses, nas promoções, nos números. Mas tudo isso é vaidade quando o coração está vazio de temor e justiça. A glória que não vem de Deus é sombra. E aquele que constrói sua grandeza sobre os aplausos do mundo logo tropeçará sobre sua própria arrogância."
    },
    {
      "numero": "12",
      "texto": "E acrescentou Hamã: ‘Além disso, sou o único que a rainha Ester convidou para acompanhar o rei ao banquete que ela lhe ofereceu. Ela me convidou para comparecer amanhã, junto com o rei’.",
      "reflexao": "Hamã se gaba de um privilégio que, na verdade, é o início da sua queda. Ele não percebe que está sendo conduzido ao próprio laço. A soberba o cega, e a honra recebida apenas alimenta sua ruína. Deus, em Sua sabedoria, por vezes permite que o ímpio suba, apenas para que a justiça seja manifesta no tempo certo. Hamã está a caminho de um banquete que não será de celebração, mas de revelação."
    },
    {
      "numero": "13",
      "texto": "‘Mas tudo isso não me dará satisfação, enquanto eu vir aquele judeu Mardoqueu sentado junto à porta do palácio real’.",
      "reflexao": "Nada satisfaz o coração dominado pela inveja. Hamã tem riquezas, poder, prestígio — mas um homem íntegro sentado à porta é suficiente para roubar-lhe a paz. O orgulho nunca descansa enquanto não destrói o que o confronta. Mas Mardoqueu, sem dizer uma palavra, revela a força de quem permanece fiel. E sua fidelidade será, em breve, exaltada diante dos olhos do inimigo."
    },
    {
      "numero": "14",
      "texto": "Então Zeres, sua mulher, e todos os seus amigos lhe sugeriram: ‘Mande fazer uma forca, de mais de vinte metros de altura, e logo pela manhã peça ao rei que Mardoqueu seja enforcado nela. Assim você poderá acompanhar o rei ao jantar e alegrar-se’. A sugestão agradou Hamã, e ele mandou fazer a forca.",
      "reflexao": "A forca construída por Hamã é símbolo da justiça invertida pelos homens, mas que será restaurada por Deus. Quando a maldade é planejada com entusiasmo, o Céu já prepara o contra-ataque. A mesma estrutura que o ímpio ergue para o justo será o palco de sua própria queda. A história de Ester nos lembra: Deus nunca se atrasa. Ele permite a forca ser erguida, apenas para revelar, no tempo certo, que o livramento dos justos vem do alto."
    }
  ]
}
