{
  "livro": "Ester",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O rei Xerxes impôs tributos a todo o império, até sobre as distantes regiões costeiras.",
      "reflexao": "O relato final nos lembra que, mesmo após grandes livramentos, o mundo segue com suas leis, encargos e estruturas de poder. O rei continua governando e cobrando tributos, mas agora o cenário mudou: a justiça floresceu e o povo de Deus não está mais à sombra do decreto da morte. A existência do povo judeu, preservada pela mão de Deus, prossegue mesmo em meio à realidade política e econômica. Assim é a vida: entre imposições do sistema e manifestações da graça, seguimos firmados no livramento divino."
    },
    {
      "numero": "2",
      "texto": "Todos os seus atos de força e poder, bem como o relato completo da grandeza de Mardoqueu, a quem o rei dera autoridade, estão registrados no livro das crônicas dos reis da Média e da Pérsia.",
      "reflexao": "A história de Mardoqueu não foi apagada nem esquecida. Está escrita entre os feitos dos reis, como testemunho de que Deus pode exaltar quem caminha com integridade. O homem que um dia sentava à porta do palácio agora é citado entre os grandes do reino. Os registros humanos, tão facilmente corrompidos, aqui se tornam eco de uma narrativa celestial: a fidelidade no anonimato foi recompensada com autoridade no governo. O que fazemos por amor e justiça jamais deixa de ser lembrado diante do trono divino, ainda que pareça pequeno aos olhos da terra."
    },
    {
      "numero": "3",
      "texto": "O judeu Mardoqueu foi o segundo na hierarquia, depois do rei Xerxes. Era homem importante entre os judeus e foi muito amado por todos os judeus, pois trabalhou para o bem do seu povo e promoveu o bem-estar de todos eles.",
      "reflexao": "O livro de Ester termina exaltando um homem que não buscou sua própria glória, mas o bem do povo. Mardoqueu foi elevado por sua coragem silenciosa, sua fidelidade constante e sua compaixão ativa. Ele se tornou não apenas grande perante os reis, mas amado pelos irmãos. O verdadeiro poder está em servir com justiça, usar a posição para proteger os fracos e conduzir o povo à paz. A grandeza bíblica se mede pelo bem que promovemos e pelas vidas que tocamos. Assim, o final de Ester nos lembra: Deus levanta homens e mulheres para tempos específicos, para causas nobres, e grava seus nomes não apenas nos livros da terra, mas no Livro da Vida."
    }
  ]
}
