{
  "livro": "Ester",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Naquela noite o rei não conseguiu dormir; por isso ordenou que trouxessem o livro das crônicas do seu reinado, e que o lessem para ele.",
      "reflexao": "Quando o céu quer agir, até o sono dos reis é interrompido. Naquela noite, em silêncio, Deus estava virando a página da história. A insônia real foi o prelúdio do livramento divino. Às vezes, o que parece simples perturbação é, na verdade, o mover de Deus abrindo espaço para a justiça. Enquanto oramos na terra, o céu agita os bastidores do poder."
    },
    {
      "numero": "2",
      "texto": "E foi lido o registro de que Mardoqueu tinha denunciado Bigtã e Teres, dois dos oficiais do rei que guardavam a entrada do Palácio, que haviam conspirado para assassinar o rei Xerxes.",
      "reflexao": "O gesto fiel de Mardoqueu, antes esquecido, agora ressurge como semente pronta para frutificar. Nada do que é feito com integridade passa despercebido aos olhos de Deus. Mesmo quando os homens não reconhecem, o Céu registra. Chega o tempo em que tudo o que foi feito em segredo é lembrado diante do trono."
    },
    {
      "numero": "3",
      "texto": "‘Que honra e reconhecimento Mardoqueu recebeu por isso?’, perguntou o rei. Seus oficiais responderam: ‘Nada lhe foi feito’.",
      "reflexao": "A pergunta do rei revela uma lacuna de justiça. O bem havia sido esquecido. Mas Deus não esquece. O tempo do reconhecimento pode tardar aos olhos humanos, mas ele sempre chega. Que continuemos a fazer o bem, mesmo sem aplausos, pois o Senhor é o Deus das restituições silenciosas e dos reconhecimentos eternos."
    },
    {
      "numero": "4",
      "texto": "O rei perguntou: ‘Quem está no pátio?’ Ora, Hamã havia acabado de entrar no pátio externo do palácio para pedir ao rei o enforcamento de Mardoqueu na forca que ele lhe havia preparado.",
      "reflexao": "Enquanto o rei deseja honrar Mardoqueu, Hamã chega para pedir sua morte. Mas Deus já havia invertido os papéis. O plano do inimigo está prestes a colidir com o propósito de Deus. É nesse exato momento que percebemos: nada pode impedir o agir do Altíssimo. Ele orquestra os encontros, desarma os ataques e transforma a morte em honra."
    },
    {
      "numero": "5",
      "texto": "Os oficiais do rei responderam: ‘É Hamã que está no pátio’. ‘Façam-no entrar’, ordenou o rei.",
      "reflexao": "O homem que veio para tramar o mal é chamado para executar o bem. Hamã entra, crente em sua vitória, mas está prestes a se tornar instrumento da própria humilhação. Deus usa até os arrogantes como peças em Sua mão. Ele faz do inimigo um mensageiro da honra para os Seus filhos. O que era plano de destruição se tornará proclamação de glória."
    },
    {
      "numero": "6",
      "texto": "Entrando Hamã, o rei lhe perguntou: ‘O que se deve fazer ao homem que o rei tem o prazer de honrar?’ E Hamã pensou consigo: ‘A quem o rei teria prazer de honrar, senão a mim?’",
      "reflexao": "O orgulho é cego e surdo — vê apenas a si mesmo e ouve apenas seu próprio nome. Hamã revela o coração vaidoso que se acha digno de toda honra. Mas o orgulho antecede a queda, e o trono que ele imagina já está reservado para outro. Quando vivemos para nos exaltar, seremos confrontados pelo Rei que exalta os humildes e derruba os soberbos."
    },
    {
      "numero": "7",
      "texto": "Por isso respondeu ao rei: ‘Ao homem que o rei tem prazer de honrar,",
      "reflexao": "Hamã fala com entusiasmo, certo de que está preparando a própria celebração. Mas ele está profetizando a honra de seu oponente. Deus, em Sua sabedoria, permite que até os planos do inimigo contribuam para a exaltação dos Seus. Quando o ímpio imagina estar se glorificando, pode estar, sem saber, escrevendo o roteiro da justiça divina."
    },
    {
      "numero": "8",
      "texto": "ordena que tragam um manto do próprio rei e um cavalo que o rei montou, e que leve o brasão do rei na cabeça.",
      "reflexao": "O orgulho de Hamã se revela em cada detalhe: ele deseja o manto, o cavalo, o brasão — tudo que represente glória pública. Mas toda essa descrição se voltará para Mardoqueu. A honra que o ímpio idealiza para si será vestida no justo. Deus honra os que O temem, e os símbolos do poder humano se tornam instrumentos da Sua justiça."
    },
    {
      "numero": "9",
      "texto": "Em seguida, sejam o manto e o cavalo confiados a alguns dos príncipes mais nobres do rei, e ponham eles o manto sobre o homem que o rei deseja honrar e o conduzam sobre o cavalo pelas ruas da cidade, proclamando diante dele: ‘Isto é o que se faz ao homem que o rei tem o prazer de honrar!’",
      "reflexao": "Hamã descreve a cena perfeita de glória... para outro. Ele ainda não sabe que a boca do inimigo se tornará o alto-falante da honra de Deus. A proclamação pública, que ele esperava ouvir sobre si, será ecoada diante de Mardoqueu. Essa é a ironia santa da providência divina: transformar humilhação planejada em exaltação inesperada. O que é proclamado pelas ruas da cidade ecoa primeiro no coração do Céu."
    },
    {
      "numero": "10",
      "texto": "O rei ordenou então a Hamã: ‘Vá depressa apanhar o manto e o cavalo, e faça ao judeu Mardoqueu o que você sugeriu. Ele está sentado junto à porta do palácio real. Não omita nada do que você recomendou’.",
      "reflexao": "Deus transforma conselhos de orgulho em instrumentos de honra. A ironia divina aqui é poderosa: Hamã, que planejava a morte de Mardoqueu, agora é comissionado a exaltá-lo. O rei, sem saber, obedece a uma vontade superior. Quando Deus decide honrar alguém, nem mesmo o inimigo pode resistir — ele se tornará parte da cerimônia."
    },
    {
      "numero": "11",
      "texto": "Então, Hamã apanhou o cavalo, vestiu Mardoqueu com o manto e o conduziu sobre o cavalo pelas ruas da cidade, proclamando à frente dele: ‘Isto é o que se faz ao homem que o rei tem o prazer de honrar!’",
      "reflexao": "A humilhação de Hamã é a exaltação de Mardoqueu. O inimigo se torna arauto da honra de Deus. Aquele que desejava matar agora precisa proclamar a dignidade do justo. Esse é o Deus que reverte situações, que envergonha os soberbos e levanta os humildes. O justo não precisa se defender — o próprio Deus faz questão de honrá-lo em praça pública."
    },
    {
      "numero": "12",
      "texto": "Depois disso, Mardoqueu voltou para a porta do palácio real. Hamã, porém, correu para casa com o rosto coberto, muito aborrecido",
      "reflexao": "Mardoqueu, após ser honrado, volta para o seu lugar: a porta. A glória não o muda — ele permanece fiel, discreto, constante. Já Hamã, tomado pela vergonha, foge com o rosto coberto. A honra revela o caráter tanto de quem a recebe quanto de quem a perde. O humilde permanece firme. O soberbo, diante da queda, desmorona em silêncio."
    },
    {
      "numero": "13",
      "texto": "e contou a Zeres, sua mulher, e a todos os seus amigos tudo o que lhe havia acontecido. Tanto os seus conselheiros como Zeres, sua mulher, lhe disseram: ‘Visto que Mardoqueu, diante de quem começou a sua queda, é de origem judaica, você não terá condições de enfrentá-lo. Sem dúvida, você ficará arruinado!’",
      "reflexao": "Agora até os aliados de Hamã reconhecem o inevitável: a mão de Deus está com Mardoqueu. A origem judaica aqui não é apenas étnica — ela representa uma aliança. Quem é guardado por Deus pode até ser atacado, mas jamais será vencido. O que antes era vanglória se torna anúncio de ruína. Quando o céu está do lado de alguém, o inferno não prevalece."
    },
    {
      "numero": "14",
      "texto": "E, enquanto ainda conversavam, chegaram os oficiais do rei e, às pressas, levaram Hamã para o banquete que Ester havia preparado.",
      "reflexao": "Antes que Hamã pudesse processar sua humilhação, o relógio da justiça o chama para o próximo ato. A pressa dos oficiais não é mera coincidência — é a condução do plano divino em curso. O banquete que se aproxima não será de honra para Hamã, mas de revelação e juízo. Quando Deus decide agir, não há tempo a perder: cada cena é conduzida pelo Seu roteiro perfeito."
    }
  ]
}
