{
  "livro": "Ester",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então o rei e Hamã foram ao banquete com a rainha Ester,",
      "reflexao": "Este banquete é mais que uma refeição — é o palco preparado por Deus para a verdade brilhar e a justiça se manifestar. A presença de Hamã ao lado do rei parece glória, mas é o prenúncio do juízo. Quando o Senhor prepara a mesa, até o adversário tem que se sentar para assistir à Sua intervenção."
    },
    {
      "numero": "2",
      "texto": "e, enquanto estavam bebendo vinho no segundo dia, o rei perguntou de novo: ‘Rainha Ester, qual é o seu pedido? Você será atendida. Qual o seu desejo? Mesmo que seja a metade do reino, isso lhe será concedido’.",
      "reflexao": "A insistência do rei é expressão de um coração inclinado por Deus. O favor divino já havia aberto espaço para a petição. Quando a hora certa chega, o Rei da Glória também pergunta: ‘Qual é o teu desejo?’. Ester nos ensina que o tempo de falar chega — e quando chega, a verdade deve ser dita com ousadia e propósito santo."
    },
    {
      "numero": "3",
      "texto": "Então a rainha Ester respondeu: ‘Se posso contar com o favor do rei, e se isto lhe agrada, poupe a minha vida e a vida do meu povo; este é o meu pedido e o meu desejo’.",
      "reflexao": "A rainha fala — e sua petição não é por bens ou títulos, mas por vidas. Ester se identifica com seu povo e arrisca tudo em nome da justiça. Esta é a essência da intercessão: colocar-se no lugar dos que correm risco e clamar por eles com o coração exposto. A rainha se torna ponte entre o trono e o povo."
    },
    {
      "numero": "4",
      "texto": "‘Pois eu e meu povo fomos vendidos para destruição, morte e aniquilação. Se apenas tivéssemos sido vendidos como escravos e escravas, eu teria ficado em silêncio, porque nenhuma aflição como essa justificaria perturbar o rei’.",
      "reflexao": "A voz de Ester revela a gravidade da injustiça: seu povo foi vendido como se não tivesse valor. Mas ela também mostra sua sensatez, pois teria suportado o sofrimento silencioso se fosse apenas servidão. Há causas que precisam ser levadas aos tronos — porque a dignidade humana não pode ser negociada nem silenciada."
    },
    {
      "numero": "5",
      "texto": "O rei Xerxes perguntou à rainha Ester: ‘Quem se atreveu a uma coisa dessas? Onde está ele?’",
      "reflexao": "A indignação do rei nasce da revelação da injustiça. Quando a verdade é exposta, até os poderosos são confrontados. O coração que parecia distraído agora queima por justiça. Deus ainda desperta autoridades para defender os inocentes, quando a verdade chega com coragem e precisão."
    },
    {
      "numero": "6",
      "texto": "Respondeu Ester: ‘O adversário e inimigo é Hamã, esse perverso’. Diante disso, Hamã ficou apavorado na presença do rei e da rainha.",
      "reflexao": "Com palavras firmes e cheias de luz, Ester desmascara o inimigo. O mal, que antes andava soberbo, agora treme diante da verdade. A coragem de Ester revela que, muitas vezes, o livramento começa com a coragem de nomear o injusto. Quando a luz se acende, a escuridão não tem mais onde se esconder."
    },
    {
      "numero": "7",
      "texto": "Furioso, o rei levantou-se, deixou o vinho, saiu dali e foi para o jardim do palácio. E percebendo Hamã que o rei já tinha decidido condená-lo, ficou ali para implorar por sua vida à rainha Ester.",
      "reflexao": "O rei se retira para refletir, e Hamã percebe que o tempo da impunidade acabou. O mesmo que planejava destruição agora clama por misericórdia. Mas há limites para o perdão quando o arrependimento não é verdadeiro, e o juízo vem como resposta à perversidade sistemática. Deus é justo, e não dorme."
    },
    {
      "numero": "8",
      "texto": "E voltando o rei do jardim do palácio ao salão do banquete, viu Hamã caído sobre o assento onde Ester estava reclinada. E então exclamou: ‘Chegaria ele ao cúmulo de violentar a rainha na minha presença e em minha própria casa?’ Mal o rei terminou de dizer isso, alguns oficiais cobriram o rosto de Hamã.",
      "reflexao": "A última cena de Hamã é de completo desespero e humilhação. Até sua súplica parece invasiva. O rei, já decidido, vê em sua atitude final o símbolo do excesso. E então o rosto do inimigo é coberto — é o fim de sua influência, o silêncio imposto ao perverso. Quando a justiça de Deus se manifesta, não há mais disfarces nem desculpas."
    },
    {
      "numero": "9",
      "texto": "E um deles, chamado Harbona, que estava a serviço do rei, disse: ‘Há uma forca de mais de vinte metros de altura junto à casa de Hamã, que ele fez para Mardoqueu, que intercedeu pela vida do rei’. Então o rei ordenou: ‘Enforquem-no nela!’",
      "reflexao": "A mesma forca planejada para o justo se torna instrumento de juízo contra o ímpio. A providência divina revela seu caráter: perfeita, precisa, justa. Mardoqueu, o intercessor, é preservado. Hamã, o opressor, é sentenciado por sua própria armadilha. O Deus de Ester ainda transforma o laço em livramento, e a maldição em testemunho de justiça."
    },
    {
      "numero": "10",
      "texto": "Assim Hamã morreu na forca que tinha preparado para Mardoqueu; e a ira do rei se acalmou.",
      "reflexao": "O ciclo se fecha com força e sobriedade: o mal é punido, o justo é poupado, e o rei encontra paz. A justiça de Deus é completa — ela restaura o que foi ameaçado e apazigua o que foi perturbado. Hamã colheu o que plantou, e Mardoqueu será exaltado. Quando Deus governa, o fim do ímpio se transforma no início da celebração dos justos."
    }
  ]
}
