{
  "livro": "Ester",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No décimo terceiro dia do décimo segundo mês, o mês de adar, entraria em vigor o decreto do rei. Naquele dia os inimigos dos judeus esperavam vencê-los, mas aconteceu o contrário; os judeus dominaram aqueles que os odiavam.",
      "reflexao": "O dia temido se tornou o dia da reviravolta. O que parecia destinado à derrota revelou-se como a manhã da vitória. Deus inverte os planos do mal, e aquilo que era armadilha se transforma em caminho de exaltação. Quando o céu decide intervir, o improvável se torna inevitável: ‘aconteceu o contrário’."
    },
    {
      "numero": "2",
      "texto": "Reunindo-se em suas cidades, em todas as províncias do rei Xerxes, para atacar os que buscavam a sua destruição. Ninguém conseguia resistir-lhes, porquanto todos os povos estavam com medo deles.",
      "reflexao": "A união dos justos em propósito e fé se torna força inabalável. O medo muda de lado — e aqueles que semearam o pavor agora colhem o fruto de sua maldade. Deus não apenas protege os seus, Ele os estabelece em poder e autoridade diante dos olhos de todos."
    },
    {
      "numero": "3",
      "texto": "E todos os nobres das províncias, os sátrapas, os governadores e os administradores do rei apoiaram os judeus, porque o medo que tinham de Mardoqueu havia se apoderado deles.",
      "reflexao": "A fidelidade de um homem justo pode mudar o curso de uma nação. Mardoqueu, que começou nos portões do palácio, agora influencia todo o império. Quando Deus honra alguém, até os poderosos reconhecem Sua mão. A presença de Mardoqueu inspirava respeito porque carregava a autoridade que vem do Alto."
    },
    {
      "numero": "4",
      "texto": "Mardoqueu era influente no palácio; sua fama espalhou-se pelas províncias, e ele se tornava cada vez mais poderoso.",
      "reflexao": "A influência de Mardoqueu cresce não por ambição, mas por integridade. A verdadeira autoridade não é construída com estratégias humanas, mas com fidelidade diante de Deus. E quando essa autoridade se espalha, ela gera paz para os que temem ao Senhor e temor para os que O desprezam."
    },
    {
      "numero": "5",
      "texto": "Os judeus feriram todos os seus inimigos à espada, matando-os e destruindo-os, e fizeram o que quiseram com os seus inimigos.",
      "reflexao": "A espada que antes ameaçava os inocentes agora é usada como instrumento de justiça. Não é vingança impiedosa, mas defesa firme contra o mal. Quando a justiça de Deus se manifesta, o poder muda de mãos e o livramento é completo. Deus guarda Seu povo — e também o justifica."
    },
    {
      "numero": "6",
      "texto": "Na cidadela de Susã os judeus mataram e destruíram quinhentos homens.",
      "reflexao": "O centro do império se torna o palco da vitória do povo de Deus. O número revela a dimensão da ameaça — mas também a grandeza do livramento. Onde se concentrou o ódio, ali se revelou o poder da fidelidade. O coração do sistema não foi poupado do juízo divino."
    },
    {
      "numero": "7",
      "texto": "Também mataram Parsandata, Dalfom, Aspata,",
      "reflexao": "Cada nome registrado é um testemunho da justiça divina alcançando os que conspiraram contra os inocentes. Deus não esquece os que tramam a destruição — Ele age com precisão e justiça. Esses nomes, embora apagados da história viva, permanecem como marcos da seriedade do juízo."
    },
    {
      "numero": "8",
      "texto": "Porata, Adalia, Aridata,",
      "reflexao": "Mais nomes, mais registros da colheita do mal semeado. Não há anonimato na maldade diante de Deus. Todos os atos têm consequências — e todos os corações estão nus diante do justo Juiz. O céu zela pelos justos e confronta os que planejam o mal."
    },
    {
      "numero": "9",
      "texto": "Farmasta, Arisai, Aridai e Vaisata,",
      "reflexao": "A linhagem do ódio foi interrompida. Os filhos de Hamã caem não apenas como soldados, mas como representantes de uma herança de iniquidade. O juízo de Deus não é arbitrário — é resposta ao clamor dos inocentes e à perpetuação da violência."
    },
    {
      "numero": "10",
      "texto": "os dez filhos de Hamã, filho de Hamedata, o inimigo dos judeus. Mas não se apossaram dos seus bens.",
      "reflexao": "A vitória dos judeus não foi manchada pela ganância. Eles não tocaram nos bens dos inimigos, mostrando que sua guerra não era por riqueza, mas por justiça e sobrevivência. Isso revela um princípio eterno: quando Deus nos dá vitória, ela é limpa, honrada e sem manchas. A fidelidade brilha mais que o ouro."
    },
    {
      "numero": "11",
      "texto": "Naquele mesmo dia o total de mortos na cidadela de Susã foi relatado ao rei,",
      "reflexao": "O rei recebe o balanço do que se passou no centro do império. O registro da justiça executada ecoa como lembrança de que o mal planejado contra o justo não fica impune diante de Deus. Os céus anotam o que se faz na terra."
    },
    {
      "numero": "12",
      "texto": "que disse à rainha Ester: 'Os judeus mataram e destruíram quinhentos homens e os dez filhos de Hamã na cidadela de Susã. Que terão feito nas outras províncias do império? Agora, diga qual é o seu pedido, e você será atendida. Tem ainda algum desejo? Este lhe será concedido'.",
      "reflexao": "O rei, agora sensível à causa de Ester, se mostra disposto a ouvir. A intercessão fiel gera autoridade. O favor real é reflexo do favor divino. Quando uma mulher justa se levanta em sabedoria, até os reis se inclinam para ouvi-la."
    },
    {
      "numero": "13",
      "texto": "Respondeu Ester: 'Se for do agrado do rei, que os judeus de Susã tenham autorização para executar também amanhã o decreto de hoje, para que os corpos dos dez filhos de Hamã sejam pendurados na forca'.",
      "reflexao": "Ester não pede por vingança, mas por justiça completa. Os filhos de Hamã representam uma linhagem de violência que precisava ser exposta e encerrada. A exposição pública serve como memória e advertência: o mal plantado não florescerá impunemente."
    },
    {
      "numero": "14",
      "texto": "Então o rei deu ordens para que assim se fizesse. O decreto foi publicado em Susã, e os corpos dos dez filhos de Hamã foram pendurados na forca.",
      "reflexao": "Os corpos pendurados selam o fim de uma trama de destruição. Quando o mal é arrancado pela raiz, a paz pode florescer. Deus trata não apenas o fruto da injustiça, mas também a sua semente, para que o povo caminhe livremente."
    },
    {
      "numero": "15",
      "texto": "Os judeus de Susã ajuntaram-se no décimo quarto dia do mês de adar e mataram trezentos homens em Susã, mas não se apossaram de seus bens.",
      "reflexao": "Mesmo diante da vitória, os judeus mantêm a honra: não tocam no despojo. Isso revela a motivação justa de seu combate. A pureza da causa se confirma quando não há ganância, apenas o zelo pela vida e pela liberdade."
    },
    {
      "numero": "16",
      "texto": "Enquanto isso, ajuntou-se também o restante dos judeus que viviam nas províncias do império, para se protegerem e se livrarem dos seus inimigos. Eles mataram setenta e cinco mil deles, mas não se apossaram de seus bens.",
      "reflexao": "Setenta e cinco mil mortos revelam a imensidão da ameaça que pesava sobre o povo de Deus. O livramento foi nacional, mas também espiritual: os judeus não se corromperam com o ganho, mesmo diante da possibilidade. Sua força vinha da fidelidade, não da cobiça."
    },
    {
      "numero": "17",
      "texto": "Isso aconteceu no décimo terceiro dia do mês de adar, e no décimo quarto dia descansaram e fizeram dessa data um dia de festa e de alegria.",
      "reflexao": "O descanso que segue à luta é sagrado. Após as dores e os confrontos, há um tempo de consolo. A alegria que surge não é superficial — é a celebração da vida preservada, da justiça realizada e da fidelidade de Deus manifesta no tempo certo."
    },
    {
      "numero": "18",
      "texto": "Os judeus de Susã, porém, tinham se reunido no décimo terceiro e no décimo quarto dias, e no décimo quinto descansaram e dele fizeram um dia de festa e de alegria.",
      "reflexao": "Cada jornada tem seu próprio ritmo. Em Susã, a batalha durou mais, mas a celebração também chegou. Deus conhece os tempos de cada um. O importante não é quando se descansa, mas a certeza de que o descanso vem — como bênção e como memória da vitória."
    },
    {
      "numero": "19",
      "texto": "Por isso os judeus que vivem em vilas e povoados comemoram o décimo quarto dia do mês de adar como um dia de festa e de alegria, um dia de troca de presentes.",
      "reflexao": "Da guerra nasceu uma tradição de paz. A memória do livramento se transformou em comunhão e generosidade. O que foi cenário de ameaça tornou-se ocasião de afeto. Deus transforma feridas em festa e pranto em presente."
    },
    {
      "numero": "20",
      "texto": "Mardoqueu registrou esses acontecimentos e enviou cartas a todos os judeus de todas as províncias do rei Xerxes, próximas e distantes,",
      "reflexao": "A memória do livramento precisa ser preservada. Mardoqueu, agora reconhecido e respeitado, entende a importância de eternizar a fidelidade de Deus. Quando registramos os feitos do Senhor, inspiramos as gerações futuras a confiar no mesmo Deus que nos sustentou."
    },
    {
      "numero": "21",
      "texto": "determinado que anualmente se comemorassem os dias décimo quarto e décimo quinto do mês de adar,",
      "reflexao": "A celebração da vida deve ser contínua. Ao tornar a comemoração anual, Mardoqueu estabelece não só um feriado, mas um memorial vivo. A gratidão se renova a cada ciclo, lembrando ao povo que foram guardados por mãos divinas."
    },
    {
      "numero": "22",
      "texto": "pois nesses dias os judeus livraram-se dos seus inimigos, e nesse mês a sua tristeza tornou-se em alegria, e o seu pranto, num dia de festa. Escreveu-lhes dizendo que comemorassem aquelas datas como dias de festa e de alegria, de troca de presentes e de ofertas aos pobres.",
      "reflexao": "A tristeza se converteu em alegria — não apenas para alguns, mas para todo o povo. Essa virada é marca da ação de Deus. A generosidade, o cuidado com os pobres e a celebração comunitária são formas de perpetuar a memória de que Deus transforma destinos e sara feridas profundas."
    },
    {
      "numero": "23",
      "texto": "E assim os judeus adotaram como costume aquela comemoração, conforme o que Mardoqueu lhes tinha ordenado por escrito.",
      "reflexao": "A memória da salvação se transformou em tradição viva. O povo acolhe com gratidão o marco do livramento. O que era ameaça virou celebração. O costume firmado em fé perpetua a fidelidade de Deus entre as gerações."
    },
    {
      "numero": "24",
      "texto": "Pois Hamã, filho do agagita Hamedata, inimigo de todos os judeus, tinha tramado contra eles para destruí-los e tinha lançado o pur, isto é, a sorte para a ruína e destruição deles.",
      "reflexao": "O mal havia sido tramado com frieza e estratégia, mas a soberania de Deus anulou os planos do inimigo. Nem o acaso, nem o poder humano prevalecem diante do propósito divino. A sorte lançada contra o povo foi revertida em livramento."
    },
    {
      "numero": "25",
      "texto": "Mas quando isso chegou ao conhecimento do rei, ele deu ordens escritas para que o plano maligno de Hamã contra os judeus se voltasse contra a sua própria cabeça, e para que ele e seus filhos fossem enforcados.",
      "reflexao": "A justiça encontrou seu caminho. O que Hamã arquitetou para os outros caiu sobre si mesmo. Assim age o Deus que não dorme: Ele transforma armadilhas em instrumentos de juízo. O mal planejado retorna ao coração do perverso."
    },
    {
      "numero": "26",
      "texto": "Por isso aqueles dias foram chamados Purim, da palavra pur. Considerando tudo o que estava escrito nessa carta, o que tinham visto e o que tinha acontecido,",
      "reflexao": "O nome da festa carrega o peso da história: o acaso usado para destruir se tornou o símbolo da redenção. O povo lembra, celebra e reconhece: o livramento não veio por sorte, mas por direção divina. E por isso o nome permanece, com sentido profundo."
    },
    {
      "numero": "27",
      "texto": "os judeus decidiram estabelecer o costume de que eles e os seus descendentes e todos os que se tornassem judeus não deixariam de comemorar anualmente esses dois dias, na forma prescrita e na data certa.",
      "reflexao": "A fidelidade do povo ao decreto mostra o desejo de manter viva a lembrança da graça recebida. A festa não pertence apenas àquela geração, mas a todos os que se unirem ao povo da aliança. A memória do livramento torna-se um elo entre os tempos."
    },
    {
      "numero": "28",
      "texto": "Esses dias seriam lembrados e comemorados em cada família de cada geração, em cada província e em cada cidade, e jamais deveriam deixar de ser comemorados pelos judeus. E os seus descendentes jamais deveriam esquecer-se de tais dias.",
      "reflexao": "O que Deus faz não deve ser esquecido. A ordem para comemorar é um chamado à gratidão contínua. Cada lar, geração e lugar se torna guardião da história da salvação. A memória do livramento torna-se herança sagrada."
    },
    {
      "numero": "29",
      "texto": "Então a rainha Ester, filha de Abiail, e o judeu Mardoqueu, escreveram com toda a autoridade uma segunda carta para confirmar a primeira carta acerca do Purim.",
      "reflexao": "A autoridade de Ester e Mardoqueu sela o decreto com firmeza. Não se trata apenas de celebrar, mas de confirmar — diante da história e das nações — que o Deus dos judeus reina e age. A verdade é registrada para que não se perca no tempo."
    },
    {
      "numero": "30",
      "texto": "Mardoqueu enviou cartas a todos os judeus das cento e vinte e sete províncias do império de Xerxes, desejando-lhes paz e segurança,",
      "reflexao": "A palavra enviada por Mardoqueu não é apenas um decreto, mas uma bênção. A paz e a segurança, tão sonhadas em tempos de ameaça, agora se tornam realidade proclamada. O cuidado pastoral acompanha o cuidado político."
    },
    {
      "numero": "31",
      "texto": "e confirmando que os dias de Purim deveriam ser comemorados nas datas determinadas, conforme o judeu Mardoqueu e a rainha Ester tinham decretado e estabelecido para si mesmos, para todos os judeus e para os seus descendentes, e acrescentou observações sobre tempos de jejum e de lamentação.",
      "reflexao": "A comemoração é precedida por jejum e reflexão. Alegria e lamento caminham juntos na história do povo de Deus. Antes da festa, o reconhecimento da dor. Antes do riso, a reverência. A memória fiel exige equilíbrio entre celebração e sobriedade."
    },
    {
      "numero": "32",
      "texto": "O decreto de Ester confirmou as regras do Purim, e isso foi escrito nos registros.",
      "reflexao": "A palavra da rainha tem valor eterno porque ecoa a vontade de Deus. O que Ester confirmou, o tempo não apagará. Escrito nos registros humanos, mas também no coração dos céus, o Purim é mais que uma festa — é um testemunho da graça que transforma destinos."
    }
  ]
}
