{
  "livro": "Êxodo",
  "capitulo": "2",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Um homem da tribo de Levi casou-se com uma mulher da mesma tribo,",
      "reflexao": "Em meio à opressão e ao sofrimento, Deus planta sementes de esperança. Este casamento simples, quase anônimo, carrega no ventre da história o libertador que Deus está formando. O propósito divino nasce, muitas vezes, de lugares comuns aos olhos dos homens, mas extraordinários aos olhos do céu."
    },
    {
      "numero": "2",
      "texto": "e ela engravidou e deu à luz um filho. Vendo que era bonito, ela o escondeu por três meses.",
      "reflexao": "O amor materno é expressão do cuidado de Deus. A beleza daquele menino não era apenas física, mas um sinal da promessa. Mesmo cercada pelo medo e pela morte, a mãe protege, esconde, cuida — assim como Deus faz com os Seus filhos quando estão ameaçados pelo caos do mundo."
    },
    {
      "numero": "3",
      "texto": "Quando já não podia mais escondê-lo, pegou um cesto feito de junco e o vedou com piche e betume. Colocou nele o menino e deixou o cesto entre os juncos, à margem do Nilo.",
      "reflexao": "Que ato de fé e entrega! Quando não há mais forças humanas, resta confiar que Deus cuidará. Aquele cesto, que aos olhos humanos parece frágil, nas mãos de Deus torna-se embarcação de livramento. Assim também somos quando nos colocamos nas águas da providência divina — protegidos, mesmo que à deriva aos olhos do mundo."
    },
    {
      "numero": "4",
      "texto": "A irmã do menino ficou observando de longe para ver o que lhe aconteceria.",
      "reflexao": "O cuidado não se desfaz no ato da entrega. A irmã, vigilante, é símbolo daqueles que, mesmo na incerteza, permanecem atentos, intercedendo, cuidando e esperando o agir de Deus. O céu se move quando há quem vigia com fé."
    },
    {
      "numero": "5",
      "texto": "A filha do faraó descera ao Nilo para tomar banho. Enquanto isso as suas servas andavam pela margem do rio. Nisso viu o cesto entre os juncos e mandou sua criada apanhá-lo.",
      "reflexao": "Deus é especialista em usar instrumentos improváveis. A própria filha do opressor torna-se instrumento do livramento. Quando Deus decide intervir, até os meios mais inesperados se tornam ponte para o cumprimento do seu plano."
    },
    {
      "numero": "6",
      "texto": "Ao abri-lo viu um bebê chorando. Ficou com pena dele e disse: ‘Este menino é dos hebreus’.",
      "reflexao": "O choro de uma criança moveu o coração da filha do faraó. Assim também Deus ouve nossos clamores. Nenhuma lágrima é desperdiçada. O pranto que sobe da terra toca o céu e muda decretos, sensibiliza corações e abre portas onde antes só havia muros."
    },
    {
      "numero": "7",
      "texto": "Então a irmã do menino aproximou-se e perguntou à filha do faraó: ‘A senhora quer que eu vá chamar uma mulher dos hebreus para amamentar e criar o menino?’",
      "reflexao": "A sabedoria e a prontidão são dons nas mãos de quem confia em Deus. A atitude da irmã revela que Deus usa pessoas ousadas, que, mesmo em situações delicadas, se tornam respostas no meio do problema. Quem anda em obediência, encontra graça até mesmo entre os poderosos."
    },
    {
      "numero": "8",
      "texto": "‘Quero’, respondeu ela. E a moça foi chamar a mãe do menino.",
      "reflexao": "Que ironia gloriosa! Aquela que entregou seu filho, agora é chamada para cuidar dele, e sob proteção real. Quando entregamos algo a Deus, Ele não apenas devolve, mas o faz de forma surpreendente, restaurando, protegendo e honrando."
    },
    {
      "numero": "9",
      "texto": "Então a filha do faraó disse à mulher: ‘Leve este menino e amamente-o para mim, e eu lhe pagarei por isso’. A mulher levou o menino e o amamentou.",
      "reflexao": "O que era motivo de dor torna-se fonte de provisão. Deus transforma lágrimas em salário, entrega em proteção, perda em milagre. A mãe que chorava agora cuida do filho sob os cuidados daquele que antes decretava morte. É assim que Deus trabalha — surpreendendo a lógica humana."
    },
    {
      "numero": "10",
      "texto": "Tendo o menino crescido, ela o levou à filha do faraó, que o adotou e lhe deu o nome de Moisés, dizendo: ‘Porque eu o tirei das águas’.",
      "reflexao": "‘Tirado das águas’ é mais que um nome; é uma identidade profética. Assim como Moisés foi salvo das águas, Deus nos tira das águas do caos, do desespero e da morte. E aquele que é resgatado se torna, mais adiante, instrumento para resgatar outros."
    },
    {
      "numero": "11",
      "texto": "Certo dia, sendo Moisés já adulto, foi ao lugar onde estavam os seus irmãos hebreus e descobriu como era pesado o trabalho que realizavam. Viu também um egípcio espancar um dos hebreus.",
      "reflexao": "O chamado começa quando nossos olhos se abrem para a dor dos outros. Moisés, embora vivendo no palácio, não ignorou o sofrimento do seu povo. O desconforto diante da injustiça é muitas vezes o primeiro sopro do propósito que Deus acende em nós."
    },
    {
      "numero": "12",
      "texto": "Correu o olhar por todos os lados e, não vendo ninguém, matou o egípcio e o escondeu na areia.",
      "reflexao": "Quando tentamos resolver com nossas próprias mãos aquilo que só Deus pode resolver, os resultados são desastrosos. A precipitação, fruto de uma justiça humana, não produz o propósito de Deus. É necessário aprender que o tempo e os métodos dEle são perfeitos."
    },
    {
      "numero": "13",
      "texto": "No dia seguinte saiu e viu dois hebreus brigando. Então perguntou ao agressor: ‘Por que você está espancando o seu companheiro?’",
      "reflexao": "Quem carrega um senso de justiça não consegue permanecer indiferente ao que vê. Moisés, mesmo após o erro, ainda tem dentro de si o desejo de promover reconciliação. Deus não despreza corações que anseiam por justiça, ainda que estejam em processo de amadurecimento."
    },
    {
      "numero": "14",
      "texto": "O homem respondeu: ‘Quem o nomeou líder e juiz sobre nós? Quer matar-me como matou o egípcio?’ Moisés teve medo e pensou: ‘Com certeza tudo já foi descoberto!’",
      "reflexao": "Quando agimos fora do tempo de Deus, o peso da culpa nos alcança e o medo nos paralisa. Este versículo nos ensina que até os chamados por Deus precisam aprender a esperar, amadurecer e entender que o agir divino não se faz por força, mas pela direção do Espírito."
    },
    {
      "numero": "15",
      "texto": "Quando o faraó soube disso, procurou matar Moisés, mas este fugiu e foi morar na terra de Midiã. Ali assentou-se à beira de um poço.",
      "reflexao": "O poço, lugar de pausa e reflexão, torna-se cenário do recomeço. Deus permite fugas e desertos não como fim, mas como oficina da alma, onde o orgulho é quebrado, a força é renovada e o propósito é realinhado."
    },
    {
      "numero": "16",
      "texto": "Ora, o sacerdote de Midiã tinha sete filhas. Elas foram buscar água para encher os bebedouros e dar de beber ao rebanho de seu pai.",
      "reflexao": "A simplicidade dos encontros cotidianos é palco para os encontros providenciais. Enquanto cuidavam das suas tarefas diárias, aquelas mulheres estavam prestes a presenciar a mão de Deus movendo as circunstâncias a seu favor."
    },
    {
      "numero": "17",
      "texto": "Alguns pastores se aproximaram e começaram a expulsá-las dali; Moisés, porém, veio em auxílio delas e deu água ao rebanho.",
      "reflexao": "Mesmo fugindo e ferido, o senso de justiça de Moisés permanece. Quem carrega dentro de si a essência do chamado não consegue se omitir, mesmo nos dias em que está quebrado. Deus usa até as nossas fugas para nos moldar e nos alinhar ao propósito."
    },
    {
      "numero": "18",
      "texto": "Quando as moças voltaram a seu pai Reuel, este lhes perguntou: ‘Por que voltaram tão cedo hoje?’",
      "reflexao": "O favor de Deus apressa os processos e surpreende até quem estava acostumado com o contrário. Onde antes havia opressão e demora, Deus envia auxílio e mudança."
    },
    {
      "numero": "19",
      "texto": "Elas responderam: ‘Um egípcio defendeu-nos dos pastores e ainda tirou água do poço para nós e deu de beber ao rebanho’.",
      "reflexao": "Mesmo sem perceber, Moisés já começava a cumprir parte de seu chamado: ser libertador, ser provedor, ser socorro. Deus nos usa até quando não entendemos exatamente onde estamos no caminho."
    },
    {
      "numero": "20",
      "texto": "‘Onde está ele?’, perguntou o pai a elas. ‘Por que o deixaram lá? Convidem-no para comer conosco.’",
      "reflexao": "O cuidado de Deus se manifesta em acolhimento. O homem que fugia por ter matado, agora é convidado a sentar-se à mesa. Assim é o Eterno — transforma fugitivos em família, e estrangeiros em filhos amados."
    },
    {
      "numero": "21",
      "texto": "Moisés aceitou e concordou também em morar na casa daquele homem; este lhe deu por mulher sua filha Zípora.",
      "reflexao": "No deserto, Moisés encontra não apenas abrigo, mas uma nova estação. Deus, muitas vezes, nos retira de cenários de dor para nos plantar em lugares de cura, reconstrução e novos começos."
    },
    {
      "numero": "22",
      "texto": "Ela deu à luz um menino, a quem Moisés deu o nome de Gérson, dizendo: ‘Sou imigrante em terra estrangeira’.",
      "reflexao": "O nome que Moisés dá ao filho revela sua consciência de não pertencer mais ao que ficou para trás, mas também de ainda não estar no destino final. Assim também somos — peregrinos em terras de aprendizado, até que Deus nos leve ao cumprimento pleno da promessa."
    },
    {
      "numero": "23",
      "texto": "Muito tempo depois, morreu o rei do Egito. Os israelitas gemiam e clamavam debaixo da escravidão; e o seu clamor subiu até Deus.",
      "reflexao": "O clamor sincero jamais se perde no vazio. As lágrimas da terra são sementes que germinam no céu. Deus ouve, Deus vê e Deus responde. Nenhuma opressão é invisível aos olhos do Eterno."
    },
    {
      "numero": "24",
      "texto": "Ouviu Deus o lamento deles e lembrou-se da aliança que fizera com Abraão, Isaque e Jacó.",
      "reflexao": "O Deus da aliança não é Deus de esquecimento. Quando clamamos, Ele traz à memória não nossas fraquezas, mas suas promessas. A fidelidade de Deus atravessa gerações e não falha jamais."
    },
    {
      "numero": "25",
      "texto": "Deus olhou para os israelitas e viu qual era a situação deles.",
      "reflexao": "Este versículo carrega uma das declarações mais poderosas das Escrituras: ‘Deus viu’. Não há dor invisível, nem sofrimento ignorado. O olhar de Deus restaura, prepara e sinaliza que o tempo da intervenção está chegando."
    }
  ]
}
