{
  "livro": "Êxodo",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E disse o Senhor a Moisés:",
      "reflexao": "Quando Deus fala, Ele estabelece princípios eternos. Suas instruções são a bússola que conduz Seu povo à liberdade, à santidade e ao propósito."
    },
    {
      "numero": "2",
      "texto": "‘Consagre a mim todos os primogênitos. O primeiro filho israelita me pertence, não somente entre os homens, mas também entre os animais.’",
      "reflexao": "O princípio da consagração nos ensina que tudo o que temos de melhor deve pertencer ao Senhor. O primogênito simboliza a primazia de Deus em nossas vidas."
    },
    {
      "numero": "3",
      "texto": "Então disse Moisés ao povo: ‘Comemorem esse dia em que vocês saíram do Egito, da terra da escravidão, porque o Senhor os tirou dali com mão poderosa. Não comam nada fermentado.’",
      "reflexao": "A memória da libertação deve ser permanente. Deus nos convida a lembrar que fomos resgatados da escravidão, e que nossa caminhada é fruto da Sua mão poderosa."
    },
    {
      "numero": "4",
      "texto": "‘Neste dia do mês de abibe vocês estão saindo.’",
      "reflexao": "O Senhor marca datas no tempo para que o povo jamais esqueça que há um antes e um depois de Sua intervenção. Todo encontro com Deus redefine a história."
    },
    {
      "numero": "5",
      "texto": "‘Quando o Senhor os fizer entrar na terra dos cananeus, dos hititas, dos amorreus, dos heveus e dos jebuseus — terra que ele jurou aos seus antepassados que daria a vocês, terra onde manam leite e mel — vocês deverão celebrar esta cerimônia neste mesmo mês.’",
      "reflexao": "O Deus que promete é o Deus que cumpre. A celebração da libertação não é apenas no deserto, mas também na conquista, para que nunca esqueçamos que tudo vem das mãos do Senhor."
    },
    {
      "numero": "6",
      "texto": "‘Durante sete dias comam pão sem fermento e, no sétimo dia façam uma festa ao Senhor.’",
      "reflexao": "O ciclo da adoração inclui purificação e celebração. Deus nos convida a remover o fermento — símbolo do pecado — e a festejar a libertação com gratidão e reverência."
    },
    {
      "numero": "7",
      "texto": "‘Comam pão sem fermento durante os sete dias; não haja nada fermentado entre vocês, nem fermento algum dentro do seu território.’",
      "reflexao": "Deus nos ensina que a santidade não é algo interno apenas, mas também externo. O ambiente que nos cerca deve refletir os valores do Reino — sem espaço para a corrupção do pecado."
    },
    {
      "numero": "8",
      "texto": "‘Nesse dia cada um dirá a seu filho: Assim faço pelo que o Senhor fez por mim quando saí do Egito.’",
      "reflexao": "A fé se transmite pela memória viva dos feitos do Senhor. A cada geração, o testemunho deve ser contado, para que os filhos saibam que o Deus que libertou é o mesmo que ainda age hoje."
    },
    {
      "numero": "9",
      "texto": "‘Isto lhe será como sinal em sua mão e memorial em sua testa, para que a lei do Senhor esteja em seus lábios, porque o Senhor o tirou do Egito com mão poderosa.’",
      "reflexao": "A libertação deve estar marcada nas mãos (nossas ações), na testa (nos nossos pensamentos) e nos lábios (nossas palavras). A redenção impacta tudo: mente, coração e conduta."
    },
    {
      "numero": "10",
      "texto": "‘Cumpra esta determinação na época certa, de ano em ano.’",
      "reflexao": "Deus estabelece ritmos espirituais. A constância no lembrar e no celebrar nos mantém conectados ao propósito divino, impedindo que o esquecimento apague a gratidão."
    },
    {
      "numero": "11",
      "texto": "‘Depois que o Senhor os fizer entrar na terra dos cananeus e entregá-la a vocês, como jurou a vocês e aos seus antepassados,’",
      "reflexao": "Deus cumpre Suas promessas. O que foi jurado aos pais, Ele realiza nos filhos. Sua fidelidade atravessa gerações e garante que Suas promessas jamais falham."
    },
    {
      "numero": "12",
      "texto": "‘separem para o Senhor o primeiro nascido de todo ventre. Todos os primeiros machos dos seus rebanhos pertencem ao Senhor.’",
      "reflexao": "Consagrar o primeiro é reconhecer que tudo vem de Deus. A entrega dos primogênitos é um ato de fé, gratidão e dependência, que declara: ‘O Senhor é o dono de tudo’."
    },
    {
      "numero": "13",
      "texto": "‘Resgate com um cordeiro toda primeira cria dos jumentos, mas se não quiser resgatá-la, quebre-lhe o pescoço. Resgate também todo primogênito entre os seus filhos.’",
      "reflexao": "O princípio do resgate revela que toda vida tem valor diante de Deus, e que o preço da redenção é real. Isso aponta profeticamente para Jesus, o Cordeiro que nos resgatou da morte."
    },
    {
      "numero": "14",
      "texto": "‘No futuro, quando os seus filhos lhes perguntarem: Que significa isto? digam-lhes: Com mão poderosa o Senhor nos tirou do Egito, da terra da escravidão.’",
      "reflexao": "A pedagogia divina inclui perguntas e respostas. A curiosidade das crianças se transforma em oportunidade para ensinar que Deus é libertador, fiel e digno de ser lembrado por todas as gerações."
    },
    {
      "numero": "15",
      "texto": "‘Quando o faraó resistiu e recusou deixar-nos sair, o Senhor matou todos os primogênitos do Egito, tanto de homens como de animais. Por isso sacrificamos ao Senhor os primeiros machos de todo ventre e resgatamos os nossos primogênitos.’",
      "reflexao": "A consagração dos primogênitos é um memorial do juízo e da graça. É lembrar que fomos poupados não porque merecíamos, mas porque o sangue da aliança nos protegeu e nos livrou da destruição."
    },
    {
      "numero": "16",
      "texto": "‘Isto será como sinal em sua mão e marca em sua testa de que o Senhor nos tirou do Egito com mão poderosa.’",
      "reflexao": "A libertação deve estar gravada em tudo o que somos e fazemos. Que nossas mãos (ações) e nossa mente (pensamentos) sejam testemunhos vivos da graça que nos tirou da escravidão."
    },
    {
      "numero": "17",
      "texto": "Quando o faraó deixou sair o povo, Deus não o guiou pela rota da terra dos filisteus, embora este fosse o caminho mais curto, pois disse: ‘Se eles se defrontarem com a guerra, talvez se arrependam e voltem para o Egito.’",
      "reflexao": "Deus conhece nossas fraquezas. Nem sempre o caminho mais curto é o melhor. O Senhor nos conduz por rotas que fortalecem a nossa fé e nos preparam para herdar o que Ele prometeu."
    },
    {
      "numero": "18",
      "texto": "Assim, o Senhor fez o povo dar a volta pelo deserto, seguindo o caminho que leva ao mar Vermelho. Os israelitas saíram do Egito preparados para lutar.",
      "reflexao": "O deserto não é atraso, é treinamento. Deus forma, fortalece e equipa Seu povo enquanto os leva, não apenas para a liberdade, mas para a maturidade e a vitória."
    },
    {
      "numero": "19",
      "texto": "Moisés levou os ossos de José, porque José havia feito os filhos de Israel prestarem um juramento, quando disse: ‘Deus certamente virá em auxílio de vocês; levem então os meus ossos daqui.’",
      "reflexao": "O cumprimento das promessas transcende gerações. Levar os ossos de José é declarar que Deus é fiel, mesmo quando a espera parece longa. Nenhuma promessa dEle cai no esquecimento."
    },
    {
      "numero": "20",
      "texto": "Os israelitas partiram de Sucote e acamparam em Etã, junto ao deserto.",
      "reflexao": "A jornada com Deus é feita de passos de fé. Cada acampamento é provisório, porque o destino não é o deserto, mas a terra prometida. Deus guia, mesmo quando o caminho parece árido."
    },
    {
      "numero": "21",
      "texto": "Durante o dia o Senhor ia adiante deles, numa coluna de nuvem, para guiá-los no caminho, e de noite, numa coluna de fogo, para iluminá-los, e assim podiam caminhar de dia e de noite.",
      "reflexao": "A presença de Deus é constante, seja no calor do dia, seja na escuridão da noite. Ele guia, protege e ilumina. Quem caminha na presença do Senhor nunca está perdido, nem sozinho."
    },
    {
      "numero": "22",
      "texto": "A coluna de nuvem não se afastava do povo de dia, nem a coluna de fogo, de noite.",
      "reflexao": "Deus é o Deus que permanece. Sua presença não se ausenta, não se esconde, não abandona. Quem anda com Ele experimenta cuidado contínuo, direção infalível e amor inabalável."
    }
  ]
}
