{
  "livro": "Êxodo",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então o Senhor disse a Moisés: ‘Agora você verá o que farei ao faraó: Por minha mão poderosa, ele os deixará ir; por minha mão poderosa, ele os expulsará do seu país’.",
      "reflexao": "Deus declara que é chegada a hora da manifestação do Seu poder. Quando a mão do Senhor se levanta, nem o maior império pode resistir. O que antes parecia impossível agora se tornará testemunho da soberania divina."
    },
    {
      "numero": "2",
      "texto": "Disse Deus ainda a Moisés: ‘Eu sou o Senhor’.",
      "reflexao": "A declaração ‘Eu sou o Senhor’ é mais que um nome — é a revelação da Sua autoridade, fidelidade e poder. Quando Deus diz ‘Eu sou’, toda insegurança se cala, toda dúvida se desfaz, e toda promessa se firma."
    },
    {
      "numero": "3",
      "texto": "‘Apareci a Abraão, a Isaque e a Jacó como o Deus Todo-poderoso, mas pelo meu nome, o Senhor, não me revelei a eles.’",
      "reflexao": "Deus revela aqui um nível mais profundo de intimidade. Aos patriarcas Ele se mostrou como Todo-poderoso; agora, ao povo, se apresenta como ‘O Senhor’, Aquele que cumpre Suas promessas e Se manifesta como libertador no tempo oportuno."
    },
    {
      "numero": "4",
      "texto": "‘Depois estabeleci com eles a minha aliança para dar-lhes a terra de Canaã, terra onde viveram como estrangeiros.’",
      "reflexao": "O Deus da aliança não esquece Suas promessas. Mesmo que os anos passem e as circunstâncias digam o contrário, a aliança permanece viva, inquebrável e firme como o próprio Deus que a estabeleceu."
    },
    {
      "numero": "5",
      "texto": "‘E agora ouvi o lamento dos israelitas, a quem os egípcios mantêm escravos, e lembrei-me da minha aliança.’",
      "reflexao": "Deus nunca se esquece, mas quando a Escritura diz ‘lembrei-me da minha aliança’, significa que chegou o tempo de agir. O clamor da dor encontra eco no céu, e o Deus que ouve também é o Deus que se move para libertar."
    },
    {
      "numero": "6",
      "texto": "‘Por isso, diga aos israelitas: Eu sou o Senhor. Eu os livrarei do trabalho imposto pelos egípcios. Eu os libertarei da escravidão e os resgatarei com braço forte e com poderosos atos de juízo.’",
      "reflexao": "Três promessas ressoam neste versículo: livrar, libertar e resgatar. O Deus que vê o sofrimento é o mesmo que estende Seu braço forte, rompe cadeias e transforma lágrimas em celebração de liberdade."
    },
    {
      "numero": "7",
      "texto": "‘Eu os farei meu povo e serei o Deus de vocês. Então vocês saberão que eu sou o Senhor, o Deus de vocês, que os livra do trabalho imposto pelos egípcios.’",
      "reflexao": "A libertação de Deus não é apenas física, mas relacional. Deus não quer apenas tirar o povo da escravidão, mas conduzi-los a uma vida de aliança, onde Ele é Deus e eles são Seu povo — uma relação de amor, cuidado e comunhão eterna."
    },
    {
      "numero": "8",
      "texto": "‘E os farei entrar na terra que, com mão levantada, jurei que daria a Abraão, a Isaque e a Jacó. Eu a darei a vocês como propriedade. Eu sou o Senhor.’",
      "reflexao": "Deus cumpre Suas promessas até o fim. A terra prometida não é apenas um lugar físico, mas o símbolo do cumprimento das promessas, da herança, do descanso e da fidelidade imutável do Deus que não falha."
    },
    {
      "numero": "9",
      "texto": "Moisés declarou isso aos israelitas, mas eles não lhe deram ouvidos, por causa da angústia e da cruel escravidão que sofriam.",
      "reflexao": "A dor prolongada tem o poder de silenciar a esperança. Mesmo ouvindo a promessa, o povo não consegue mais acreditar. Mas o fato de não crermos, em momentos de dor, não impede que Deus continue fiel e cumpra Sua palavra."
    },
    {
      "numero": "10",
      "texto": "Então o Senhor ordenou a Moisés:",
      "reflexao": "Mesmo quando o povo não ouve, Deus continua falando. O silêncio da esperança dos homens não cala a voz de Deus. O chamado continua, porque quem opera é Deus, e não os ânimos humanos."
    },
    {
      "numero": "11",
      "texto": "‘Vá dizer ao faraó, rei do Egito, que deixe os israelitas saírem do país.’",
      "reflexao": "A missão permanece, independente da resistência. Quando Deus envia, nem a incredulidade do povo nem a dureza dos opressores são capazes de impedir o cumprimento da Sua vontade."
    },
    {
      "numero": "12",
      "texto": "Moisés, porém, disse na presença do Senhor: ‘Se os israelitas não me dão ouvidos, como me ouvirá o faraó? Ainda mais que não tenho facilidade para falar!’",
      "reflexao": "O cansaço emocional e espiritual também atinge aqueles que são chamados por Deus. Moisés olha para suas limitações e para o cenário e, mais uma vez, duvida. Mas Deus não se impressiona com nossos medos — Ele é Aquele que sustenta e fortalece."
    },
    {
      "numero": "13",
      "texto": "Mas o Senhor ordenou a Moisés e a Arão que dissessem aos israelitas e ao faraó, rei do Egito, que tinham ordem para tirar do Egito os israelitas.",
      "reflexao": "Quando Deus ordena, não há plano humano que O detenha. Sua palavra é decreto irrevogável. Nem a dúvida dos Seus servos, nem a resistência dos inimigos, impedem o avanço do plano divino."
    },
    {
      "numero": "14",
      "texto": "Estes foram os chefes das famílias israelitas: Os filhos de Rúben, filho mais velho de Israel, foram: Enoque, Palu, Hezrom e Carmi. Esses foram os clãs de Rúben.",
      "reflexao": "O registro dos nomes nos lembra que Deus conhece cada família, cada geração, cada linhagem. Ele não lida com multidões anônimas, mas com pessoas, com histórias e com legados que Ele mesmo constrói e preserva."
    },
    {
      "numero": "15",
      "texto": "Os filhos de Simeão foram: Jemuel, Jamim, Oade, Jaquim, Zoar e Saul, filho de uma cananéia. Esses foram os clãs de Simeão.",
      "reflexao": "Deus registra cada nome porque cada vida importa em Seu plano soberano. As gerações são parte da construção do propósito eterno. Ninguém é invisível aos olhos do Deus da aliança."
    },
    {
      "numero": "16",
      "texto": "Estes, pois, são os nomes dos filhos de Levi, por ordem de nascimento: Gérson, Coate e Merari. Levi viveu cento e trinta e sete anos.",
      "reflexao": "O Deus da aliança não perde de vista nenhuma geração. Cada nome registrado aqui carrega um legado espiritual que ecoa na eternidade. Deus trabalha através de linhagens, cumprindo Seus planos de geração em geração."
    },
    {
      "numero": "17",
      "texto": "Os filhos de Gérson, conforme seus clãs, foram Libni e Simei.",
      "reflexao": "O registro dos nomes é mais do que genealogia — é testemunho de pertencimento, herança e continuidade. Deus conhece cada ramo da árvore da vida que Ele mesmo planta e sustenta."
    },
    {
      "numero": "18",
      "texto": "Os filhos de Coate foram Anrão, Isar, Hebrom e Uziel. Coate viveu cento e trinta e três anos.",
      "reflexao": "Cada geração carrega a responsabilidade de preservar a aliança. Deus acompanha a história das famílias, reafirmando que Seus planos atravessam séculos, vencem o tempo e permanecem firmes."
    },
    {
      "numero": "19",
      "texto": "Os filhos de Merari foram Mali e Musi. Esses foram os clãs de Levi, por ordem de nascimento.",
      "reflexao": "Os clãs formam não apenas uma descendência biológica, mas espiritual. O chamado, o serviço e a promessa são transmitidos como herança sagrada, alinhando cada geração ao propósito divino."
    },
    {
      "numero": "20",
      "texto": "Anrão tomou por mulher sua tia Joquebede, que lhe deu à luz Arão e Moisés. Anrão viveu cento e trinta e sete anos.",
      "reflexao": "Desta união nasceram líderes que mudariam a história de uma nação. Deus escolhe os simples, as famílias comuns, para fazer nascer grandes libertadores. O ventre da promessa está muitas vezes oculto aos olhos humanos, mas conhecido pelo céu."
    },
    {
      "numero": "21",
      "texto": "Os filhos de Isar foram Corá, Nefegue e Zicri.",
      "reflexao": "Cada nome é uma pedra na construção da história do povo de Deus. Alguns destes se tornariam personagens de grandes desafios espirituais, provando que, mesmo dentro da linhagem da promessa, há espaço para escolhas e consequências."
    },
    {
      "numero": "22",
      "texto": "Os filhos de Uziel foram Misael, Elzafã e Sitri.",
      "reflexao": "Deus conhece não apenas os grandes líderes, mas também cada pessoa que compõe a comunidade da fé. Ninguém é invisível no plano divino. Cada nome carrega valor, missão e história diante do Altíssimo."
    },
    {
      "numero": "23",
      "texto": "Arão tomou por mulher a Eliseba, filha de Aminadabe, irmã de Naassom, e ela lhe deu à luz Nadabe, Abiú, Eleazar e Itamar.",
      "reflexao": "A união de Arão e Eliseba sela não apenas uma família, mas a linhagem sacerdotal. Desse ventre nascem aqueles que serviriam no altar, mostrando que Deus escolhe famílias inteiras para perpetuar Sua presença entre os homens."
    },
    {
      "numero": "24",
      "texto": "Os filhos de Corá foram Assir, Elcana e Abiasafe. Esses foram os clãs dos coraítas.",
      "reflexao": "O registro dos coraítas lembra que mesmo entre os chamados, há aqueles que escolherão a rebelião no futuro. Mas também nascerão, desses mesmos ramos, os que levantarão vozes de adoração. Deus transforma histórias, redime linhagens e resgata propósitos."
    },
    {
      "numero": "25",
      "texto": "Eleazar, filho de Arão, tomou por mulher uma das filhas de Futiel, e ela lhe deu à luz Finéias. Esses foram os chefes das famílias dos levitas, conforme seus clãs.",
      "reflexao": "Finéias representa a continuidade da aliança, alguém que no futuro se destacará pelo zelo e pela fidelidade. Deus não apenas inicia histórias — Ele sustenta gerações de homens e mulheres comprometidos com Sua santidade."
    },
    {
      "numero": "26",
      "texto": "Foi a este Arão e a este Moisés que o Senhor disse: ‘Tirem os israelitas do Egito, organizados segundo as suas divisões’.",
      "reflexao": "Deus não escolhe ao acaso. A estes homens, que nasceram de linhagens específicas, Ele confiou uma missão histórica: libertar uma nação. O chamado de Deus se conecta com gerações, e cada etapa da vida deles fazia parte da construção desse dia."
    },
    {
      "numero": "27",
      "texto": "Foram eles, Moisés e Arão, que falaram ao faraó, rei do Egito, a fim de tirar os israelitas do Egito.",
      "reflexao": "Deus levanta homens falhos, com histórias humanas, mas os reveste de autoridade celestial. Moisés e Arão são a prova de que Deus transforma pastores e servos comuns em porta-vozes do céu perante reis e impérios."
    },
    {
      "numero": "28",
      "texto": "Ora, quando o Senhor falou com Moisés no Egito,",
      "reflexao": "Deus fala em qualquer lugar. Seja no deserto, seja na opressão, seja no meio do Egito. Sua voz não se limita a ambientes, fronteiras ou circunstâncias. Ele fala porque é Deus presente em todo tempo."
    },
    {
      "numero": "29",
      "texto": "disse-lhe: ‘Eu sou o Senhor. Diga ao faraó, rei do Egito, tudo o que eu lhe disser’.",
      "reflexao": "O chamado vem acompanhado de clareza e autoridade. Quando Deus envia, Ele também coloca em nossa boca a palavra exata. Falar tudo o que Deus disser é o maior ato de coragem e obediência que podemos viver."
    },
    {
      "numero": "30",
      "texto": "Moisés, porém, perguntou ao Senhor: ‘Como o faraó me dará ouvidos, se não tenho facilidade para falar?’",
      "reflexao": "A insegurança ainda habita o coração de Moisés, mostrando que o chamado não elimina nossas fraquezas, mas as submete à graça de Deus. O Senhor não escolhe pela eloquência, mas pela disposição em obedecer, mesmo com limitações."
    }
  ]
}
