{
  "livro": "Êxodo",
  "capitulo": "37",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Bezalel fez a arca com madeira de acácia, com um metro e dez centímetros de comprimento, setenta centímetros de largura e setenta centímetros de altura.",
      "reflexao": "A arca representa a presença de Deus entre o Seu povo. Assim como Bezalel construiu a arca com excelência, Deus deseja que nossas vidas sejam preparadas como morada santa para Ele."
    },
    {
      "numero": "2",
      "texto": "Revestiu-a de ouro puro, por dentro e por fora, e fez uma moldura de ouro ao seu redor.",
      "reflexao": "O ouro puro simboliza a santidade, pureza e glória de Deus. Ser revestido por dentro e por fora revela que nossa vida deve refletir a glória do Senhor, tanto no interior quanto no exterior, naquilo que fazemos e naquilo que somos."
    },
    {
      "numero": "3",
      "texto": "Fundiu quatro argolas de ouro para ela, prendendo-as a seus quatro pés, com duas argolas de um lado e duas do outro.",
      "reflexao": "As argolas permitiam o transporte da arca, mostrando que a presença de Deus deve acompanhar seu povo em toda jornada, sustentada e conduzida com reverência."
    },
    {
      "numero": "4",
      "texto": "Depois fez varas de madeira de acácia e revestiu-as de ouro",
      "reflexao": "As varas são símbolo de serviço. Quem carrega a presença de Deus deve fazê-lo com responsabilidade, pureza (ouro) e firmeza (madeira de acácia, resistente e incorruptível)."
    },
    {
      "numero": "5",
      "texto": "e colocou-as nas argolas laterais da arca para que pudesse ser carregada.",
      "reflexao": "Deus deseja estar presente em todos os momentos da nossa vida. Sua presença não é estática, mas caminha conosco, sustentando-nos em qualquer circunstância."
    },
    {
      "numero": "6",
      "texto": "Fez a tampa de ouro puro com um metro e dez centímetros de comprimento por setenta centímetros de largura.",
      "reflexao": "A tampa da arca, chamada de propiciatório, representa o local onde Deus se manifesta em misericórdia e graça. É símbolo do perdão e da reconciliação, apontando para Cristo."
    },
    {
      "numero": "7",
      "texto": "Fez também dois querubins de ouro batido nas extremidades da tampa.",
      "reflexao": "Os querubins simbolizam a guarda da santidade de Deus. Eles estão voltados para o propiciatório, lembrando-nos de que a adoração e a reverência devem estar constantemente voltadas para Deus."
    },
    {
      "numero": "8",
      "texto": "Fez ainda um querubim numa extremidade e o segundo na outra, formando uma só peça com a tampa.",
      "reflexao": "A unidade dos querubins com a tampa revela que tudo no Reino de Deus é conectado e harmônico. Santidade, misericórdia e presença estão inseparavelmente ligadas."
    },
    {
      "numero": "9",
      "texto": "Os querubins tinham as asas estendidas para cima, cobrindo com elas a tampa. Estavam de frente um para o outro, com o rosto voltado para a tampa.",
      "reflexao": "As asas estendidas sobre o propiciatório demonstram proteção, reverência e cobertura espiritual. Seus rostos voltados para o centro indicam que toda atenção deve estar na presença e na glória de Deus."
    },
    {
      "numero": "10",
      "texto": "Fez a mesa com madeira de acácia com noventa centímetros de comprimento, quarenta e cinco centímetros de largura e setenta centímetros de altura.",
      "reflexao": "A mesa da presença simboliza comunhão. Deus deseja sentar-se conosco, nutrir nossa vida espiritual e ter relacionamento constante com Seus filhos."
    },
    {
      "numero": "11",
      "texto": "Revestiu-a de ouro puro e fez uma moldura de ouro ao seu redor.",
      "reflexao": "A mesa, símbolo de comunhão, também é marcada pela pureza e pela glória. Toda comunhão com Deus deve ser santa, sem corrupção, cheia de reverência e amor."
    },
    {
      "numero": "12",
      "texto": "Fez também ao seu redor uma borda com a largura de quatro dedos e uma moldura de ouro para essa borda.",
      "reflexao": "A borda protege o que está sobre a mesa. Isso fala de cuidado espiritual: devemos zelar pela nossa comunhão com Deus, protegendo-a das distrações e corrupções do mundo."
    },
    {
      "numero": "13",
      "texto": "Fundiu quatro argolas de ouro para a mesa e prendeu-as nos quatro cantos, onde estavam os seus quatro pés.",
      "reflexao": "Assim como a arca, a mesa deveria ser levada, pois a comunhão com Deus não é apenas no templo, mas em toda caminhada. Onde formos, a presença e o relacionamento com Ele devem nos acompanhar."
    },
    {
      "numero": "14",
      "texto": "As argolas foram presas próximas da borda, para que sustentassem as varas usadas para carregar a mesa.",
      "reflexao": "A provisão de Deus é contínua, e Ele deseja que essa comunhão seja transportada em nossa jornada de fé, sustentada pela nossa dedicação e pelo nosso amor constante por Sua presença."
    },
    {
      "numero": "15",
      "texto": "Fez as varas para carregar a mesa de madeira de acácia, revestidas de ouro.",
      "reflexao": "A madeira (força e resistência) e o ouro (glória e santidade) apontam para a união entre humanidade e divindade. Deus deseja que, em nossa fragilidade, sejamos revestidos da Sua glória para carregar Sua presença com dignidade."
    },
    {
      "numero": "16",
      "texto": "E de ouro puro fez os utensílios para a mesa: seus pratos e recipientes para incenso, tigelas e as bacias nas quais se derramam as ofertas de bebidas.",
      "reflexao": "Os utensílios feitos de ouro puro mostram que até os detalhes do serviço a Deus devem refletir Sua santidade e glória. Assim também nossas ações, mesmo as pequenas, devem ser feitas com excelência e reverência."
    },
    {
      "numero": "17",
      "texto": "Fez o candelabro de ouro puro e batido. O pedestal, a haste, as taças, as flores e os botões formavam com ele uma só peça.",
      "reflexao": "O candelabro representa a luz de Deus que nunca se apaga. É feito de uma só peça, simbolizando unidade, perfeição e a presença constante de Deus iluminando nosso caminho."
    },
    {
      "numero": "18",
      "texto": "Seis braços saíam do candelabro: três de um lado e três do outro.",
      "reflexao": "Os seis braços, unidos à haste central, representam que nossa vida, nossas ações e nossa missão estão conectadas e sustentadas pela presença de Deus, que é a luz verdadeira."
    },
    {
      "numero": "19",
      "texto": "Havia três taças com formato de flor de amêndoa, num dos braços, cada uma com botão e flor, e três taças com formato de flor de amêndoa no braço seguinte, cada uma com botão e flor. Assim será com os seis braços que saem do candelabro.",
      "reflexao": "A flor de amendoeira é símbolo de vigilância e prontidão, pois é a primeira a florescer. Isso nos lembra que devemos estar sempre atentos e despertos espiritualmente, prontos para refletir a luz de Deus no mundo."
    },
    {
      "numero": "20",
      "texto": "Na haste do candelabro havia quatro taças com formato de flor de amêndoa, cada uma com flor e botão.",
      "reflexao": "A beleza dos detalhes na haste central demonstra que, no centro da nossa vida, deve estar a beleza da comunhão com Deus, florescendo continuamente com frutos de luz e santidade."
    },
    {
      "numero": "21",
      "texto": "Havia um botão debaixo de cada par dos seis braços que saíam do candelabro.",
      "reflexao": "Os botões sustentam e unem, revelando que a unidade do Corpo de Cristo é sustentada pela graça, pela presença e pelo amor de Deus, que conecta e dá firmeza a cada parte."
    },
    {
      "numero": "22",
      "texto": "Os braços com seus botões formavam uma só peça com o candelabro, tudo feito de ouro puro e batido.",
      "reflexao": "Deus nos molda como ouro batido, às vezes com processos difíceis, para formar uma obra completa, bela e perfeita, onde cada detalhe expressa a Sua glória e a Sua luz em nós."
    },
    {
      "numero": "23",
      "texto": "Fez de ouro puro suas sete lâmpadas, seus cortadores de pavio e seus apagadores.",
      "reflexao": "As sete lâmpadas representam a plenitude da luz de Deus. Cortadores de pavio e apagadores indicam que é preciso cuidar constantemente da chama espiritual, removendo o que impede a luz de brilhar plenamente."
    },
    {
      "numero": "24",
      "texto": "Com trinta e cinco quilos de ouro puro fez o candelabro com seus botões e todos esses utensílios.",
      "reflexao": "O peso e o valor do ouro nos lembram que a presença e a luz de Deus são preciosas. Devemos valorizá-las acima de qualquer riqueza material, pois são a verdadeira fonte de vida."
    },
    {
      "numero": "25",
      "texto": "Fez ainda o altar de incenso de madeira de acácia. Era quadrado, com quarenta e cinco centímetros de cada lado e noventa centímetros de altura; suas pontas formavam com ele uma só peça.",
      "reflexao": "O altar do incenso simboliza a oração que sobe continuamente a Deus. O formato perfeito e a sua construção mostram que nossas orações devem ser constantes, puras e alinhadas com a vontade do Senhor."
    },
    {
      "numero": "26",
      "texto": "Revestiu de ouro puro a parte superior, todos os lados e as pontas, e fez uma moldura de ouro ao seu redor.",
      "reflexao": "O ouro que reveste o altar simboliza que nossas orações e intercessões são preciosas aos olhos de Deus e devem ser oferecidas com reverência, pureza e devoção."
    },
    {
      "numero": "27",
      "texto": "Fez também duas argolas de ouro de cada lado do altar, abaixo da moldura, para sustentar as varas utilizadas para carregá-lo,",
      "reflexao": "Assim como o altar precisava ser levado, a vida de oração não deve estar presa a um lugar físico. Devemos carregar uma vida de oração constante, em todo tempo e em todo lugar."
    },
    {
      "numero": "28",
      "texto": "e usou madeira de acácia para fazer as varas e revestiu-as de ouro.",
      "reflexao": "As varas de madeira e ouro nos lembram que Deus usa nossa humanidade (madeira) revestida de Sua glória (ouro) para sustentar a missão espiritual e a vida de oração onde estivermos."
    },
    {
      "numero": "29",
      "texto": "Fez ainda o óleo sagrado para as unções e o incenso puro e aromático, obra de perfumista.",
      "reflexao": "O óleo e o incenso representam a unção e a adoração. Deus deseja que nossa vida exale um perfume suave de oração, louvor e consagração, como uma oferta agradável ao Seu coração."
    }
  ]
}
