{
  "livro": "Êxodo",
  "capitulo": "23",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘Não faça declarações falsas e não seja cúmplice do ímpio, sendo-lhe testemunha mal-intencionada.’",
      "reflexao": "Deus condena a mentira e qualquer aliança com o mal. A verdade é um dos pilares do Reino, e ser cúmplice da injustiça é negar o próprio caráter de Deus."
    },
    {
      "numero": "2",
      "texto": "‘Não acompanhe a maioria para fazer o mal. Ao testemunhar num processo, não perverta a justiça para apoiar a maioria,’",
      "reflexao": "A verdade não está nas mãos da maioria, mas no coração de Deus. Quem anda com o Senhor não segue a multidão, mas caminha pela vereda da retidão, ainda que sozinho."
    },
    {
      "numero": "3",
      "texto": "‘nem para favorecer o pobre num processo.’",
      "reflexao": "A justiça de Deus é imparcial. Nem a opressão dos ricos nem a piedade distorcida pelos pobres podem corromper o juízo santo. Justiça é fazer o que é certo, sempre."
    },
    {
      "numero": "4",
      "texto": "‘Se você encontrar perdido o boi ou o jumento que pertence ao seu inimigo, leve-o de volta a ele.’",
      "reflexao": "O amor de Deus transcende inimizades. Fazer o bem a quem nos odeia reflete o coração do Pai, que convida à reconciliação e à superação da maldade com atos de bondade."
    },
    {
      "numero": "5",
      "texto": "‘Se você vir o jumento de alguém que o odeia caído sob o peso de sua carga, não o abandone, procure ajudá-lo.’",
      "reflexao": "O cuidado com o outro, mesmo sendo inimigo, revela maturidade espiritual. A compaixão é mais poderosa que qualquer rancor, e quem pratica o bem vence o mal."
    },
    {
      "numero": "6",
      "texto": "‘Não perverta o direito dos pobres em seus processos.’",
      "reflexao": "Deus é refúgio dos pobres e defensor dos fracos. A justiça do Reino não permite que a fraqueza social se transforme em opressão judicial."
    },
    {
      "numero": "7",
      "texto": "‘Não se envolva em falsas acusações nem condene à morte o inocente e o justo, porque não absolverei o culpado.’",
      "reflexao": "O Eterno vela pela vida e pela justiça. Toda acusação injusta ecoa diante do Seu trono, e Sua justiça não falha. Deus protege os inocentes e confronta os que semeiam mentiras."
    },
    {
      "numero": "8",
      "texto": "‘Não aceite suborno, pois o suborno cega até os que têm discernimento e prejudica a causa do justo.’",
      "reflexao": "Onde há suborno, há cegueira espiritual. A integridade é mais preciosa que qualquer vantagem, pois quem ama a justiça caminha na luz do Senhor."
    },
    {
      "numero": "9",
      "texto": "‘Não oprima o estrangeiro. Vocês sabem o que é ser estrangeiro, pois foram estrangeiros no Egito.’",
      "reflexao": "Deus transforma nossa dor em compaixão. Quem já foi estrangeiro carrega no peito a memória da saudade e da solidão. E o Eterno nos ensina a acolher, porque Ele é Deus dos refugiados, dos deslocados e dos sem pátria."
    },
    {
      "numero": "10",
      "texto": "‘Plantem e colham em sua terra durante seis anos,’",
      "reflexao": "Deus organiza o trabalho, estabelecendo ciclos de provisão e descanso. O trabalho é bênção, e o fruto dele deve ser administrado com responsabilidade."
    },
    {
      "numero": "11",
      "texto": "‘mas no sétimo deixem-na descansar sem cultivá-la. Assim os pobres do povo poderão comer o que crescer por si, e o que restar ficará para os animais do campo. Façam o mesmo com as suas vinhas e com os seus olivais.’",
      "reflexao": "O descanso da terra é também cuidado com os necessitados e com a criação. Deus ensina que a abundância é instrumento de justiça social e de equilíbrio com a natureza."
    },
    {
      "numero": "12",
      "texto": "‘Em seis dias façam os seus trabalhos, mas no sétimo não trabalhem, para que o seu boi e o seu jumento possam descansar, e o seu escravo e o estrangeiro renovem as forças.’",
      "reflexao": "O descanso não é apenas um presente ao homem, mas um ato de amor à criação e aos que estão ao nosso redor. É lembrança semanal de que somos dependentes da graça e não das nossas mãos."
    },
    {
      "numero": "13",
      "texto": "‘Tenham o cuidado de fazer tudo o que lhes ordenei. Não invoquem o nome de outros deuses; não se ouçam tais nomes dos seus lábios.’",
      "reflexao": "A lealdade a Deus exige pureza de boca e de coração. Até o nome dos ídolos deve ser evitado, porque onde se pronuncia, abre-se espaço para suas influências. Só o Senhor é digno."
    },
    {
      "numero": "14",
      "texto": "‘Três vezes por ano vocês me celebrarão festa.’",
      "reflexao": "Deus ama a celebração, pois ela renova a aliança, une as famílias e relembra os feitos do Eterno. A vida com Deus não é só dever — é também alegria, comunhão e gratidão."
    },
    {
      "numero": "15",
      "texto": "‘Celebrem a festa dos pães sem fermento; durante sete dias comam pão sem fermento, como eu lhes ordenei. Façam isto na época determinada do mês de abibe, pois nesse mês vocês saíram do Egito. Ninguém se apresentará a mim de mãos vazias.’",
      "reflexao": "Cada celebração é memória viva da libertação. Apresentar-se diante de Deus com as mãos cheias é reconhecer que tudo vem dEle e que a gratidão precisa ter expressão concreta."
    },
    {
      "numero": "16",
      "texto": "‘Celebrem a festa da colheita dos primeiros frutos do seu trabalho de semeadura. Celebrem a festa do encerramento da colheita, quando, no final do ano, vocês armazenarem as colheitas.’",
      "reflexao": "Deus deseja que cada estação da vida — início e fim — seja consagrada a Ele. O trabalho e a colheita tornam-se louvor quando reconhecemos que é o Senhor quem dá crescimento e provisão."
    },
    {
      "numero": "17",
      "texto": "‘Três vezes por ano todos os homens devem comparecer diante do Senhor soberano.’",
      "reflexao": "O encontro com Deus é convocação solene e coletiva. A comunhão com o Altíssimo não é opcional; é a fonte de restauração da vida, da fé e da esperança."
    },
    {
      "numero": "18",
      "texto": "‘Não ofereçam o sangue de um sacrifício feito em minha honra com pão fermentado. A gordura das ofertas de minhas festas não deverá ser guardada até a manhã seguinte.’",
      "reflexao": "O culto a Deus exige pureza, integridade e prontidão. Nada contaminado, nada adiado. Ele merece o melhor, o primeiro e o mais santo do que temos a oferecer."
    },
    {
      "numero": "19",
      "texto": "‘Tragam ao santuário do Senhor seu Deus o melhor dos primeiros frutos das suas colheitas. Não cozinhem o cabrito no leite da própria mãe.’",
      "reflexao": "Deus nos ensina a honrar a fonte de toda provisão. O melhor pertence a Ele, como ato de gratidão e consagração. E até nas práticas culturais, Ele nos convida a cultivar respeito pela vida, rejeitando rituais que ferem a ordem natural e a dignidade da criação."
    },
    {
      "numero": "20",
      "texto": "‘Eis que envio um anjo à frente de vocês para protegê-los por todo o caminho e fazê-los chegar ao lugar que preparei.’",
      "reflexao": "Deus cuida dos Seus filhos. Antes que cheguemos, Ele já preparou o caminho, colocou proteção e guia. A presença do anjo é sinal do cuidado constante do Eterno, que caminha à nossa frente."
    },
    {
      "numero": "21",
      "texto": "‘Prestem atenção e ouçam o que ele diz. Não se rebelem contra ele, pois não perdoará as suas transgressões, pois nele está o meu nome.’",
      "reflexao": "Obedecer à voz de Deus é caminho de vida. Sua presença representada pelo anjo carrega a Sua santidade, autoridade e justiça. Quem honra a Deus, ouve, obedece e caminha seguro sob Sua proteção."
    },
    {
      "numero": "22",
      "texto": "‘Se vocês ouvirem atentamente o que ele disser e fizerem tudo o que lhes ordeno, serei inimigo dos seus inimigos, e adversário dos seus adversários.’",
      "reflexao": "A obediência a Deus ativa o céu em nosso favor. Quem caminha com Deus não luta sozinho. O próprio Senhor se levanta para ser defesa, escudo e justiça contra toda opressão."
    },
    {
      "numero": "23",
      "texto": "‘O meu anjo irá à frente de vocês e os fará chegar à terra dos amorreus, dos hititas, dos ferezeus, dos cananeus, dos heveus e dos jebuseus, e eu os exterminarei.’",
      "reflexao": "Deus abre caminhos onde parece impossível. Nenhum obstáculo, nação ou força é capaz de impedir os planos do Eterno. O avanço do povo de Deus carrega a promessa e o cumprimento do Seu cuidado soberano."
    },
    {
      "numero": "24",
      "texto": "‘Não se curvem diante dos deuses deles, nem lhes prestem culto, nem sigam as suas práticas. Destruam-nos totalmente e quebrem as suas colunas sagradas.’",
      "reflexao": "Deus exige separação total de tudo que contamina a alma e conduz ao engano. As alianças espirituais erradas geram armadilhas, mas quem escolhe a santidade experimenta a plenitude do cuidado divino."
    },
    {
      "numero": "25",
      "texto": "‘Prestem culto ao Senhor, o Deus de vocês, e ele os abençoará, dando-lhes alimento e água. Tirarei a doença do meio de vocês.’",
      "reflexao": "O culto verdadeiro não é apenas ritual, mas fonte de vida, provisão e saúde. Honrar ao Senhor atrai bênçãos sobre todas as áreas — corpo, casa, trabalho e espírito."
    },
    {
      "numero": "26",
      "texto": "‘Em sua terra nenhuma grávida perderá o filho, nem haverá mulher estéril. Farei completar-se o tempo de duração da vida de vocês.’",
      "reflexao": "O Deus da vida abençoa a fertilidade, a saúde e a longevidade. Onde Ele reina, há restauração, plenitude e cumprimento de promessas — vida que floresce e se multiplica."
    },
    {
      "numero": "27",
      "texto": "‘Mandarei adiante de vocês o meu terror, que porá em confusão todas as nações que vocês encontrarem. Farei que todos os seus inimigos virem as costas e fujam.’",
      "reflexao": "Quando Deus luta por nós, até os inimigos mais fortes são desarmados. O Senhor é quem abre os caminhos e desfaz as armadilhas. Nele, não há espaço para o medo, pois Ele vai à frente."
    },
    {
      "numero": "28",
      "texto": "‘Causarei pânico entre os heveus, os cananeus e os hititas para expulsá-los de diante de vocês.’",
      "reflexao": "Deus não apenas entrega vitórias, mas remove da nossa frente tudo aquilo que ameaça o cumprimento das Suas promessas. Sua mão opera onde nossos olhos não podem alcançar."
    },
    {
      "numero": "29",
      "texto": "‘Não os expulsarei num só ano, pois a terra se tornaria desolada e os animais selvagens se multiplicariam, ameaçando vocês.’",
      "reflexao": "Deus trabalha no tempo perfeito. Seu processo é proteção. Quando parece que as mudanças são lentas, na verdade é cuidado, preparação e construção segura do futuro."
    },
    {
      "numero": "30",
      "texto": "‘Eu os expulsarei aos poucos, até que vocês sejam numerosos o suficiente para tomar posse da terra.’",
      "reflexao": "A promessa não falha, mas ela se cumpre de forma progressiva. Deus nos faz crescer na mesma medida em que entrega as bênçãos, para que estejamos prontos para sustentá-las."
    },
    {
      "numero": "31",
      "texto": "‘Estabelecerei as suas fronteiras desde o mar Vermelho até o mar dos filisteus, e desde o deserto até o Rio. Entregarei em suas mãos os povos que vivem na terra, aos quais expulsarão de diante de vocês.’",
      "reflexao": "O Deus que promete é o Deus que estabelece limites, protege territórios e garante posse. O que Ele entrega, ninguém toma. Suas promessas são herança segura e definitiva."
    },
    {
      "numero": "32",
      "texto": "‘Não façam aliança com eles nem com os seus deuses.’",
      "reflexao": "As alianças que fazemos definem nosso destino. Deus nos chama à pureza espiritual, à separação e à fidelidade, para que as bênçãos não sejam roubadas pelas contaminações do mundo."
    },
    {
      "numero": "33",
      "texto": "‘Não deixem que esses povos morem na terra de vocês, senão eles os levarão a pecar contra mim, porque prestar culto aos deuses deles será uma armadilha para vocês.’",
      "reflexao": "Deus nos alerta: conviver com o erro sem tratá-lo gera armadilhas para a alma. A influência do mal é sutil, mas seus efeitos são devastadores. A santidade é muralha que preserva o caminho da vida."
    }
  ]
}
