{
  "livro": "Êxodo",
  "capitulo": "35",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Moisés reuniu toda a comunidade de Israel e lhes disse: 'Estas são as coisas que o Senhor os mandou fazer:'",
      "reflexao": "Deus valoriza a comunhão e a organização do Seu povo. Antes de agir, Ele nos chama para ouvir, aprender e alinhar nossos passos à Sua vontade."
    },
    {
      "numero": "2",
      "texto": "'Em seis dias qualquer trabalho poderá ser feito, mas o sétimo dia lhes será santo, um sábado de descanso consagrado ao Senhor. Todo aquele que trabalhar nesse dia terá que ser morto.'",
      "reflexao": "O descanso não é apenas físico, mas espiritual. Deus nos lembra que há tempo para produzir e tempo para parar, confiar e adorá-Lo, reconhecendo que Ele é o provedor da vida."
    },
    {
      "numero": "3",
      "texto": "'Nem sequer acendam fogo em nenhuma de suas casas no dia de sábado!'",
      "reflexao": "Até as pequenas atividades precisam cessar no tempo separado para Deus. Isso nos ensina que o descanso é completo — físico, emocional e espiritual — para renovar nossa aliança com Ele."
    },
    {
      "numero": "4",
      "texto": "Disse Moisés a toda a comunidade de Israel: 'Foi isto que o Senhor ordenou:'",
      "reflexao": "A obediência às instruções de Deus não nasce da imposição, mas de um coração disposto a ouvir, entender e praticar aquilo que Ele deseja."
    },
    {
      "numero": "5",
      "texto": "'Separem dentre os seus bens uma oferta para o Senhor. Todo aquele que, de coração, estiver disposto, trará como oferta ao Senhor ouro, prata e bronze;'",
      "reflexao": "Deus não busca ofertas forçadas, mas dádivas que fluem de corações voluntários. Generosidade é expressão de amor e gratidão pela Sua bondade."
    },
    {
      "numero": "6",
      "texto": "'fios de tecido azul, roxo e vermelho; linho fino e pêlos de cabra;'",
      "reflexao": "Cada detalhe importa no Reino de Deus. Até os materiais mais simples, quando entregues com amor, são parte da construção do sagrado."
    },
    {
      "numero": "7",
      "texto": "'peles de carneiro tingidas de vermelho e couro; madeira de acácia;'",
      "reflexao": "O que aos olhos humanos pode parecer comum, nas mãos de Deus se torna santo. Tudo o que temos pode ser instrumento de adoração quando colocado no altar."
    },
    {
      "numero": "8",
      "texto": "'óleo para a iluminação; especiarias para o óleo da unção e para o incenso aromático;'",
      "reflexao": "O óleo e o incenso simbolizam luz, unção e adoração. Deus nos chama a sermos luz no mundo e a mantermos um ambiente perfumado de Sua presença."
    },
    {
      "numero": "9",
      "texto": "'pedras de ônix e outras pedras preciosas para serem encravadas no colete sacerdotal e no peitoral.'",
      "reflexao": "Cada pedra, preciosa e única, representa o valor que Deus vê no Seu povo. Somos adornados pela graça, carregados em Seu coração como joias vivas."
    },
    {
      "numero": "10",
      "texto": "'Todos os que dentre vocês forem capazes virão fazer tudo quanto o Senhor ordenou:'",
      "reflexao": "O Reino de Deus é construído por mãos dispostas e corações prontos. Cada talento e habilidade tem lugar na obra do Senhor."
    },
    {
      "numero": "11",
      "texto": "'o tabernáculo com sua tenda e sua cobertura, os ganchos, as armações, os travessões, as colunas e as bases;'",
      "reflexao": "Deus é Deus de ordem e detalhes. Cada parte do tabernáculo aponta para um princípio espiritual — unidade, sustentação, proteção e aliança."
    },
    {
      "numero": "12",
      "texto": "'a arca com suas varas, a tampa e o véu que a protege;'",
      "reflexao": "A arca representa a presença de Deus entre nós. O véu nos lembra da Sua santidade, mas também do acesso que hoje temos por meio de Cristo."
    },
    {
      "numero": "13",
      "texto": "'a mesa com suas varas e todos os seus utensílios, e os pães da Presença;'",
      "reflexao": "Deus sempre oferece mesa no deserto, provisão no caminho. Ele é o Deus que nos sustenta com Sua presença e provisão constante."
    },
    {
      "numero": "14",
      "texto": "'o candelabro com seus utensílios, as lâmpadas e o óleo para iluminação;'",
      "reflexao": "A luz nunca pode faltar na casa de Deus. Ela representa a revelação, a presença e a direção divina que ilumina nosso caminho."
    },
    {
      "numero": "15",
      "texto": "'o altar do incenso com suas varas, o óleo da unção e o incenso aromático; a cortina divisória à entrada do tabernáculo;'",
      "reflexao": "O altar do incenso simboliza a adoração e a oração contínua. Deus espera que nossos lábios exalem o perfume da intercessão e da gratidão."
    },
    {
      "numero": "16",
      "texto": "'o altar de holocaustos com sua grelha de bronze, suas varas e todos os seus utensílios; a bacia de bronze e sua base;'",
      "reflexao": "O altar do sacrifício lembra que nosso relacionamento com Deus começa com entrega, arrependimento e purificação. A bacia, com a água, fala da necessidade de constante limpeza espiritual."
    },
    {
      "numero": "17",
      "texto": "'as cortinas externas do pátio com suas colunas e bases, e a cortina da entrada para o pátio;'",
      "reflexao": "Os limites e estruturas do pátio representam a separação entre o sagrado e o comum. Entrar no pátio de Deus é um privilégio de quem busca viver em Sua presença."
    },
    {
      "numero": "18",
      "texto": "'as estacas do tabernáculo e do pátio e suas cordas;'",
      "reflexao": "Até os menores detalhes — como estacas e cordas — são fundamentais para a estabilidade da obra. Assim também cada pessoa, cada serviço e cada gesto no Reino tem valor diante de Deus."
    },
    {
      "numero": "19",
      "texto": "'as vestes litúrgicas para ministrar no Lugar Santo, tanto as vestes sagradas de Arão, o sacerdote, como as vestes de seus filhos, para quando servirem como sacerdotes.'",
      "reflexao": "Deus se importa até com os detalhes do serviço e da apresentação daqueles que O servem. Santidade, beleza e reverência devem refletir nossa dedicação a Ele em tudo o que fazemos."
    },
    {
      "numero": "20",
      "texto": "Então toda a comunidade de Israel saiu da presença de Moisés,",
      "reflexao": "O encontro com a voz de Deus através de Moisés moveu o povo à ação. A verdadeira adoração gera transformação e compromisso, não apenas emoção passageira."
    },
    {
      "numero": "21",
      "texto": "e todos os que estavam dispostos, cujo coração os impeliu a isso, trouxeram uma oferta ao Senhor para a obra na Tenda do Encontro, para todos os seus serviços e para as vestes sagradas.",
      "reflexao": "O mover de Deus começa no coração. Quando somos tocados por Ele, nossa resposta natural é contribuir, servir e participar daquilo que Ele está edificando no meio do Seu povo."
    },
    {
      "numero": "22",
      "texto": "Todos os que se dispuseram, tanto homens como mulheres, trouxeram jóias de ouro de todos os tipos: broches, brincos, anéis e ornamentos; e apresentaram seus objetos de ouro como oferta ritualmente movida perante o Senhor.",
      "reflexao": "Deus não mede o valor das ofertas pelo preço, mas pela disposição e sinceridade do coração. Uma comunidade disposta se torna instrumento poderoso nas mãos do Senhor."
    },
    {
      "numero": "23",
      "texto": "Todos os que possuíam fios de tecido azul, roxo e vermelho, ou linho fino, ou pêlos de cabra, peles de carneiro tingidas de vermelho ou couro, trouxeram-nos.",
      "reflexao": "Cada pessoa contribui com aquilo que possui. No Reino de Deus, ninguém é inútil ou insignificante — cada recurso, cada dom e cada oferta são valiosos para a obra."
    },
    {
      "numero": "24",
      "texto": "Aqueles que apresentaram oferta de prata ou de bronze trouxeram-na como oferta ao Senhor, e todo aquele que possuía madeira de acácia para qualquer das partes da obra, também a trouxe.",
      "reflexao": "Quando entendemos que tudo o que temos vem do Senhor, a generosidade se torna nossa resposta natural. Somos apenas administradores do que é dEle."
    },
    {
      "numero": "25",
      "texto": "Todas as mulheres capazes teceram com suas mãos e trouxeram o que haviam feito: tecidos azul, roxo e vermelho e linho fino.",
      "reflexao": "O trabalho das mãos, quando consagrado, se transforma em adoração. Deus honra aqueles que oferecem seus talentos com amor e zelo pela Sua casa."
    },
    {
      "numero": "26",
      "texto": "Todas as mulheres que se dispuseram e que tinham habilidade teceram os pêlos de cabra.",
      "reflexao": "Deus valoriza tanto o extraordinário quanto o simples. A disposição em servir, por menor que pareça, constrói o tabernáculo da Sua presença entre nós."
    },
    {
      "numero": "27",
      "texto": "Os líderes trouxeram pedras de ônix e outras pedras preciosas para serem encravadas no colete sacerdotal e no peitoral.",
      "reflexao": "Liderança no Reino não é apenas direção, mas também exemplo de generosidade, entrega e participação ativa na obra de Deus."
    },
    {
      "numero": "28",
      "texto": "Trouxeram também especiarias e azeite de oliva para iluminação, para o óleo da unção e para o incenso aromático.",
      "reflexao": "O óleo e o incenso são símbolos da presença, da unção e da oração contínua. A comunidade que investe na presença de Deus mantém acesa a chama do avivamento."
    },
    {
      "numero": "29",
      "texto": "Todos os israelitas que se dispuseram, tanto homens como mulheres, trouxeram ao Senhor ofertas voluntárias para toda a obra que o Senhor, por meio de Moisés, ordenou-lhes que fizessem.",
      "reflexao": "Deus se alegra quando Seu povo se une de forma voluntária e generosa para realizar aquilo que Ele ordenou. A unidade gera avanço no Reino."
    },
    {
      "numero": "30",
      "texto": "Disse então Moisés aos israelitas: 'O Senhor escolheu Bezalel, filho de Uri, neto de Hur, da tribo de Judá,'",
      "reflexao": "Quando Deus escolhe alguém, Ele também capacita. Sua escolha é específica, pessoal e cheia de propósito."
    },
    {
      "numero": "31",
      "texto": "e o encheu do Espírito de Deus, dando-lhe destreza, habilidade e plena capacidade artística,",
      "reflexao": "A capacitação para a obra de Deus vem do Espírito Santo. É Ele quem habilita, inspira e conduz cada detalhe do que é feito para a glória do Senhor."
    },
    {
      "numero": "32",
      "texto": "para desenhar e executar trabalhos em ouro, prata e bronze,",
      "reflexao": "Deus se importa com beleza, excelência e criatividade. O trabalho artístico, quando consagrado a Ele, também é adoração."
    },
    {
      "numero": "33",
      "texto": "para talhar e lapidar pedras, entalhar madeira para todo tipo de obra artesanal.",
      "reflexao": "Cada detalhe da obra de Deus reflete cuidado, zelo e perfeição. Somos chamados a fazer o nosso melhor, porque tudo é para Ele."
    },
    {
      "numero": "34",
      "texto": "E concedeu tanto a ele como a Aoliabe, filho de Aisamaque, da tribo de Dã, a habilidade de ensinar os outros.",
      "reflexao": "O dom de ensinar é parte fundamental da expansão do Reino. Não guardamos para nós o que Deus nos dá; compartilhamos, formamos e preparamos outros para a obra."
    },
    {
      "numero": "35",
      "texto": "A todos esses deu capacidade para realizar todo tipo de obra como artesãos, projetistas, bordadores de linho fino e de fios de tecido azul, roxo e vermelho, e como tecelões. Eram capazes para projetar e executar qualquer trabalho artesanal.",
      "reflexao": "Deus valoriza a diversidade de talentos e dons. Cada habilidade é uma ferramenta nas mãos do Criador para que a Sua glória seja manifesta na terra através do Seu povo."
    }
  ]
}
