{
  "livro": "Êxodo",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘Disse o Senhor a Moisés:’",
      "reflexao": "Quando Deus fala, Ele revela Sua vontade e direciona com clareza. Ouvir Sua voz é o começo de toda construção sagrada na vida do Seu povo."
    },
    {
      "numero": "2",
      "texto": "‘Diga aos israelitas que me tragam uma oferta. Receba-a de todo aquele cujo coração o compelir a dar.’",
      "reflexao": "Deus deseja ofertas que nasçam do amor e da gratidão, não da obrigação. A generosidade verdadeira brota de corações tocados pela presença e pela fidelidade do Senhor."
    },
    {
      "numero": "3",
      "texto": "‘Estas são as ofertas que deverá receber deles: ouro, prata e bronze,’",
      "reflexao": "O que temos de mais precioso — tempo, dons, recursos — pode e deve ser dedicado ao Senhor. Ele transforma matéria em expressão de glória e santidade."
    },
    {
      "numero": "4",
      "texto": "‘fios de tecido azul, roxo e vermelho, linho fino, pêlos de cabra,’",
      "reflexao": "Deus é um Deus de beleza, ordem e detalhes. Cada elemento traz significado: pureza, realeza, sacrifício e santidade, refletindo o céu na terra."
    },
    {
      "numero": "5",
      "texto": "‘peles de carneiro tingidas de vermelho, couro, madeira de acácia,’",
      "reflexao": "Até os materiais mais simples, como madeira e couro, são santificados quando entregues a Deus. O natural se torna sobrenatural nas mãos do Altíssimo."
    },
    {
      "numero": "6",
      "texto": "‘azeite para iluminação; especiarias para o óleo da unção e para o incenso aromático;’",
      "reflexao": "A luz, a unção e o perfume falam da presença constante de Deus, da separação para o santo e do aroma suave da comunhão entre Criador e criatura."
    },
    {
      "numero": "7",
      "texto": "‘pedras de ônix e outras pedras preciosas para serem encravadas no colete sacerdotal e no peitoral.’",
      "reflexao": "Deus valoriza cada detalhe. As pedras no peitoral lembram que Seu povo está sempre diante Dele — nome por nome, vida por vida, inscritos no coração do Sumo Pastor."
    },
    {
      "numero": "8",
      "texto": "‘E farão um santuário para mim, e eu habitarei no meio deles.’",
      "reflexao": "O desejo de Deus nunca foi apenas ser adorado à distância, mas habitar no meio do Seu povo. O tabernáculo revela um Deus que escolhe proximidade, comunhão e intimidade."
    },
    {
      "numero": "9",
      "texto": "‘Façam tudo como eu lhe mostrar, conforme o modelo do tabernáculo e de cada utensílio.’",
      "reflexao": "Deus é um Deus de ordem e propósito. Ele oferece modelos, direções e padrões. Obediência ao Seu modelo é caminho para manifestar a Sua glória entre nós."
    },
    {
      "numero": "10",
      "texto": "‘Faça uma arca de madeira de acácia com um metro e dez centímetros de comprimento, setenta centímetros de largura e setenta centímetros de altura.’",
      "reflexao": "A arca representa a aliança. Feita de madeira — humanidade — e ouro — divindade. Um símbolo perfeito da união entre Deus e os homens."
    },
    {
      "numero": "11",
      "texto": "‘Revista-a de ouro puro, por dentro e por fora, e faça uma moldura de ouro ao seu redor.’",
      "reflexao": "Por fora e por dentro: Deus deseja que sejamos íntegros — brilhando tanto no que os homens veem quanto no que só Ele vê. O ouro representa pureza, valor e glória."
    },
    {
      "numero": "12",
      "texto": "‘Mande fundir quatro argolas de ouro para ela e prenda-as em seus quatro pés, com duas argolas de um lado e duas do outro.’",
      "reflexao": "As argolas permitem que a arca seja carregada. A presença de Deus é dinâmica, caminhando com o Seu povo. Deus não é estático; Ele guia, conduz e permanece presente no caminho."
    },
    {
      "numero": "13",
      "texto": "‘Depois faça varas de madeira de acácia, revista-as de ouro’",
      "reflexao": "As varas, de madeira e ouro, novamente falam da conexão entre o divino e o humano. Somos chamados a carregar a presença de Deus, com reverência e santidade."
    },
    {
      "numero": "14",
      "texto": "‘e coloque-as nas argolas laterais da arca, para que possa ser carregada.’",
      "reflexao": "A presença de Deus não é confinada a templos. Ela se move, caminha conosco, atravessa desertos e conduz a promessas. Levar Deus é uma responsabilidade sagrada."
    },
    {
      "numero": "15",
      "texto": "‘As varas permanecerão nas argolas da arca; não devem ser retiradas.’",
      "reflexao": "Deus deseja um povo sempre pronto para caminhar em Sua presença. As varas permanentes falam de prontidão, disponibilidade e constante aliança com Ele."
    },
    {
      "numero": "16",
      "texto": "‘Então coloque dentro da arca as tábuas da aliança que lhe darei.’",
      "reflexao": "No centro da presença de Deus está Sua Palavra. Aliança, direção, princípios — tudo isso permanece guardado, protegido e exaltado no lugar mais santo."
    },
    {
      "numero": "17",
      "texto": "‘Faça uma tampa de ouro puro com um metro e dez centímetros de comprimento por setenta centímetros de largura,’",
      "reflexao": "A tampa, chamada de propiciatório, representa o lugar onde a misericórdia cobre a lei. Deus não apenas estabelece regras — Ele provê perdão, graça e reconciliação."
    },
    {
      "numero": "18",
      "texto": "‘com dois querubins de ouro batido nas extremidades da tampa.’",
      "reflexao": "Querubins são guardiões da glória. Eles apontam para a santidade absoluta de Deus. O lugar da presença é sagrado, cheio de reverência, temor e majestade."
    },
    {
      "numero": "19",
      "texto": "‘Faça um querubim numa extremidade e o segundo na outra, formando uma só peça com a tampa.’",
      "reflexao": "Deus une todas as coisas no sagrado. Cada detalhe revela unidade, perfeição e propósito. A presença, a proteção e a misericórdia fluem juntas no trono da graça."
    },
    {
      "numero": "20",
      "texto": "‘Os querubins devem ter suas asas estendidas para cima, cobrindo com elas a tampa. Ficarão de frente um para o outro, com o rosto voltado para a tampa.’",
      "reflexao": "O olhar dos querubins voltado para a tampa nos ensina que todo olhar, toda adoração, todo foco deve estar na misericórdia de Deus. É ali, entre as asas dos querubins, que Deus se manifesta, fala e habita com Seu povo."
    },
    {
      "numero": "21",
      "texto": "Coloque a tampa sobre a arca, e dentro dela as tábuas da aliança que darei a você.",
      "reflexao": "A aliança de Deus é protegida, selada pela Sua própria presença. Sobre a aliança repousa o trono da misericórdia, onde graça e justiça se encontram."
    },
    {
      "numero": "22",
      "texto": "Ali, sobre a tampa, no meio dos dois querubins que se encontram sobre a arca da aliança, eu me encontrarei com você e lhe darei todos os meus mandamentos destinados aos israelitas.",
      "reflexao": "O Deus do universo escolhe um lugar de encontro com os homens — entre os querubins, sobre a arca. É no espaço da misericórdia que Ele fala, orienta e revela Sua vontade."
    },
    {
      "numero": "23",
      "texto": "Faça uma mesa de madeira de acácia com noventa centímetros de comprimento, quarenta e cinco centímetros de largura e setenta centímetros de altura.",
      "reflexao": "A mesa simboliza comunhão. Deus não deseja apenas ser adorado, mas também compartilhar Sua presença, prover sustento e manter a aliança viva à mesa com Seu povo."
    },
    {
      "numero": "24",
      "texto": "Revista-a de ouro puro e faça uma moldura de ouro ao seu redor.",
      "reflexao": "O ouro fala da glória, da santidade e da majestade de Deus. Até os elementos do cotidiano, como uma mesa, tornam-se sagrados quando feitos para Ele."
    },
    {
      "numero": "25",
      "texto": "Faça também ao seu redor uma borda com a largura de quatro dedos e uma moldura de ouro para essa borda.",
      "reflexao": "A borda protege o que está sobre a mesa. Deus cuida dos detalhes, mostrando que aquilo que Ele provê é digno de ser preservado e valorizado."
    },
    {
      "numero": "26",
      "texto": "Faça quatro argolas de ouro para a mesa e prenda-as nos quatro cantos dela, onde estão os seus quatro pés.",
      "reflexao": "A mesa da presença não é estática — ela acompanha o povo. Deus não está restrito a um lugar; Sua comunhão e provisão caminham conosco."
    },
    {
      "numero": "27",
      "texto": "As argolas devem ser presas próximas da borda para que sustentem as varas usadas para carregar a mesa.",
      "reflexao": "A comunhão com Deus deve ser constante, não importa onde estejamos. As argolas e varas simbolizam uma presença que se move, viva e dinâmica."
    },
    {
      "numero": "28",
      "texto": "Faça as varas de madeira de acácia, revestindo-as de ouro; com elas se carregará a mesa.",
      "reflexao": "Deus escolhe que Sua presença seja carregada por mãos humanas consagradas. A madeira e o ouro unem a humanidade e a glória divina em um mesmo propósito."
    },
    {
      "numero": "29",
      "texto": "Faça de ouro puro os seus pratos e o recipiente para incenso, as suas tigelas e as bacias nas quais se derramam as ofertas de bebidas.",
      "reflexao": "Até os utensílios menores são feitos de ouro, mostrando que tudo, mesmo o aparentemente insignificante, é valioso quando separado para Deus."
    },
    {
      "numero": "30",
      "texto": "Coloque sobre a mesa os pães da Presença, para que estejam sempre diante de mim.",
      "reflexao": "Deus deseja constante comunhão. O pão da presença lembra que Ele é o Deus que sustenta, supre e nunca abandona o Seu povo."
    },
    {
      "numero": "31",
      "texto": "Faça um candelabro de ouro puro e batido. O pedestal, a haste, as taças, as flores e os botões do candelabro formarão com ele uma só peça.",
      "reflexao": "O candelabro é símbolo da luz divina que nunca se apaga. Deus é luz perpétua, beleza e vida que resplandece no meio do Seu povo."
    },
    {
      "numero": "32",
      "texto": "Seis braços sairão do candelabro: três de um lado e três do outro.",
      "reflexao": "Os braços que saem da haste principal representam unidade e diversidade no corpo de Cristo — todos conectados à mesma fonte de luz e vida."
    },
    {
      "numero": "33",
      "texto": "Haverá três taças com formato de flor de amêndoa num dos braços, cada uma com botão e flor, e três taças com formato de flor de amêndoa no braço seguinte, cada uma com botão e flor. Assim será com os seis braços que saem do candelabro.",
      "reflexao": "As flores de amêndoa simbolizam vigilância e prontidão, pois é a primeira árvore a florescer. A luz de Deus convida-nos à constante vigilância espiritual."
    },
    {
      "numero": "34",
      "texto": "Na haste do candelabro haverá quatro taças com formato de flor de amêndoa, cada uma com botão e flor.",
      "reflexao": "A haste central concentra a beleza da criação e da presença divina. Tudo que brilha, que floresce e que vive, vem do centro — Deus."
    },
    {
      "numero": "35",
      "texto": "Haverá um botão debaixo de cada par dos seis braços que saem do candelabro.",
      "reflexao": "Os botões são suporte e conexão. Assim, cada ramo da nossa vida deve estar firmemente ligado ao centro, que é Deus, para que haja luz, direção e beleza."
    },
    {
      "numero": "36",
      "texto": "Os braços com seus botões formarão uma só peça com o candelabro, tudo feito de ouro puro e batido.",
      "reflexao": "Deus forma um povo uno, forte, esculpido e trabalhado. Cada vida é parte de uma obra maior: o candelabro da luz divina no mundo."
    },
    {
      "numero": "37",
      "texto": "Faça-lhe também sete lâmpadas e coloque-as nele para que iluminem a frente dele.",
      "reflexao": "Sete é o número da perfeição. A luz de Deus é completa, suficiente e sempre ilumina o caminho dos que O buscam."
    },
    {
      "numero": "38",
      "texto": "Seus cortadores de pavio e seus apagadores serão de ouro puro.",
      "reflexao": "Até o zelo pela manutenção da luz é sagrado. Cuidar da nossa espiritualidade, aparar pavios e remover excessos, é um ato de adoração e reverência."
    },
    {
      "numero": "39",
      "texto": "Com trinta e cinco quilos de ouro puro faça o candelabro e todos esses utensílios.",
      "reflexao": "A presença de Deus não é barata. Ela exige dedicação, entrega, pureza e reverência. É um investimento da vida toda no que é eterno e santo."
    },
    {
      "numero": "40",
      "texto": "Tenha o cuidado de fazê-lo segundo o modelo que lhe foi mostrado no monte.",
      "reflexao": "Deus tem um modelo perfeito, celestial, que deve ser seguido com fidelidade. Fugir desse padrão é perder a beleza, a função e a glória da Sua presença entre nós."
    }
  ]
}
