{
  "livro": "Êxodo",
  "capitulo": "24",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘Depois Deus disse a Moisés: Subam o monte para encontrar-se com o Senhor, você e Arão, Nadabe e Abiú, e setenta autoridades de Israel. Adorem à distância.’",
      "reflexao": "A presença de Deus é majestosa e santa. Embora muitos possam vê-Lo de longe, há uma diferença entre aqueles que se aproximam e aqueles que contemplam à distância. O convite do Senhor é sempre para subir, para ir além, para buscá-Lo com reverência e entrega."
    },
    {
      "numero": "2",
      "texto": "‘Somente Moisés se aproximará do Senhor; os outros não. O povo também não subirá com ele.’",
      "reflexao": "Deus estabelece limites que ensinam sobre reverência, temor e santidade. Nem todos estão preparados para a mesma medida de glória, mas todos são chamados a buscar crescer, a desejar mais da Sua presença, no tempo e na medida que Ele estabelece."
    },
    {
      "numero": "3",
      "texto": "‘Quando Moisés se dirigiu ao povo e transmitiu-lhes todas as palavras e ordenanças do Senhor, eles responderam em uníssono: Faremos tudo o que o Senhor ordenou.’",
      "reflexao": "A obediência coletiva revela um coração disposto. Há poder quando o povo se une para viver os princípios de Deus. O ‘sim’ ao Senhor é o início da jornada que conduz à bênção e à aliança viva com Ele."
    },
    {
      "numero": "4",
      "texto": "‘Moisés, então, escreveu tudo o que o Senhor dissera. Na manhã seguinte Moisés levantou-se, construiu um altar ao pé do monte e ergueu doze colunas de pedra, representando as doze tribos de Israel.’",
      "reflexao": "O altar é lugar de memória, de aliança e de entrega. Cada coluna representava um compromisso não só individual, mas coletivo, com o Deus que liberta e conduz. Construir altares é construir memória de quem Deus é na nossa história."
    },
    {
      "numero": "5",
      "texto": "‘Em seguida enviou jovens israelitas, que ofereceram holocaustos e novilhos como sacrifícios de comunhão ao Senhor.’",
      "reflexao": "O sacrifício de comunhão revela um Deus que deseja proximidade, não apenas rituais. Ele quer ser o Deus que caminha, se relaciona, cuida e abençoa o Seu povo em aliança viva e constante."
    },
    {
      "numero": "6",
      "texto": "‘Moisés colocou metade do sangue em tigelas e a outra metade derramou sobre o altar.’",
      "reflexao": "O sangue sela a aliança. Metade no altar — Deus; metade no povo — humanidade. É um pacto de amor, de compromisso mútuo. O que Deus oferece é relacionamento e cuidado eterno, selado com vida."
    },
    {
      "numero": "7",
      "texto": "‘Em seguida, leu o Livro da Aliança para o povo, e eles disseram: Faremos fielmente tudo o que o Senhor ordenou.’",
      "reflexao": "A Palavra lida e ouvida gera resposta. Quando ouvimos a voz de Deus, a única resposta correta é a obediência. Dizer ‘sim’ a Deus é caminhar em direção a uma vida plena, alinhada ao Seu propósito."
    },
    {
      "numero": "8",
      "texto": "‘Depois Moisés aspergiu o sangue sobre o povo, dizendo: Este é o sangue da aliança que o Senhor fez com vocês de acordo com todas essas palavras.’",
      "reflexao": "O sangue da aliança é sinal de pertencimento. Deus não faz acordos superficiais — Ele faz alianças profundas, de amor, de proteção e de destino eterno. Somos povo comprado, amado e selado por Ele."
    },
    {
      "numero": "9",
      "texto": "‘Moisés, Arão, Nadabe, Abiú e setenta autoridades de Israel subiram’",
      "reflexao": "Deus convida líderes e representantes a subirem. A busca pela presença de Deus é também um chamado para aqueles que guiam, orientam e influenciam. Liderar começa na adoração e na comunhão com o Senhor."
    },
    {
      "numero": "10",
      "texto": "‘e viram o Deus de Israel, sob cujos pés havia algo semelhante a um pavimento de safira, como o céu em seu esplendor.’",
      "reflexao": "A beleza da presença de Deus é indescritível. A visão da Sua glória enche o coração de reverência, maravilhamento e rendição. Quem contempla Deus jamais volta a ser o mesmo."
    },
    {
      "numero": "11",
      "texto": "‘Deus, porém, não estendeu a mão para punir esses líderes do povo de Israel; eles viram a Deus, e depois comeram e beberam.’",
      "reflexao": "Deus é santo, mas também é gracioso. Ele permite que os Seus filhos experimentem a Sua presença e desfrutem da comunhão. Comer e beber diante de Deus é experimentar a paz, a alegria e a celebração que vêm da aliança."
    },
    {
      "numero": "12",
      "texto": "‘Disse o Senhor a Moisés: Suba a mim, ao monte, e fique aqui; e lhe darei as tábuas de pedra com a lei e os mandamentos que escrevi para a instrução do povo.’",
      "reflexao": "Deus chama para o secreto, para o alto, para o encontro. Quem sobe, recebe direção, clareza, revelação e alicerces para viver e conduzir outros segundo os princípios do Reino."
    },
    {
      "numero": "13",
      "texto": "‘Moisés partiu com Josué, seu auxiliar, e subiu ao monte de Deus.’",
      "reflexao": "O caminho da glória é também caminho de discipulado. Josué aprende não apenas palavras, mas testemunha uma vida de intimidade com Deus. Quem anda com os que buscam a Deus, aprende a ouvir e seguir o Senhor."
    },
    {
      "numero": "14",
      "texto": "‘Disse ele às autoridades de Israel: Esperem-nos aqui, até que retornemos. Arão e Hur ficarão com vocês; quem tiver alguma questão para resolver, poderá procurá-los.’",
      "reflexao": "A boa liderança se organiza, delega e prepara o povo. Mesmo quando sobe para estar com Deus, Moisés cuida para que haja ordem, justiça e direção entre os que ficam."
    },
    {
      "numero": "15",
      "texto": "‘Quando Moisés subiu, a nuvem cobriu o monte,’",
      "reflexao": "A nuvem é sinal da presença. Quem escolhe subir, escolhe entrar no ambiente da glória, onde Deus fala, revela e transforma. A nuvem protege, envolve e separa aquele que busca o Eterno."
    },
    {
      "numero": "16",
      "texto": "‘e a glória do Senhor permaneceu sobre o monte Sinai. Durante seis dias a nuvem cobriu o monte. No sétimo dia o Senhor chamou Moisés do interior da nuvem.’",
      "reflexao": "O tempo da espera faz parte do processo da glória. Deus prepara o coração antes de liberar a revelação. Quem aprende a esperar no silêncio da nuvem, experimenta a voz poderosa de Deus no tempo certo."
    },
    {
      "numero": "17",
      "texto": "‘Aos olhos dos israelitas a glória do Senhor parecia um fogo consumidor no topo do monte.’",
      "reflexao": "O fogo da glória é temor para quem vê de fora, mas vida, direção e intimidade para quem se aproxima. A mesma presença que parece consumir, na verdade, purifica, santifica e transforma."
    },
    {
      "numero": "18",
      "texto": "‘Moisés entrou na nuvem e foi subindo o monte. E permaneceu no monte quarenta dias e quarenta noites.’",
      "reflexao": "Entrar na nuvem é se render totalmente. Permanecer na presença é mais do que visita, é habitar. Deus busca corações dispostos a viver não apenas momentos com Ele, mas uma vida inteira de comunhão profunda."
    }
  ]
}
