{
  "livro": "Êxodo",
  "capitulo": "40",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Deus é um Deus que fala, que orienta e guia. Sua voz traz direção e clareza para quem anda em obediência e comunhão com Ele."
    },
    {
      "numero": "2",
      "texto": "'Arme o tabernáculo, a Tenda do Encontro, no primeiro dia do primeiro mês.'",
      "reflexao": "Deus estabelece novos começos. O primeiro dia do mês representa recomeço, e Deus deseja estar presente em cada início da nossa vida."
    },
    {
      "numero": "3",
      "texto": "Coloque nele a arca da aliança e proteja-a com o véu.",
      "reflexao": "A arca simboliza a presença de Deus. Protegê-la com o véu demonstra reverência e separação, lembrando-nos que Deus é santo e digno de temor."
    },
    {
      "numero": "4",
      "texto": "Traga a mesa e arrume sobre ela tudo o que lhe pertence. Depois traga o candelabro e coloque as suas lâmpadas.",
      "reflexao": "Deus é um Deus de ordem. Tudo em nossas vidas também deve estar devidamente organizado, iluminado e preparado para Sua presença."
    },
    {
      "numero": "5",
      "texto": "Ponha o altar de ouro para o incenso diante da arca da aliança e pendure a cortina na entrada do tabernáculo.",
      "reflexao": "O incenso representa a oração que sobe diante de Deus. Nossa comunhão com Ele deve ser constante, e a cortina revela que a aproximação deve ser feita com reverência e santidade."
    },
    {
      "numero": "6",
      "texto": "'Coloque o altar dos holocaustos em frente da entrada do tabernáculo, da Tenda do Encontro;'",
      "reflexao": "O altar na entrada simboliza que todo encontro com Deus começa com entrega, arrependimento e consagração."
    },
    {
      "numero": "7",
      "texto": "'ponha a bacia entre a Tenda do Encontro e o altar, e encha-a de água.'",
      "reflexao": "A bacia cheia de água simboliza a purificação. Aquele que deseja se aproximar de Deus precisa passar pelo processo diário de limpeza espiritual e renovação."
    },
    {
      "numero": "8",
      "texto": "'Arme ao seu redor o pátio e coloque a cortina na entrada do pátio.'",
      "reflexao": "O pátio delimita um espaço sagrado. Deus nos convida a separar um ambiente — físico e espiritual — para encontros profundos e santos com Ele."
    },
    {
      "numero": "9",
      "texto": "'Unja com o óleo da unção o tabernáculo e tudo o que nele há; consagre-o juntamente com tudo o que lhe pertence, e ele será sagrado.'",
      "reflexao": "Tudo o que é colocado nas mãos de Deus se torna santo. A unção simboliza separação, capacitação e consagração para um propósito elevado e divino."
    },
    {
      "numero": "10",
      "texto": "'Depois unja o altar dos holocaustos e todos os seus utensílios; consagre o altar, e ele será santíssimo.'",
      "reflexao": "O altar é santíssimo, pois nele há rendição, sacrifício e adoração. Hoje, nossos corações são este altar, onde Deus deseja habitar e ser adorado em verdade."
    },
    {
      "numero": "11",
      "texto": "'Unja também a bacia com a sua base e consagre-a.'",
      "reflexao": "A bacia, lugar de purificação, também é consagrada. Isso mostra que até os processos de limpeza e restauração fazem parte da santidade do Senhor."
    },
    {
      "numero": "12",
      "texto": "'Traga Arão e seus filhos à entrada da Tenda do Encontro e mande-os se lavar.'",
      "reflexao": "Lavar-se simboliza purificação espiritual antes do serviço a Deus. Ninguém pode servir com mãos ou corações sujos. É um chamado à pureza e arrependimento."
    },
    {
      "numero": "13",
      "texto": "'Vista depois Arão com as vestes sagradas, unja-o e consagre-o para que me sirva como sacerdote.'",
      "reflexao": "Deus reveste os seus servos. Assim como Arão foi vestido e ungido, Deus também nos cobre espiritualmente com vestes de justiça, graça e autoridade espiritual."
    },
    {
      "numero": "14",
      "texto": "'Traga os filhos dele e vista-os com túnicas.'",
      "reflexao": "Deus estabelece gerações sacerdotais. Ele não chama apenas indivíduos, mas deseja abençoar famílias inteiras para o serviço e a sua presença."
    },
    {
      "numero": "15",
      "texto": "'Unja-os como você ungiu o pai deles, para que me sirvam como sacerdotes. A unção deles será para um sacerdócio perpétuo, geração após geração.'",
      "reflexao": "A unção de Deus é perpétua e transgeracional. O que Deus começa numa geração, Ele deseja continuar nas próximas, formando linhagens de adoradores e servos fiéis."
    },
    {
      "numero": "16",
      "texto": "Moisés fez tudo conforme o Senhor lhe havia ordenado.",
      "reflexao": "Obediência plena gera favor, presença e bênção. Quando seguimos cada direção de Deus, somos recompensados com Sua glória em nossas vidas."
    },
    {
      "numero": "17",
      "texto": "Assim, o tabernáculo foi armado no primeiro dia do primeiro mês do segundo ano.",
      "reflexao": "O tempo de Deus se cumpre perfeitamente. O tabernáculo simboliza um novo ciclo, onde a presença do Senhor ocupa o centro da vida do seu povo."
    },
    {
      "numero": "18",
      "texto": "Moisés armou o tabernáculo, colocou as bases em seus lugares, armou as molduras, colocou as vigas e levantou as colunas.",
      "reflexao": "Há uma construção espiritual acontecendo em nós. Deus ergue nossa vida, estabelece fundamentos sólidos e nos sustenta com Suas colunas de graça e fidelidade."
    },
    {
      "numero": "19",
      "texto": "Depois estendeu a tenda sobre o tabernáculo e colocou a cobertura sobre ela, como o Senhor tinha ordenado.",
      "reflexao": "A cobertura da tenda representa a proteção, o cuidado e a presença constante de Deus. Quem habita no esconderijo do Altíssimo descansa seguro sob Suas asas."
    },
    {
      "numero": "20",
      "texto": "Colocou também as tábuas da aliança na arca, fixou nela as varas, e pôs sobre ela a tampa.",
      "reflexao": "As tábuas da aliança dentro da arca são símbolo da Palavra de Deus no centro da nossa vida. A presença de Deus se manifesta onde Sua palavra é honrada, guardada e obedecida."
    },
    {
      "numero": "21",
      "texto": "Em seguida trouxe a arca para dentro do tabernáculo e pendurou o véu protetor, cobrindo a arca da aliança, como o Senhor tinha ordenado.",
      "reflexao": "O véu simboliza a separação entre Deus e o homem. Mesmo com sua presença no meio do povo, Deus ensina que Sua santidade exige reverência e temor."
    },
    {
      "numero": "22",
      "texto": "Moisés colocou a mesa na Tenda do Encontro, no lado norte do tabernáculo, do lado de fora do véu,",
      "reflexao": "Deus organiza todas as coisas com precisão. Cada elemento tem seu lugar, e isso nos ensina sobre disciplina espiritual e ordem no serviço ao Senhor."
    },
    {
      "numero": "23",
      "texto": "e sobre ela colocou os pães da Presença, diante do Senhor, como o Senhor tinha ordenado.",
      "reflexao": "O pão da Presença simboliza a provisão contínua de Deus. Deus se faz presente e supre nossas necessidades quando colocamos nossa vida em aliança com Ele."
    },
    {
      "numero": "24",
      "texto": "Pôs o candelabro na Tenda do Encontro, em frente da mesa, no lado sul do tabernáculo,",
      "reflexao": "A luz do candelabro representa a presença de Deus que ilumina nosso caminho. Nunca andamos em trevas quando caminhamos com Ele."
    },
    {
      "numero": "25",
      "texto": "e colocou as lâmpadas diante do Senhor, como o Senhor tinha ordenado.",
      "reflexao": "As lâmpadas acesas revelam que Deus espera de nós vigilância, clareza espiritual e luz constante em meio às trevas do mundo."
    },
    {
      "numero": "26",
      "texto": "Moisés também pôs o altar de ouro na Tenda do Encontro, diante do véu,",
      "reflexao": "O altar do incenso representa as orações subindo ao Senhor. A vida cristã sem oração é como um altar sem fogo — seco, vazio e sem vida."
    },
    {
      "numero": "27",
      "texto": "e nele queimou incenso aromático, como o Senhor tinha ordenado.",
      "reflexao": "A oração agradável a Deus é como incenso que sobe com aroma suave. É comunhão constante, feita em reverência, sinceridade e amor."
    },
    {
      "numero": "28",
      "texto": "Pôs também a cortina à entrada do tabernáculo.",
      "reflexao": "A cortina na entrada nos ensina que há um caminho certo, autorizado e santo para nos achegarmos a Deus. Hoje, esse caminho é Cristo."
    },
    {
      "numero": "29",
      "texto": "Montou o altar de holocaustos à entrada do tabernáculo, a Tenda do Encontro, e sobre ele ofereceu holocaustos e ofertas de cereal, como o Senhor tinha ordenado.",
      "reflexao": "O altar nos lembra que comunhão com Deus exige entrega, arrependimento e consagração. Todo verdadeiro relacionamento com Deus começa no altar do sacrifício."
    },
    {
      "numero": "30",
      "texto": "Colocou a bacia entre a Tenda do Encontro e o altar, e encheu-a de água.",
      "reflexao": "A bacia cheia de água é símbolo da purificação. Antes de servir, precisamos estar limpos, pois Deus valoriza mãos limpas e corações puros."
    },
    {
      "numero": "31",
      "texto": "Moisés, Arão e os filhos deste usavam-na para lavar as mãos e os pés.",
      "reflexao": "O lavar das mãos e dos pés representa a pureza das ações (mãos) e dos caminhos (pés). Deus deseja que tanto o que fazemos quanto para onde caminhamos estejam alinhados com Sua vontade."
    },
    {
      "numero": "32",
      "texto": "Sempre que entravam na Tenda do Encontro e se aproximavam do altar, eles se lavavam, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "Santificação não é algo ocasional, mas um exercício contínuo. Cada vez que nos aproximamos de Deus, somos convidados a nos limpar das impurezas do mundo."
    },
    {
      "numero": "33",
      "texto": "Finalmente, Moisés armou o pátio ao redor do tabernáculo e colocou a cortina à entrada do pátio. Assim, Moisés terminou a obra.",
      "reflexao": "Quando seguimos exatamente as direções de Deus, a obra se completa. Obediência gera conclusão, cumprimento e bênção."
    },
    {
      "numero": "34",
      "texto": "Então a nuvem cobriu a Tenda do Encontro, e a glória do Senhor encheu o tabernáculo.",
      "reflexao": "Quando obedecemos, a presença de Deus se manifesta de forma poderosa. Onde há entrega, santidade e reverência, a glória de Deus se estabelece."
    },
    {
      "numero": "35",
      "texto": "Moisés não podia entrar na Tenda do Encontro, porque a nuvem estava sobre ela, e a glória do Senhor enchia o tabernáculo.",
      "reflexao": "A glória de Deus é tão intensa que ninguém pode se achegar sem ser chamado e preparado. Isso nos lembra o quanto Deus é majestoso, puro e santo."
    },
    {
      "numero": "36",
      "texto": "Sempre que a nuvem se erguia sobre o tabernáculo os israelitas seguiam viagem;",
      "reflexao": "Quando Deus se move, Seu povo precisa se mover. Nossa vida deve ser sensível à direção de Deus, atentos aos sinais da Sua presença."
    },
    {
      "numero": "37",
      "texto": "mas se a nuvem não se erguia, eles não prosseguiam; só partiam no dia em que ela se erguesse.",
      "reflexao": "A dependência da presença de Deus é o segredo da segurança. Não devemos avançar sem Sua direção, nem permanecer quando Ele manda partir."
    },
    {
      "numero": "38",
      "texto": "De dia a nuvem do Senhor ficava sobre o tabernáculo, e de noite havia fogo na nuvem, à vista de toda a nação de Israel, em todas as suas viagens.",
      "reflexao": "A presença de Deus é constante, dia e noite. Quando Ele guia nossa vida, somos protegidos, iluminados e guardados em todo tempo e em qualquer jornada."
    }
  ]
}
