{
  "livro": "Êxodo",
  "capitulo": "28",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Chame seu irmão Arão e separe-o dentre os israelitas, e também os seus filhos Nadabe e Abiú, Eleazar e Itamar, para que me sirvam como sacerdotes.",
      "reflexao": "Deus separa pessoas comuns para funções extraordinárias. O chamado sacerdotal não é sobre mérito humano, mas sobre graça e propósito divinos."
    },
    {
      "numero": "2",
      "texto": "Para o seu irmão Arão, faça vestes sagradas que lhe confiram dignidade e honra.",
      "reflexao": "Na presença de Deus, até as vestes refletem a dignidade e a honra que vêm de servir ao Altíssimo. Quem serve a Deus, carrega Sua glória visível e invisível."
    },
    {
      "numero": "3",
      "texto": "Diga a todos os homens capazes, aos quais dei habilidade, que façam vestes para a consagração de Arão, para que me sirva como sacerdote.",
      "reflexao": "A habilidade humana é um presente divino. Deus capacita pessoas para participarem da construção de algo eterno, belo e santo."
    },
    {
      "numero": "4",
      "texto": "São estas as vestes que farão: um peitoral, um colete sacerdotal, um manto, uma túnica bordada, um turbante e um cinturão. Para que o sacerdote Arão e seus filhos me sirvam como sacerdotes, eles farão essas vestes sagradas",
      "reflexao": "Cada peça carrega significado. O servir a Deus exige não só coração consagrado, mas também preparo, zelo e reverência em cada detalhe."
    },
    {
      "numero": "5",
      "texto": "e usarão linho fino, fios de ouro e fios de tecido azul, roxo e vermelho.",
      "reflexao": "O ouro (divindade), o azul (celestial), o roxo (realeza) e o vermelho (sacrifício) se unem para refletir a beleza do serviço a Deus, que une o céu, a terra, a glória e a redenção."
    },
    {
      "numero": "6",
      "texto": "Faça o colete sacerdotal de linho fino trançado e de fios de ouro e de fios de tecido azul, roxo e vermelho, trabalho artesanal.",
      "reflexao": "O colete que cobre simboliza que o sacerdote carrega sobre si o povo e a intercessão. Uma obra feita com detalhes, assim como nosso serviço deve ser diante de Deus — com excelência e amor."
    },
    {
      "numero": "7",
      "texto": "Terá duas ombreiras atadas às suas duas extremidades para uni-lo bem.",
      "reflexao": "As ombreiras falam de sustento. Quem serve a Deus carrega, sobre seus ombros, a responsabilidade de interceder e cuidar dos que Deus ama."
    },
    {
      "numero": "8",
      "texto": "O cinturão e o colete que por ele é preso serão feitos da mesma peça. O cinturão também será de linho fino trançado, de fios de ouro e de fios de tecido azul, roxo e vermelho.",
      "reflexao": "O cinturão aperta e ajusta, simbolizando que o serviço exige comprometimento, disciplina e alinhamento com a vontade de Deus."
    },
    {
      "numero": "9",
      "texto": "Grave em duas pedras de ônix os nomes dos filhos de Israel,",
      "reflexao": "Cada nome registrado revela que Deus conhece individualmente cada um dos seus. Não somos esquecidos nem ignorados no céu."
    },
    {
      "numero": "10",
      "texto": "por ordem de nascimento: seis nomes numa pedra e seis na outra.",
      "reflexao": "Deus respeita a história e a linhagem. Cada vida tem um lugar no coração do Pai, registrado e valorizado."
    },
    {
      "numero": "11",
      "texto": "Grave os nomes dos filhos de Israel nas duas pedras como o lapidador grava um selo. Em seguida prenda-as com filigranas de ouro,",
      "reflexao": "Nossos nomes estão gravados não em pedra, mas no Livro da Vida. Assim como o ouro enfeita, o amor de Deus nos envolve e eterniza."
    },
    {
      "numero": "12",
      "texto": "costurando-as nas ombreiras do colete sacerdotal, como pedras memoriais para os filhos de Israel. Assim Arão levará os nomes em seus ombros como memorial diante do Senhor.",
      "reflexao": "O verdadeiro sacerdote carrega o povo diante de Deus, não em palavras vazias, mas em amor, intercessão e memória constante no altar da presença divina."
    },
    {
      "numero": "13",
      "texto": "Faça filigranas de ouro",
      "reflexao": "O ouro refinado mostra que tudo que se oferece a Deus deve ser o melhor — puro, trabalhado com esmero e cheio de significado."
    },
    {
      "numero": "14",
      "texto": "e duas correntes de ouro puro, entrelaçadas como uma corda; e prenda as correntes às filigranas.",
      "reflexao": "As correntes unem o celestial ao terreno. A intercessão conecta o coração do homem ao trono de Deus, fortalecendo os laços da aliança."
    },
    {
      "numero": "15",
      "texto": "Faça um peitoral de decisões, trabalho artesanal. Faça-o como o colete sacerdotal: de linho fino trançado e de fios de ouro e de fios de tecido azul, roxo e vermelho.",
      "reflexao": "O peitoral de decisões lembra que nossas escolhas devem estar alinhadas à vontade divina. Toda decisão deve ser feita na presença de Deus, com temor e sabedoria."
    },
    {
      "numero": "16",
      "texto": "Será quadrado, com um palmo de comprimento e um palmo de largura, e dobrado em dois.",
      "reflexao": "A forma perfeita, o quadrado, representa equilíbrio, estabilidade e justiça. Deus nos chama a viver com retidão em todas as áreas da vida."
    },
    {
      "numero": "17",
      "texto": "Em seguida, fixe nele quatro fileiras de pedras preciosas. Na primeira fileira haverá um rubi, um topázio e um berilo;",
      "reflexao": "Cada pedra preciosa representa uma vida preciosa diante de Deus. Ele vê valor onde o mundo muitas vezes não enxerga."
    },
    {
      "numero": "18",
      "texto": "na segunda, uma turquesa, uma safira e um diamante;",
      "reflexao": "As cores, os brilhos e os detalhes revelam que Deus ama a diversidade, e cada um de nós reflete uma faceta única da Sua glória."
    },
    {
      "numero": "19",
      "texto": "na terceira, um jacinto, uma ágata e uma ametista;",
      "reflexao": "O Criador do universo não apenas vê, mas valoriza cada detalhe de quem somos. Somos joias nas mãos do Grande Artífice."
    },
    {
      "numero": "20",
      "texto": "na quarta, um crisólito, um ônix e um jaspe.",
      "reflexao": "Essas pedras encerram a representação do povo de Deus. Todos reunidos, sustentados pelo amor, cercados de beleza, graça e aliança eterna."
    },
    {
      "numero": "21",
      "texto": "Serão doze pedras, uma para cada um dos nomes dos filhos de Israel, cada uma gravada como um selo, com o nome de uma das doze tribos.",
      "reflexao": "Deus nunca se esquece dos seus. Cada nome, cada vida, cada história está gravada diante Dele, como selo eterno da Sua fidelidade e amor."
    },
    {
      "numero": "22",
      "texto": "Faça para o peitoral correntes de ouro puro trançadas como cordas.",
      "reflexao": "As correntes de ouro representam o elo inquebrável entre Deus e Seu povo. Assim como o ouro é precioso e resistente, também é o amor e a aliança que Deus estabelece conosco."
    },
    {
      "numero": "23",
      "texto": "Faça também duas argolas de ouro e prenda-as às duas extremidades do peitoral.",
      "reflexao": "Cada detalhe reflete ordem, cuidado e conexão. Nada no serviço a Deus é feito de forma aleatória; há harmonia e propósito em tudo."
    },
    {
      "numero": "24",
      "texto": "Prenda as duas correntes de ouro às argolas nas extremidades do peitoral,",
      "reflexao": "O sacerdócio liga o céu à terra. A intercessão prende o clamor do povo ao coração de Deus, sustentado por laços eternos."
    },
    {
      "numero": "25",
      "texto": "e as outras extremidades das correntes, às duas filigranas, unindo-as às peças das ombreiras do colete sacerdotal, na parte da frente.",
      "reflexao": "As ombreiras sustentam o peso simbólico do povo. Interceder é carregar com amor as vidas diante de Deus, mantendo firme a conexão entre o divino e o humano."
    },
    {
      "numero": "26",
      "texto": "Faça outras duas argolas de ouro e prenda-as às outras duas extremidades do peitoral, na borda interna, próxima ao colete sacerdotal.",
      "reflexao": "O interior também importa. Deus olha não só o exterior, mas o íntimo, o oculto, e deseja pureza e integridade tanto no que se vê como no que está escondido."
    },
    {
      "numero": "27",
      "texto": "Faça mais duas argolas de ouro e prenda-as na parte inferior das ombreiras, na frente do colete sacerdotal, próximas da costura, logo acima do cinturão do colete sacerdotal.",
      "reflexao": "A base bem presa é sinal de firmeza espiritual. A fé que sustenta não é frágil; é amarrada no amor, na obediência e na aliança com Deus."
    },
    {
      "numero": "28",
      "texto": "As argolas do peitoral serão amarradas às argolas do colete com um cordão azul, ligando-o ao cinturão, para que o peitoral não se separe do colete sacerdotal.",
      "reflexao": "O azul — cor dos céus — une o peitoral da decisão ao serviço sacerdotal. Isso revela que nossas escolhas devem estar firmemente conectadas ao propósito divino e ao serviço santo."
    },
    {
      "numero": "29",
      "texto": "Toda vez que Arão entrar no Lugar Santo, levará os nomes dos filhos de Israel sobre o seu coração no peitoral de decisões, como memorial permanente perante o Senhor.",
      "reflexao": "O verdadeiro líder espiritual leva no coração o nome do povo. Interceder não é tarefa leve; é carregar cada vida como um memorial diante de Deus, com amor e responsabilidade."
    },
    {
      "numero": "30",
      "texto": "Ponha também o Urim e o Tumim no peitoral das decisões, para que estejam sobre o coração de Arão sempre que ele entrar na presença do Senhor. Assim, Arão levará sempre sobre o coração, na presença do Senhor, os meios para tomar decisões em Israel.",
      "reflexao": "O Urim e o Tumim representam a busca pela vontade de Deus. Toda decisão deve ser feita não pela lógica humana, mas guiada pela luz da revelação e da verdade que vêm do Senhor."
    },
    {
      "numero": "31",
      "texto": "Faça o manto do colete sacerdotal inteiramente de fios de tecido azul,",
      "reflexao": "O azul do manto lembra os céus. O sacerdote carrega sobre si a lembrança constante de que serve ao Deus que está entronizado nas alturas, mas que se faz presente entre os homens."
    },
    {
      "numero": "32",
      "texto": "com uma abertura para a cabeça no centro. Ao redor dessa abertura haverá uma dobra tecida, como uma gola, para que não se rasgue.",
      "reflexao": "O cuidado para não rasgar aponta para a unidade e a integridade no serviço a Deus. A obra de Deus não admite rupturas, mas zelo e preservação da santidade."
    },
    {
      "numero": "33",
      "texto": "Faça romãs de fios de tecido azul, roxo e vermelho em volta da borda do manto, intercaladas com pequenos sinos de ouro.",
      "reflexao": "As romãs simbolizam fruto; os sinos, testemunho. O verdadeiro sacerdote é reconhecido não só pelo que faz, mas também pelo fruto que gera e pela presença que carrega."
    },
    {
      "numero": "34",
      "texto": "Os sinos de ouro e as romãs se alternarão por toda a volta da borda do manto.",
      "reflexao": "Som e fruto, testemunho e vida. Quem serve no altar reflete Deus tanto no que se ouve de sua vida quanto no que se vê em seus frutos."
    },
    {
      "numero": "35",
      "texto": "Arão o vestirá quando ministrar. O som dos sinos será ouvido quando ele entrar no Lugar Santo diante do Senhor e quando sair, para que não morra.",
      "reflexao": "O som dos sinos anuncia a presença no Santo Lugar. Viver na presença de Deus exige reverência, pureza e transparência — não há espaço para hipocrisia."
    },
    {
      "numero": "36",
      "texto": "Faça um diadema de ouro puro e grave nele como se grava um selo: Consagrado ao Senhor.",
      "reflexao": "‘Consagrado ao Senhor’ não é só uma inscrição, é uma declaração de vida. Quem é separado para Deus, vive para Ele, reflete Sua glória e carrega Sua marca no mais alto da mente e do coração."
    },
    {
      "numero": "37",
      "texto": "Prenda-o na parte da frente do turbante com uma fita azul.",
      "reflexao": "O azul conecta novamente ao céu. O chamado à santidade deve estar visível na vida, nos pensamentos e nas ações de quem serve ao Altíssimo."
    },
    {
      "numero": "38",
      "texto": "Estará sobre a testa de Arão; assim ele levará a culpa de qualquer pecado que os israelitas cometerem em relação às coisas sagradas, ao fazerem todas as suas ofertas. Estará sempre sobre a testa de Arão, para que as ofertas sejam aceitas pelo Senhor.",
      "reflexao": "O sacerdote intercede, carrega e se coloca na brecha pelo povo. Isso aponta para Cristo, nosso sumo sacerdote, que levou sobre Si as nossas culpas para que fôssemos aceitos diante do Pai."
    },
    {
      "numero": "39",
      "texto": "Teça a túnica e o turbante com linho fino. O cinturão será feito por um bordador.",
      "reflexao": "Pureza, beleza e zelo. A santidade não está apenas no espírito, mas se reflete no que se veste, no que se faz e em cada detalhe da vida diante de Deus."
    },
    {
      "numero": "40",
      "texto": "Faça também túnicas, cinturões e gorros para os filhos de Arão, para conferir-lhes honra e dignidade.",
      "reflexao": "O chamado sacerdotal traz consigo honra e dignidade. Quem serve no altar deve ser revestido de conduta, caráter e beleza espiritual que honram a Deus."
    },
    {
      "numero": "41",
      "texto": "Depois de vestir seu irmão Arão e os filhos dele, unja-os e consagre-os, para que me sirvam como sacerdotes.",
      "reflexao": "A unção separa, capacita e confirma. Quem é consagrado a Deus não vive mais para si, mas para a glória Daquele que o chamou."
    },
    {
      "numero": "42",
      "texto": "Faça-lhes calções de linho que vão da cintura até a coxa, para cobrirem a sua nudez.",
      "reflexao": "A santidade cobre a vergonha. O serviço no altar exige pudor, reverência e integridade, tanto exterior quanto interior."
    },
    {
      "numero": "43",
      "texto": "Arão e seus filhos terão que vesti-los sempre que entrarem na Tenda do Encontro ou quando se aproximarem do altar para ministrar no Lugar Santo, para que não incorram em culpa e morram. Este é um decreto perpétuo para Arão e para os seus descendentes.",
      "reflexao": "A presença de Deus não é lugar de irreverência. Quem se aproxima do Santo deve fazê-lo com temor, reverência e profunda consciência da grandeza do Deus que habita no meio do seu povo."
    }
  ]
}
