{
  "livro": "Êxodo",
  "capitulo": "38",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Fez um altar de madeira de acácia para os holocaustos, com um metro e trinta e cinco centímetros de altura; era quadrado, com dois metros e vinte e cinco centímetros de cada lado.",
      "reflexao": "O altar representa o lugar de entrega e consagração total. Assim como no altar eram oferecidos os holocaustos, nossa vida deve ser entregue a Deus por inteiro, como sacrifício vivo e santo."
    },
    {
      "numero": "2",
      "texto": "E fez uma ponta em forma de chifre em cada um dos quatro cantos, formando uma só peça com o altar, o qual revestiu de bronze.",
      "reflexao": "Os chifres simbolizam força e proteção. O altar com seus chifres mostra que em Deus encontramos refúgio e que a força da nossa vida está em nos entregarmos a Ele."
    },
    {
      "numero": "3",
      "texto": "De bronze fez todos os seus utensílios: os recipientes para recolher cinzas, as pás, as bacias de aspersão, os garfos para carne e os braseiros.",
      "reflexao": "Os utensílios feitos de bronze refletem resistência e purificação. O bronze, exposto ao fogo, simboliza o juízo e a purificação, assim como Deus purifica nossas vidas quando nos entregamos no altar."
    },
    {
      "numero": "4",
      "texto": "Fez uma grelha de bronze para o altar em forma de rede, abaixo da sua beirada, a meia altura do altar.",
      "reflexao": "A grelha sustenta a oferta no fogo. Isso nos lembra que nossa vida, quando colocada no altar, precisa passar pelo fogo do Espírito, que transforma, purifica e consome tudo que não pertence a Deus."
    },
    {
      "numero": "5",
      "texto": "Fundiu quatro argolas de bronze para sustentar as varas nos quatro cantos da grelha de bronze.",
      "reflexao": "As argolas garantem mobilidade ao altar, lembrando que onde quer que estejamos, nosso compromisso de adoração, entrega e consagração deve nos acompanhar diariamente."
    },
    {
      "numero": "6",
      "texto": "Fez as varas de madeira de acácia, revestiu-as de bronze",
      "reflexao": "A madeira representa nossa humanidade, e o bronze, a resistência e a purificação. Juntos, mostram que Deus usa nossa humanidade consagrada para sustentar e carregar a Sua presença e Sua obra."
    },
    {
      "numero": "7",
      "texto": "e colocou-as nas argolas, nos dois lados do altar, para que o pudessem carregar. O altar era oco, feito de tábuas.",
      "reflexao": "O altar sendo oco reforça que sua função era conter o fogo e a oferta. Isso reflete que nossa essência só faz sentido quando é preenchida pela presença e pelo fogo de Deus."
    },
    {
      "numero": "8",
      "texto": "Fez a bacia de bronze e a sua base com os espelhos das mulheres que serviam à entrada da Tenda do Encontro.",
      "reflexao": "Os espelhos, objetos de vaidade, foram transformados em instrumentos de purificação. Isso nos ensina que quando colocamos nossas vaidades nas mãos de Deus, Ele as transforma em meios de santificação e serviço."
    },
    {
      "numero": "9",
      "texto": "Fez também o pátio. O lado sul tinha quarenta e cinco metros de comprimento e cortinas externas de linho fino trançado,",
      "reflexao": "O pátio cercado representa a separação do sagrado. Assim deve ser nossa vida: cercada pela pureza e pela santidade, afastada das contaminações deste mundo."
    },
    {
      "numero": "10",
      "texto": "com vinte colunas e vinte bases de bronze, com ganchos e ligaduras de prata nas colunas.",
      "reflexao": "As colunas e bases sustentam e protegem o espaço sagrado. Na nossa caminhada, Deus estabelece fundamentos firmes que nos mantêm de pé e protegidos no Seu propósito."
    },
    {
      "numero": "11",
      "texto": "O lado norte também tinha quarenta e cinco metros de comprimento, com vinte colunas e vinte bases de bronze. Os ganchos e as ligaduras das colunas eram de prata.",
      "reflexao": "O padrão de simetria nas medidas reflete ordem, harmonia e perfeição no Reino de Deus. Isso nos lembra que nosso Deus é um Deus de ordem, não de confusão."
    },
    {
      "numero": "12",
      "texto": "O lado ocidental, com suas cortinas externas, tinha vinte e dois metros e meio de largura, com dez colunas e dez bases, com ganchos e ligaduras de prata nas colunas.",
      "reflexao": "Cada lado cuidadosamente medido mostra que nada no Reino de Deus é feito de forma aleatória. Ele tem planos específicos e detalhados para cada área da nossa vida."
    },
    {
      "numero": "13",
      "texto": "O lado oriental, que dá para o nascente, também tinha vinte e dois metros e meio de largura.",
      "reflexao": "O lado do nascente é o lugar onde nasce o sol, simbolizando esperança, novo começo e luz. Assim também é a presença de Deus em nossa vida: renovo diário e direção certa."
    },
    {
      "numero": "14",
      "texto": "Havia cortinas de seis metros e setenta e cinco centímetros de comprimento num dos lados da entrada, com três colunas e três bases,",
      "reflexao": "As cortinas da entrada representam o acesso à presença de Deus, que é ao mesmo tempo separado, mas também acessível àqueles que O buscam com coração puro e reverente."
    },
    {
      "numero": "15",
      "texto": "e cortinas de seis metros e setenta e cinco centímetros de comprimento no outro lado da entrada do pátio, também com três colunas e três bases.",
      "reflexao": "Deus sempre providencia uma entrada, um caminho para aqueles que desejam se achegar a Ele. Isso aponta para Jesus, que disse: 'Eu sou a porta'. Nele temos livre acesso ao Pai."
    },
    {
      "numero": "16",
      "texto": "Todas as cortinas ao redor do pátio eram feitas de linho fino trançado.",
      "reflexao": "O linho fino representa pureza e santidade. Assim deve ser a nossa vida diante de Deus, cercada por pureza, verdade e retidão."
    },
    {
      "numero": "17",
      "texto": "As bases das colunas eram de bronze. Os ganchos e as ligaduras das colunas eram de prata, e o topo das colunas também era revestido de prata; de modo que todas as colunas do pátio tinham ligaduras de prata.",
      "reflexao": "O bronze fala de resistência e julgamento; a prata, de redenção. A junção dos dois materiais aponta para a base da nossa fé: somos sustentados pela justiça de Deus (bronze) e pela redenção de Cristo (prata)."
    },
    {
      "numero": "18",
      "texto": "Na entrada do pátio havia uma cortina de linho fino trançado e de fios de tecidos azul, roxo e vermelho, obra de bordador. Tinha nove metros de comprimento e, à semelhança das cortinas do pátio, tinha dois metros e vinte e cinco centímetros de altura,",
      "reflexao": "A entrada cuidadosamente adornada com cores e detalhes simboliza que o acesso a Deus é belo, sagrado e precisa ser feito com reverência e preparação espiritual."
    },
    {
      "numero": "19",
      "texto": "com quatro colunas e quatro bases de bronze. Seus ganchos e ligaduras eram de prata, e o topo das colunas também era revestido de prata.",
      "reflexao": "Tudo no Tabernáculo reflete equilíbrio e estabilidade. Na nossa vida espiritual, Deus deseja que sejamos igualmente sustentados por fundamentos sólidos de fé e pureza."
    },
    {
      "numero": "20",
      "texto": "Todas as estacas da tenda do tabernáculo e do pátio que o rodeava eram de bronze.",
      "reflexao": "Até as estacas, peças pequenas e discretas, eram feitas de bronze. Isso nos ensina que até os menores detalhes da nossa vida devem estar firmados na resistência e na aliança com Deus."
    },
    {
      "numero": "21",
      "texto": "Esta é a relação do material usado para o tabernáculo, o tabernáculo da aliança, registrada por ordem de Moisés pelos levitas, sob a direção de Itamar, filho de Arão, o sacerdote.",
      "reflexao": "Deus é um Deus de ordem, registro e transparência. A prestação de contas aqui mostra que tudo que é feito para Deus deve ser feito com zelo, responsabilidade e integridade."
    },
    {
      "numero": "22",
      "texto": "Bezalel, filho de Uri, neto de Hur, da tribo de Judá, fez tudo o que o Senhor tinha ordenado a Moisés.",
      "reflexao": "A obediência gera frutos eternos. Bezalel é lembrado até hoje porque fez tudo segundo a ordem de Deus. O mesmo acontece quando somos fiéis no que Deus nos confia."
    },
    {
      "numero": "23",
      "texto": "Com ele estava Aoliabe, filho de Aisamaque, da tribo de Dã, artesão e projetista, e também bordador em linho fino e de fios de tecido azul, roxo e vermelho.",
      "reflexao": "Deus capacita pessoas diferentes, de tribos diferentes, para realizarem Sua obra. Isso mostra que no Reino de Deus há espaço para a diversidade de dons e talentos."
    },
    {
      "numero": "24",
      "texto": "O peso total do ouro recebido na oferta movida e utilizado para a obra do santuário foi de uma tonelada, com base no peso padrão do santuário.",
      "reflexao": "O investimento no sagrado não era simbólico, era real, pesado, significativo. Da mesma forma, nossa entrega a Deus precisa ser generosa, total e de valor verdadeiro."
    },
    {
      "numero": "25",
      "texto": "O peso da prata recebida dos que foram contados no recenseamento da comunidade foi superior a três toneladas e meia, com base no peso padrão do santuário:",
      "reflexao": "A prata representa redenção. Cada pessoa contribuía, mostrando que todos são responsáveis por manter viva a comunhão, a adoração e a aliança com Deus."
    },
    {
      "numero": "26",
      "texto": "seis gramas para cada um dos recenseados, seiscentos e três mil, quinhentos e cinquenta homens de vinte anos de idade para cima.",
      "reflexao": "Cada vida tem valor diante de Deus. Não era apenas uma contribuição financeira, mas um sinal de pertencimento e compromisso com a presença do Senhor."
    },
    {
      "numero": "27",
      "texto": "As três toneladas e meia de prata foram usadas para fundir as bases do santuário e do véu: cem bases feitas das três toneladas e meia, trinta e cinco quilos para cada base.",
      "reflexao": "A base do lugar de encontro com Deus era feita de prata — redenção. Isso revela que a nossa comunhão com Deus só é possível porque estamos firmados no sacrifício redentor."
    },
    {
      "numero": "28",
      "texto": "Vinte quilos e trezentos gramas foram usados para fazer os ganchos para as colunas, para revestir a parte superior das colunas e para fazer as suas ligaduras.",
      "reflexao": "Deus cuida dos detalhes. Assim como as colunas eram embelezadas e fortalecidas, Deus também embeleza e fortalece nossa vida com graça e redenção em cada detalhe."
    },
    {
      "numero": "29",
      "texto": "O peso do bronze da oferta movida foi de duas toneladas e meia.",
      "reflexao": "O bronze, símbolo de resistência e purificação, mostra que tudo na vida do cristão precisa ser fortalecido e santificado constantemente."
    },
    {
      "numero": "30",
      "texto": "Ele o utilizou para fazer as bases da entrada da Tenda do Encontro, o altar de bronze, a sua grelha e todos os seus utensílios,",
      "reflexao": "O altar, local do sacrifício, e seus utensílios foram feitos de bronze, revelando que nossa vida também precisa passar pelo processo de purificação e entrega para Deus."
    },
    {
      "numero": "31",
      "texto": "as bases do pátio ao redor e da sua entrada, e todas as estacas do tabernáculo e do pátio em derredor.",
      "reflexao": "Tudo estava firmemente estabelecido, mostrando que na presença de Deus há estabilidade. Quando firmamos nossa vida na Sua Palavra, não seremos abalados."
    }
  ]
}
