{
  "livro": "Êxodo",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "São estes, pois, os nomes dos filhos de Israel que entraram com Jacó no Egito, cada um com a sua respectiva família:",
      "reflexao": "Este versículo marca o início de uma nova etapa na história do povo de Deus. Ele nos lembra que o Senhor conhece cada um dos seus filhos pelo nome e pela família. Nada escapa ao olhar do Eterno, que valoriza a identidade, a história e os vínculos. Assim também Deus nos vê — não como multidão anônima, mas como filhos amados, com histórias que fazem parte do seu plano soberano."
    },
    {
      "numero": "2",
      "texto": "Rúben, Simeão, Levi e Judá;",
      "reflexao": "Cada nome citado ecoa como um testemunho de pertencimento e propósito. Deus não esquece nomes, nem histórias, e o registro aqui revela a preciosidade de cada vida aos olhos do Criador."
    },
    {
      "numero": "3",
      "texto": "Issacar, Zebulom e Benjamim;",
      "reflexao": "Cada descendente carrega consigo uma herança espiritual. Estes nomes não são apenas registros, mas sementes de uma promessa que se cumpre através das gerações."
    },
    {
      "numero": "4",
      "texto": "Dã, Naftali, Gade e Aser.",
      "reflexao": "A lista se completa, reafirmando que Deus é um Deus de alianças, que se lembra de cada filho e de cada linhagem, reafirmando sua fidelidade no tempo e na eternidade."
    },
    {
      "numero": "5",
      "texto": "Ao todo, os descendentes de Jacó eram setenta; José, porém, já se encontrava no Egito.",
      "reflexao": "O número setenta aponta para plenitude e completude no plano divino. José, já no Egito, é prova de que Deus sempre antecipa soluções antes mesmo que os desafios cheguem. Seu cuidado é sempre preventivo e soberano."
    },
    {
      "numero": "6",
      "texto": "Ora, morreram José, todos os seus irmãos e toda aquela geração.",
      "reflexao": "O tempo avança, as gerações passam, mas a aliança de Deus permanece. Este versículo nos lembra que, embora os homens sejam passageiros, o agir de Deus é eterno e seus propósitos seguem firmes de geração em geração."
    },
    {
      "numero": "7",
      "texto": "Os israelitas, porém, eram férteis, proliferaram, tornaram-se numerosos e fortaleceram-se muito, tanto que encheram o país.",
      "reflexao": "Quando Deus abençoa, nem o tempo nem as circunstâncias podem conter. A vida floresce, a esperança se multiplica e o povo cresce, revelando que a promessa do Senhor é mais forte que qualquer adversidade."
    },
    {
      "numero": "8",
      "texto": "Então subiu ao trono do Egito um novo rei, que nada sabia sobre José.",
      "reflexao": "O esquecimento dos homens não apaga os feitos de Deus. Este versículo nos alerta que quando a memória da gratidão se perde, surgem tempos de opressão. Mas mesmo nesses dias, Deus continua sendo fiel e soberano."
    },
    {
      "numero": "9",
      "texto": "Disse ele ao seu povo: ‘Vejam! O povo israelita é agora numeroso e mais forte que nós.’",
      "reflexao": "O crescimento do povo de Deus incomoda aqueles que confiam na força do próprio braço. Aqui percebemos como a bênção pode gerar medo nos corações que vivem sem Deus. Mas nenhuma preocupação humana pode conter o que o Senhor decidiu fazer florescer."
    },
    {
      "numero": "10",
      "texto": "‘Temos de agir com astúcia, para que não se tornem ainda mais numerosos e, no caso de guerra, aliem-se aos nossos inimigos, lutem contra nós e fujam do país.’",
      "reflexao": "Quando a bênção assusta os ímpios, surgem estratégias de opressão. Porém, nenhum plano arquitetado contra os filhos de Deus prospera além do limite permitido pelo próprio Senhor, que sempre transforma adversidade em plataforma de milagres."
    },
    {
      "numero": "11",
      "texto": "Estabeleceram, pois, sobre eles chefes de trabalhos forçados, para os oprimir com tarefas pesadas. E assim os israelitas construíram para o faraó as cidades-celeiros de Pitom e Ramessés.",
      "reflexao": "A opressão dos homens nunca passa despercebida aos olhos de Deus. Quando o fardo parece insuportável, Deus já está escrevendo uma história de libertação. É no tempo da dor que Ele prepara o tempo do livramento."
    },
    {
      "numero": "12",
      "texto": "Todavia, quanto mais eram oprimidos, mais numerosos se tornavam e mais se espalhavam. Por isso os egípcios passaram a temer os israelitas,",
      "reflexao": "O que deveria ser fraqueza tornou-se força. Assim é a vida daqueles que andam sob a bênção do Eterno. A perseguição que deveria destruir, faz crescer. A opressão que deveria calar, faz ecoar ainda mais o testemunho da fidelidade divina."
    },
    {
      "numero": "13",
      "texto": "e os sujeitaram a cruel escravidão.",
      "reflexao": "A maldade humana, quando destituída de Deus, não conhece limites. Mas Deus vê cada lágrima, ouve cada clamor e não ignora nenhum suspiro de seus filhos aflitos."
    },
    {
      "numero": "14",
      "texto": "Tornaram-lhes a vida amarga, impondo-lhes a árdua tarefa de preparar o barro e fazer tijolos, e executar todo tipo de trabalho agrícola; em tudo os egípcios os sujeitavam a cruel escravidão.",
      "reflexao": "O peso da opressão amarga a existência, mas não sufoca a esperança quando esta está plantada nas promessas de Deus. Mesmo no labor mais árduo, Deus trabalha silenciosamente, preparando libertação, restauração e honra."
    },
    {
      "numero": "15",
      "texto": "O rei do Egito ordenou às parteiras dos hebreus, que se chamavam Sifrá e Puá:",
      "reflexao": "Deus levanta pessoas simples para resistirem a planos perversos. O nome dessas mulheres é eternizado nas Escrituras como testemunho de que quem teme ao Senhor faz diferença no mundo, mesmo que pareça pequeno aos olhos humanos."
    },
    {
      "numero": "16",
      "texto": "‘Quando vocês ajudarem as hebréias a dar à luz, verifiquem se é menino. Se for, matem-no; se for menina, deixem-na viver.’",
      "reflexao": "Este decreto revela como a maldade se alimenta do medo. Mas por trás das intenções humanas, há um Deus que observa, que guarda e que intervém, mostrando que a vida pertence a Ele, e não aos opressores deste mundo."
    },
    {
      "numero": "17",
      "texto": "Todavia, as parteiras temeram a Deus e não obedeceram às ordens do rei do Egito; deixaram viver os meninos.",
      "reflexao": "O verdadeiro temor a Deus nos dá coragem para desobedecer aquilo que desonra os princípios celestiais. As parteiras escolheram a vida, escolheram agradar ao Senhor, mesmo diante da ameaça de um rei terreno."
    },
    {
      "numero": "18",
      "texto": "Então o rei do Egito convocou as parteiras e lhes perguntou: ‘Por que vocês fizeram isso? Por que deixaram viver os meninos?’",
      "reflexao": "Quando se vive pela fé, é inevitável que o mundo questione nossas escolhas. A coragem das parteiras ecoa como exemplo de que quem anda na verdade não teme ser confrontado pelos sistemas injustos deste mundo."
    },
    {
      "numero": "19",
      "texto": "Responderam as parteiras do faraó: ‘As mulheres hebréias não são como as egípcias. São cheias de vigor e dão à luz antes de chegarem as parteiras.’",
      "reflexao": "A resposta das parteiras revela não apenas sabedoria, mas também discernimento dado por Deus. Quando protegemos a vida e honramos a justiça, o próprio Senhor nos capacita a responder e enfrentar os desafios com astúcia santa."
    },
    {
      "numero": "20",
      "texto": "Deus foi bondoso com as parteiras; e o povo ia se tornando ainda mais numeroso, cada vez mais forte.",
      "reflexao": "A bondade de Deus repousa sobre aqueles que escolhem a vida e a retidão. Enquanto os homens planejam destruição, Deus multiplica, fortalece e faz prosperar aqueles que andam segundo o Seu coração."
    },
    {
      "numero": "21",
      "texto": "Visto que as parteiras temeram a Deus, ele concedeu-lhes que tivessem suas próprias famílias.",
      "reflexao": "Quem honra a vida é honrado pelo Deus da vida. O Senhor recompensa aqueles que escolhem obedecer a Sua vontade, transformando suas mãos em fonte de bênção e suas casas em lugar de alegria e legado."
    },
    {
      "numero": "22",
      "texto": "Por isso o faraó ordenou a todo o seu povo: ‘Lancem ao Nilo todo menino recém-nascido, mas deixem viver as meninas’.",
      "reflexao": "Mesmo diante do decreto mais cruel, Deus já estava escrevendo a história da redenção. O plano de morte dos homens jamais supera o plano de vida do Altíssimo. Ele transforma rios de morte em caminho de libertação e testemunho de Seu poder soberano."
    }
  ]
}
