{
  "livro": "Êxodo",
  "capitulo": "27",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Faça um altar de madeira de acácia. Será quadrado, com dois metros e vinte e cinco centímetros de largura e um metro e trinta e cinco centímetros de altura.",
      "reflexao": "O altar, lugar de sacrifício, nos lembra que a aproximação a Deus exige entrega. Sem renúncia, não há verdadeira adoração."
    },
    {
      "numero": "2",
      "texto": "Faça uma ponta em forma de chifre em cada um dos quatro cantos, formando uma só peça com o altar, que será revestido de bronze.",
      "reflexao": "Os chifres simbolizam força e proteção. Na presença de Deus, encontramos refúgio, mas também somos chamados à santificação pelo fogo do altar."
    },
    {
      "numero": "3",
      "texto": "Faça de bronze todos os seus utensílios: os recipientes para recolher cinzas, as pás, as bacias de aspersão, os garfos para carne e os braseiros.",
      "reflexao": "Cada detalhe tem um propósito na adoração. Deus se importa com a ordem, com a pureza e com o zelo naquilo que é consagrado a Ele."
    },
    {
      "numero": "4",
      "texto": "Faça também para ele uma grelha de bronze em forma de rede e uma argola de bronze em cada um dos quatro cantos da grelha.",
      "reflexao": "A rede de bronze sustenta o sacrifício. Assim também, nossa vida precisa estar firmada no que Deus estabelece, para que tudo suba como aroma agradável a Ele."
    },
    {
      "numero": "5",
      "texto": "Coloque-a abaixo da beirada do altar, de maneira que fique a meia altura do altar.",
      "reflexao": "O equilíbrio na altura representa que a entrega deve ser visível, mas não para vanglória. Está diante de Deus, não dos homens."
    },
    {
      "numero": "6",
      "texto": "Faça varas de madeira de acácia para o altar e revista-as de bronze.",
      "reflexao": "As varas mostram que a presença de Deus acompanha o Seu povo. Onde formos, levamos conosco o chamado à adoração e à santidade."
    },
    {
      "numero": "7",
      "texto": "Estas varas serão colocadas nas argolas, dos dois lados do altar, quando este for carregado.",
      "reflexao": "O altar é móvel, assim como nossa vida deve ser uma constante entrega a Deus, em qualquer tempo e qualquer lugar."
    },
    {
      "numero": "8",
      "texto": "Faça o altar oco e de tábuas, conforme lhe foi mostrado no monte.",
      "reflexao": "O 'conforme foi mostrado' nos lembra que Deus deseja obediência precisa. Não há espaço para achismos naquilo que é sagrado."
    },
    {
      "numero": "9",
      "texto": "Faça um pátio para o tabernáculo. O lado sul terá quarenta e cinco metros de comprimento, e cortinas externas de linho fino trançado,",
      "reflexao": "O pátio delimita o espaço da comunhão. Deus convida, mas também estabelece limites, para que a reverência e a ordem permaneçam."
    },
    {
      "numero": "10",
      "texto": "com vinte colunas e vinte bases de bronze, com ganchos e ligaduras de prata nas colunas.",
      "reflexao": "As colunas firmes representam a estabilidade da presença de Deus, sustentada pela redenção (prata) e pelo juízo (bronze)."
    },
    {
      "numero": "11",
      "texto": "O lado norte também terá quarenta e cinco metros de comprimento e cortinas externas, com vinte colunas e vinte bases de bronze, com ganchos e ligaduras de prata nas colunas.",
      "reflexao": "Deus cerca Seu povo por todos os lados. Há segurança e proteção na Sua presença, sustentada por Sua justiça e redenção."
    },
    {
      "numero": "12",
      "texto": "O lado ocidental, com as suas cortinas externas, terá vinte e dois metros e meio de largura, com dez colunas e dez bases.",
      "reflexao": "Até o menor detalhe revela ordem, simetria e beleza. Assim deve ser nossa vida diante de Deus: ordenada e cheia de propósito."
    },
    {
      "numero": "13",
      "texto": "O lado oriental, que dá para o nascente, também terá vinte e dois metros e meio de largura.",
      "reflexao": "O lado nascente, onde nasce o sol, aponta para a esperança, para um novo dia. Deus sempre deixa uma porta aberta para quem deseja se achegar a Ele."
    },
    {
      "numero": "14",
      "texto": "Haverá cortinas de seis metros e setenta e cinco centímetros de comprimento num dos lados da entrada, com três colunas e três bases,",
      "reflexao": "Cada lado da entrada simboliza equilíbrio. Aproximar-se de Deus exige reverência e simetria espiritual — mente, coração e atitudes alinhados."
    },
    {
      "numero": "15",
      "texto": "e cortinas externas de seis metros e setenta e cinco centímetros de comprimento no outro lado, também com três colunas e três bases.",
      "reflexao": "Deus reforça o equilíbrio e o acesso ordenado. Nada é por acaso. Ele nos ensina que a disciplina espiritual também é adoração."
    },
    {
      "numero": "16",
      "texto": "Na entrada do pátio, haverá uma cortina de nove metros de comprimento, de linho fino trançado e de fios de tecido azul, roxo e vermelho, obra de bordador, com quatro colunas e quatro bases.",
      "reflexao": "A cortina na entrada representa Jesus, a única porta. Azul (céu), roxo (realeza) e vermelho (sacrifício) apontam para Ele, que nos conduz até Deus."
    },
    {
      "numero": "17",
      "texto": "Todas as colunas ao redor do pátio terão ligaduras e ganchos de prata e bases de bronze.",
      "reflexao": "A prata fala da redenção e o bronze do juízo. A entrada e a permanência na presença de Deus passam pela redenção e pela santificação."
    },
    {
      "numero": "18",
      "texto": "O pátio terá quarenta e cinco metros de comprimento e vinte e dois metros e meio de largura, com cortinas de linho fino trançado de dois metros e vinte e cinco centímetros de altura e bases de bronze.",
      "reflexao": "O pátio protege e define o espaço da adoração. Deus nos cerca de Sua presença, nos separando do mundo e nos convidando a viver para Ele."
    },
    {
      "numero": "19",
      "texto": "Todos os utensílios para o serviço do tabernáculo, inclusive todas as estacas da tenda e as do pátio, serão feitos de bronze.",
      "reflexao": "O bronze simboliza o juízo. Toda a estrutura do serviço a Deus nos lembra que Ele é santo e justo, e que servir a Ele exige reverência."
    },
    {
      "numero": "20",
      "texto": "Ordene aos israelitas que lhe tragam azeite puro de oliva batida para a iluminação, para que as lâmpadas fiquem sempre acesas.",
      "reflexao": "O azeite é símbolo do Espírito Santo. A luz deve permanecer acesa continuamente, assim como nossa comunhão com Deus jamais deve se apagar."
    },
    {
      "numero": "21",
      "texto": "Na Tenda do Encontro, do lado de fora do véu que se encontra diante das tábuas da aliança, Arão e seus filhos manterão acesas as lâmpadas diante do Senhor, do entardecer até de manhã. Este será um decreto perpétuo entre os israelitas, geração após geração.",
      "reflexao": "A luz constante representa que Deus nunca dorme. A intercessão, a adoração e a vigilância espiritual devem ser permanentes em cada geração."
    }
  ]
}
