{
  "livro": "Êxodo",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor disse a Moisés: ‘Vá ao faraó, pois tornei obstinado o coração dele e o de seus conselheiros, a fim de realizar estes meus prodígios entre eles,’",
      "reflexao": "Deus revela que até a resistência dos homens serve aos Seus propósitos. Quando parece que o mal prospera, na verdade, Deus está construindo um testemunho que revelará Sua glória de maneira inquestionável."
    },
    {
      "numero": "2",
      "texto": "‘para que você possa contar a seus filhos e netos como zombei dos egípcios e como realizei meus milagres entre eles. Assim vocês saberão que eu sou o Senhor.’",
      "reflexao": "Deus age não apenas para um tempo, mas para marcar gerações. Seu propósito é que os feitos do presente sejam lições eternas, ensinando que Ele é soberano, justo e digno de toda adoração."
    },
    {
      "numero": "3",
      "texto": "Dirigiram-se, pois, Moisés e Arão ao faraó e lhe disseram: ‘Assim diz o Senhor, o Deus dos hebreus: Até quando você se recusará a humilhar-se perante mim? Deixe ir o meu povo, para que me preste culto.’",
      "reflexao": "O orgulho humano é a maior barreira contra a ação de Deus. O chamado à humilhação não é uma sentença, mas uma oportunidade de rendição, porque só quem se dobra diante de Deus se levanta verdadeiramente livre."
    },
    {
      "numero": "4",
      "texto": "‘Se você não quiser deixá-lo ir, farei vir gafanhotos sobre o seu território amanhã.’",
      "reflexao": "Quando a palavra de Deus é rejeitada, até a natureza se torna aliada no cumprimento do juízo. O aviso é sempre um ato de misericórdia antes que a justiça se manifeste plenamente."
    },
    {
      "numero": "5",
      "texto": "‘Eles cobrirão a face da terra até não se poder enxergar o solo. Devorarão tanto o pouco que ainda lhes restou da tempestade de granizo como todas as árvores que estiverem brotando nos campos.’",
      "reflexao": "Deus mostra que sem Ele não há estabilidade. O que sobreviveu ao granizo agora será consumido pelos gafanhotos, revelando que a resistência a Deus leva à completa ruína de tudo o que se tentou preservar sem Ele."
    },
    {
      "numero": "6",
      "texto": "‘Encherão os seus palácios e as casas de todos os seus conselheiros e de todos os egípcios: algo que nem os seus pais nem os seus antepassados jamais viram, desde o dia em que se fixaram nesta terra até o dia de hoje.’ A seguir Moisés virou as costas e saiu da presença do faraó.",
      "reflexao": "O juízo de Deus vem com proporções que a humanidade jamais imaginou. Quando Moisés vira as costas, mostra que o recado foi dado — o tempo da decisão está nas mãos de quem ouve, mas o cumprimento da palavra é certo e irrevogável."
    },
    {
      "numero": "7",
      "texto": "Os conselheiros do faraó lhe disseram: ‘Até quando este homem será uma ameaça para nós? Deixa os homens irem prestar culto ao Senhor Deus deles. Não percebes que o Egito está arruinado?’",
      "reflexao": "Até os que estão ao redor do faraó reconhecem que lutar contra Deus é insustentável. O orgulho cega, mas a realidade grita: sem Deus, tudo desmorona. O conselho do mundo, por vezes, enxerga o que o coração endurecido se recusa a ver."
    },
    {
      "numero": "8",
      "texto": "Então Moisés e Arão foram trazidos de volta à presença do faraó, que lhes disse: ‘Vão e prestem culto ao Senhor, ao seu Deus. Mas, digam-me, quem irá?’",
      "reflexao": "O faraó tenta negociar com Deus, oferecendo uma obediência parcial. A pergunta ‘quem irá?’ reflete uma tentativa de controle. Mas a verdadeira adoração exige rendição total, não concessões."
    },
    {
      "numero": "9",
      "texto": "Moisés respondeu: ‘Temos que levar todos: os jovens e os velhos, os nossos filhos e as nossas filhas, as nossas ovelhas e os nossos bois, pois celebraremos uma festa ao Senhor.’",
      "reflexao": "A resposta de Moisés é firme: ninguém fica para trás. Adorar a Deus é compromisso de toda a família, de toda a comunidade, com tudo o que somos e possuímos. A entrega precisa ser completa e sem reservas."
    },
    {
      "numero": "10",
      "texto": "Disse-lhes o faraó: ‘Vocês vão mesmo precisar do Senhor quando eu deixá-los ir com as mulheres e crianças! É claro que vocês estão com más intenções.’",
      "reflexao": "O sarcasmo do faraó revela sua resistência e incredulidade. O mundo sempre suspeita dos propósitos dos justos, porque não compreende que o chamado de Deus é liberdade e não afronta."
    },
    {
      "numero": "11",
      "texto": "‘De forma alguma! Só os homens podem ir prestar culto ao Senhor, como vocês têm pedido.’ E Moisés e Arão foram expulsos da presença do faraó.",
      "reflexao": "Deus não aceita adoração negociada. O faraó oferece uma saída limitada, mas o culto ao Senhor não pode ser condicionado. A obediência parcial é, na verdade, desobediência disfarçada."
    },
    {
      "numero": "12",
      "texto": "Mas o Senhor disse a Moisés: ‘Estenda a mão sobre o Egito para que os gafanhotos venham sobre a terra e devorem toda a vegetação, tudo o que foi deixado pelo granizo.’",
      "reflexao": "Quando a voz de Deus é ignorada, a Sua mão se levanta. O que foi poupado anteriormente agora será tocado. Deus prova que não há segurança fora da obediência à Sua palavra."
    },
    {
      "numero": "13",
      "texto": "Moisés estendeu a vara sobre o Egito, e o Senhor fez soprar sobre a terra um vento oriental durante todo aquele dia e toda aquela noite. Pela manhã, o vento havia trazido os gafanhotos,",
      "reflexao": "O vento, que pode ser sopro de vida, também se torna mensageiro do juízo. Quando Deus envia, nada impede. Seu controle sobre os elementos revela que Ele é Senhor absoluto dos céus e da terra."
    },
    {
      "numero": "14",
      "texto": "os quais invadiram todo o Egito e desceram em grande número sobre toda a sua extensão. Nunca antes houve tantos gafanhotos, nem jamais haverá.",
      "reflexao": "O juízo é sem precedentes. Quando Deus age, Ele estabelece marcos que ficam registrados na história, para que toda geração saiba que ninguém resiste ao Seu poder nem permanece de pé contra Sua vontade."
    },
    {
      "numero": "15",
      "texto": "Eles cobriram toda a face da terra de tal forma que essa escureceu. Devoraram tudo o que o granizo tinha deixado: toda a vegetação e todos os frutos das árvores. Não restou nada verde nas árvores nem nas plantas do campo, em toda a terra do Egito.",
      "reflexao": "O que antes parecia intocável agora é consumido. A insistência na desobediência sempre leva à esterilidade, à perda e ao vazio. Quando o homem rejeita Deus, até o verde da esperança desaparece, até que reste apenas a possibilidade do arrependimento."
    },
    {
      "numero": "16",
      "texto": "O faraó mandou chamar Moisés e Arão imediatamente e disse-lhes: ‘Pequei contra o Senhor seu Deus e contra vocês!’",
      "reflexao": "O reconhecimento do faraó parece arrependimento, mas é fruto do desespero e não de transformação. Muitos confessam seus erros na dor, mas não com um coração verdadeiramente quebrantado."
    },
    {
      "numero": "17",
      "texto": "‘Agora perdoem ainda esta vez o meu pecado e orem ao Senhor seu Deus para que leve esta praga mortal para longe de mim.’",
      "reflexao": "O pedido do faraó revela o desejo de livramento, não de mudança. Quem busca a Deus apenas para cessar o sofrimento, mas não deseja transformação, permanece na mesma condição espiritual."
    },
    {
      "numero": "18",
      "texto": "Moisés saiu da presença do faraó e orou ao Senhor.",
      "reflexao": "O papel do intercessor permanece fiel, mesmo diante da inconstância do faraó. Moisés demonstra que o compromisso com Deus não depende do caráter daqueles por quem intercede, mas da obediência à missão recebida."
    },
    {
      "numero": "19",
      "texto": "E o Senhor fez soprar com muito mais força o vento ocidental, e este envolveu os gafanhotos e os lançou no mar Vermelho. Não restou um gafanhoto sequer em toda a extensão do Egito.",
      "reflexao": "A mão que envia é a mesma que remove. Deus mostra que tem controle absoluto sobre tudo. Seu poder não está apenas em enviar o juízo, mas também em restaurar, acalmar e limpar o que Ele deseja."
    },
    {
      "numero": "20",
      "texto": "Mas o Senhor endureceu o coração do faraó, e ele não deixou que os israelitas saíssem.",
      "reflexao": "O endurecimento do coração revela um juízo progressivo. Quando alguém rejeita repetidamente o chamado de Deus, chega um tempo em que o próprio Deus permite que esse coração se entregue completamente à sua obstinação."
    },
    {
      "numero": "21",
      "texto": "O Senhor disse a Moisés: ‘Estenda a mão para o céu, e trevas cobrirão o Egito, trevas tais que poderão ser apalpadas.’",
      "reflexao": "Quando a luz de Deus é rejeitada, as trevas tomam conta. As trevas palpáveis não são apenas físicas, mas espirituais — o retrato de uma nação que insiste em viver longe da presença do Deus verdadeiro."
    },
    {
      "numero": "22",
      "texto": "Moisés estendeu a mão para o céu, e por três dias houve densas trevas em todo o Egito.",
      "reflexao": "Três dias de trevas que anunciam a consequência da separação de Deus. Quando o homem rejeita a luz do Altíssimo, vive em confusão, isolamento e perdição, ainda que fisicamente esteja rodeado de muitos."
    },
    {
      "numero": "23",
      "texto": "Ninguém pôde ver ninguém, nem sair do seu lugar durante três dias. Todavia, todos os israelitas tinham luz nos locais em que habitavam.",
      "reflexao": "Onde Deus habita, há luz, mesmo em meio às maiores trevas. A presença do Senhor é refúgio, é lâmpada, é farol que guia e protege os Seus, enquanto o mundo vive perdido em sua própria escuridão."
    },
    {
      "numero": "24",
      "texto": "Então o faraó mandou chamar Moisés e disse: ‘Vão e prestem culto ao Senhor. Deixem somente as ovelhas e os bois; as mulheres e as crianças podem ir.’",
      "reflexao": "O faraó continua tentando negociar com Deus. O inimigo sempre buscará que entreguemos parcialmente nossa vida, nossos recursos ou nossa adoração. Mas Deus não aceita uma entrega pela metade."
    },
    {
      "numero": "25",
      "texto": "Mas Moisés contestou: ‘Tu mesmo nos darás os animais para os nossos sacrifícios e holocaustos que ofereceremos ao Senhor.’",
      "reflexao": "Moisés entende que adorar a Deus exige provisão total. A adoração verdadeira envolve tudo o que temos, e nenhum aspecto da nossa vida pode ficar fora da consagração ao Senhor."
    },
    {
      "numero": "26",
      "texto": "‘Além disso, os nossos rebanhos também irão conosco; nem um casco de animal será deixado. Temos que escolher alguns deles para prestar culto ao Senhor nosso Deus e, enquanto não chegarmos ao local, não saberemos quais animais sacrificaremos.’",
      "reflexao": "A obediência total não permite margem para concessões. Nem um casco fica para trás. Quem serve a Deus precisa estar disposto a levar tudo, pois não sabemos de antemão o que o Senhor nos pedirá no altar."
    },
    {
      "numero": "27",
      "texto": "Mas o Senhor endureceu o coração do faraó, e ele se recusou a deixá-los ir.",
      "reflexao": "A repetição do endurecimento confirma que um coração que rejeita continuamente Deus se fecha, a ponto de não mais perceber nem as misericórdias nem os alertas. O orgulho se torna uma prisão sem saída."
    },
    {
      "numero": "28",
      "texto": "Disse o faraó a Moisés: ‘Saia da minha presença! Trate de não aparecer nunca mais diante de mim! No dia em que vir a minha face, você morrerá.’",
      "reflexao": "Quando o orgulho domina, até a sensatez se perde. O faraó não percebe que ao rejeitar Moisés, rejeita o próprio Deus. Quem fecha os ouvidos para os mensageiros do Senhor fecha também as portas da esperança e da vida."
    },
    {
      "numero": "29",
      "texto": "Respondeu Moisés: ‘Será como disseste; nunca mais verei a tua face.’",
      "reflexao": "O juízo de Deus chega a um ponto irreversível. As portas que se fecharam para a obediência agora se fecham para o socorro. Quando Deus silencia, o homem colhe as consequências da sua própria obstinação."
    }
  ]
}