{
  "livro": "Êxodo",
  "capitulo": "34",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor a Moisés: 'Talhe duas tábuas de pedra semelhantes às primeiras, e nelas escreverei as palavras que estavam nas primeiras tábuas que você quebrou.'",
      "reflexao": "Mesmo quando quebramos a aliança, Deus, em Sua misericórdia, oferece uma nova chance de restauração. Seu amor sempre busca reconstruir o que foi rompido."
    },
    {
      "numero": "2",
      "texto": "'Esteja pronto pela manhã para subir ao monte Sinai. E lá mesmo, no alto do monte, apresente-se a mim.'",
      "reflexao": "Deus convida ao encontro, mas exige prontidão, santidade e intencionalidade. Buscar Sua presença é prioridade que começa cedo, no silêncio da manhã."
    },
    {
      "numero": "3",
      "texto": "'Ninguém poderá ir com você nem ficar em lugar algum do monte; nem mesmo ovelhas e bois deverão pastar diante do monte.'",
      "reflexao": "O encontro com Deus é, muitas vezes, solitário. Existem experiências que são pessoais, intransferíveis e sagradas, onde nada externo deve interferir."
    },
    {
      "numero": "4",
      "texto": "Assim Moisés lavrou duas tábuas de pedra semelhantes às primeiras e subiu ao monte Sinai, logo de manhã, como o Senhor lhe havia ordenado, levando nas mãos as duas tábuas de pedra.",
      "reflexao": "Obedecer prontamente e com disposição abre caminho para experiências profundas com Deus. Levar as tábuas nas mãos simboliza responsabilidade e reverência pela aliança."
    },
    {
      "numero": "5",
      "texto": "Então o Senhor desceu na nuvem, permaneceu ali com ele e proclamou o seu nome: o Senhor.",
      "reflexao": "Quando respondemos ao chamado de Deus, Ele vem ao nosso encontro, manifesta Sua presença e revela Seu caráter — o nome que carrega Sua essência."
    },
    {
      "numero": "6",
      "texto": "E passou diante de Moisés, proclamando: 'Senhor, Senhor, Deus compassivo e misericordioso, paciente, cheio de amor e de fidelidade,'",
      "reflexao": "Deus escolhe ser conhecido não pela Sua força, mas pela Sua misericórdia, paciência, amor e fidelidade. Esse é o coração do Criador revelado aos Seus filhos."
    },
    {
      "numero": "7",
      "texto": "'que mantém o seu amor a milhares e perdoa a maldade, a rebelião e o pecado. Contudo, não deixa de punir o culpado; castiga os filhos e os netos pelo pecado de seus pais, até a terceira e a quarta gerações.'",
      "reflexao": "A justiça e a misericórdia de Deus caminham juntas. Seu amor é abundante, mas Ele não é indiferente ao pecado. Suas correções visam restaurar, não destruir."
    },
    {
      "numero": "8",
      "texto": "Imediatamente Moisés prostrou-se, rosto em terra, e o adorou, dizendo:",
      "reflexao": "Quando temos uma revelação real de quem Deus é, a única resposta possível é a adoração profunda, rendida, quebrantada e reverente."
    },
    {
      "numero": "9",
      "texto": "'Senhor, se de fato me aceitas com agrado, acompanha-nos o Senhor. Mesmo sendo esse um povo obstinado, perdoa a nossa maldade e o nosso pecado e faze de nós a tua herança.'",
      "reflexao": "A oração de Moisés reflete o coração de quem compreende que a maior bênção não é a terra prometida, mas a presença contínua de Deus no caminho, apesar das falhas humanas."
    },
    {
      "numero": "10",
      "texto": "'Faço com vocês uma aliança', disse o Senhor. 'Diante de todo o seu povo farei maravilhas jamais realizadas na presença de nenhum outro povo do mundo. O povo no meio do qual você habita verá a obra maravilhosa que eu, o Senhor, farei.'",
      "reflexao": "A aliança com Deus não é teórica, é visível. Suas maravilhas são testemunho vivo de que Ele anda no meio do Seu povo e honra os que O buscam de coração."
    },
    {
      "numero": "11",
      "texto": "'Obedeça às ordens que hoje lhe dou. Expulsarei de diante de você os amorreus, os cananeus, os hititas, os ferezeus, os heveus e os jebuseus.'",
      "reflexao": "A obediência abre caminho para a vitória. Quando seguimos os princípios de Deus, Ele mesmo remove os obstáculos e prepara o caminho."
    },
    {
      "numero": "12",
      "texto": "'Acautele-se para não fazer acordo com aqueles que vivem na terra para a qual você está indo, pois eles se tornariam uma armadilha.'",
      "reflexao": "Fazer alianças com aquilo que Deus rejeita é abrir brechas para a ruína espiritual. Cuidado com os acordos disfarçados de conveniência."
    },
    {
      "numero": "13",
      "texto": "'Pelo contrário, derrube os altares deles, quebre as suas colunas sagradas e corte os seus postes sagrados.'",
      "reflexao": "Deus nos chama não apenas a resistir ao mal, mas a derrubar firmemente tudo que se levanta contra Sua santidade em nossas vidas."
    },
    {
      "numero": "14",
      "texto": "'Nunca adore nenhum outro deus, porque o Senhor, cujo nome é Zeloso, é de fato Deus zeloso.'",
      "reflexao": "O zelo de Deus é expressão do Seu amor. Ele não divide Seu lugar com nada nem ninguém, pois sabe que qualquer outro caminho leva à destruição."
    },
    {
      "numero": "15",
      "texto": "'Acautele-se para não fazer acordo com aqueles que já vivem na terra; pois quando eles se prostituírem, seguindo aos seus deuses e lhes oferecerem sacrifícios, convidarão você e poderão levá-lo a comer dos seus sacrifícios'",
      "reflexao": "As influências que permitimos entrar em nossa vida podem, silenciosamente, nos afastar de Deus. Cuidado com as sutilezas que conduzem à infidelidade espiritual."
    },
    {
      "numero": "16",
      "texto": "'e escolher para os seus filhos mulheres dentre as filhas deles. Quando elas se prostituírem, seguindo aos seus deuses, poderão levar os seus filhos a se prostituírem também.'",
      "reflexao": "As alianças que formamos, especialmente no lar, moldam as gerações. Relacionamentos desconectados de Deus geram descendências distantes dEle."
    },
    {
      "numero": "17",
      "texto": "'Não faça ídolos de metal para você.'",
      "reflexao": "O coração humano é uma fábrica de ídolos. Deus nos chama a destruir qualquer coisa — material ou emocional — que ocupe o lugar dEle em nossa vida."
    },
    {
      "numero": "18",
      "texto": "'Celebre a festa dos pães sem fermento. Durante sete dias coma pão sem fermento, como lhe ordenei. Faça isso no tempo certo, no mês de abibe, porquanto naquele mês você saiu do Egito.'",
      "reflexao": "Deus nos chama a lembrar das Suas libertações. A celebração é um memorial vivo de que foi Ele quem nos tirou da escravidão para uma vida de liberdade e comunhão."
    },
    {
      "numero": "19",
      "texto": "'O primeiro a nascer de cada ventre me pertence, todos os machos dentre as primeiras crias dos seus rebanhos: bezerros, cordeiros e cabritos.'",
      "reflexao": "Deus requer primícias, não porque precise, mas porque deseja ensinar ao Seu povo a colocar o Reino em primeiro lugar, reconhecendo que tudo vem dEle."
    },
    {
      "numero": "20",
      "texto": "Resgate com um cordeiro cada primeiro jumentinho que nascer; mas se não o resgatar, quebre-lhe o pescoço. Resgate todos os seus primogênitos. 'Ninguém compareça perante mim de mãos vazias.'",
      "reflexao": "Deus nos ensina que tudo o que temos vem dEle. Comparecer diante do Senhor sem entregar nossas primícias, nosso melhor, é esquecer que Ele é a fonte de toda provisão e vida."
    },
    {
      "numero": "21",
      "texto": "'Trabalhe seis dias, mas descanse no sétimo; tanto na época de arar como na da colheita.'",
      "reflexao": "O descanso não é apenas uma pausa, é um ato de fé. Parar é confiar que Deus é quem sustenta nossa vida, e não apenas nosso esforço."
    },
    {
      "numero": "22",
      "texto": "'Celebre a festa das semanas, na ocasião dos primeiros frutos da colheita do trigo, e a festa do encerramento da colheita, no fim do ano.'",
      "reflexao": "Deus nos convida a celebrar tanto os começos quanto os encerramentos, reconhecendo que é Ele quem dá o início, a continuidade e a conclusão de cada ciclo em nossa vida."
    },
    {
      "numero": "23",
      "texto": "'Três vezes por ano todos os homens do seu povo comparecerão diante do Soberano Senhor, o Deus de Israel.'",
      "reflexao": "Nossa vida espiritual precisa de encontros intencionais com Deus. Ele nos chama a momentos sagrados, onde reafirmamos quem Ele é e quem somos nEle."
    },
    {
      "numero": "24",
      "texto": "'Expulsarei nações de diante de você e ampliarei o seu território. Quando você subir três vezes por ano para apresentar-se ao Senhor, o seu Deus, ninguém cobiçará a sua terra.'",
      "reflexao": "Quando priorizamos a Deus, Ele cuida do que é nosso. Buscar primeiro o Reino é confiar que Ele protegerá, ampliará e abençoará tudo o que nos confiou."
    },
    {
      "numero": "25",
      "texto": "'Não me ofereça o sangue de nenhum sacrifício misturado com algo fermentado, e não deixe sobra alguma do sacrifício da festa da Páscoa até a manhã seguinte.'",
      "reflexao": "O culto a Deus deve ser puro, sem mistura, sem resquícios de práticas antigas ou de impurezas. Ele busca um coração inteiro, sem reservas e sem metades."
    },
    {
      "numero": "26",
      "texto": "'Traga o melhor dos primeiros frutos da terra ao santuário do Senhor, o seu Deus. Não cozinhe o cabrito no leite da própria mãe.'",
      "reflexao": "Deus nos ensina princípios de honra e sensibilidade. Entregar o melhor e respeitar a vida em todas as suas dimensões reflete um coração alinhado com os valores do Reino."
    },
    {
      "numero": "27",
      "texto": "Disse o Senhor a Moisés: 'Escreva essas palavras; porque é de acordo com elas que faço aliança com você e com Israel.'",
      "reflexao": "A aliança de Deus não é baseada em sentimentos passageiros, mas em Sua Palavra. Escrever é eternizar. Registrar é lembrar que Ele é fiel e espera nossa fidelidade."
    },
    {
      "numero": "28",
      "texto": "Moisés ficou ali com o Senhor quarenta dias e quarenta noites, sem comer pão e sem beber água. E escreveu nas tábuas as palavras da aliança: os Dez Mandamentos.",
      "reflexao": "O alimento da alma, na presença de Deus, sustenta mais que qualquer pão. Quem habita no secreto experimenta provisões que não são deste mundo."
    },
    {
      "numero": "29",
      "texto": "Ao descer do monte Sinai com as duas tábuas da aliança nas mãos, Moisés não sabia que o seu rosto resplandecia por ter conversado com o Senhor.",
      "reflexao": "A presença de Deus deixa marcas visíveis. Quem vive no secreto carrega no rosto, nas atitudes e nas palavras, a luz que reflete a glória do Pai."
    },
    {
      "numero": "30",
      "texto": "Quando Arão e todos os israelitas viram Moisés, com o rosto resplandecente, tiveram medo de aproximar-se dele.",
      "reflexao": "A santidade revela contrastes. Quem anda na luz muitas vezes incomoda quem ainda vive nas sombras. O brilho da glória confronta, mas também atrai."
    },
    {
      "numero": "31",
      "texto": "Ele, porém, os chamou; Arão e os líderes da comunidade atenderam, e Moisés falou com eles.",
      "reflexao": "O líder cheio da presença de Deus não se afasta do povo, mas os chama, os orienta e os conduz em amor, mesmo quando sua glória causa temor."
    },
    {
      "numero": "32",
      "texto": "Depois, todos os israelitas se aproximaram, e ele lhes transmitiu todos os mandamentos que o Senhor lhe tinha dado no monte Sinai.",
      "reflexao": "A verdadeira experiência com Deus não é para ser guardada, mas compartilhada. O encontro no secreto gera instrução e direção para a comunidade."
    },
    {
      "numero": "33",
      "texto": "Quando acabou de falar com eles, cobriu o rosto com um véu.",
      "reflexao": "Há momentos em que até a glória precisa ser velada, para que a mensagem não seja ofuscada pelo mensageiro. A humildade acompanha quem carrega a presença."
    },
    {
      "numero": "34",
      "texto": "Mas toda vez que entrava para estar na presença do Senhor e falar com ele, tirava o véu até sair. Sempre que saía e contava aos israelitas tudo o que lhe havia sido ordenado,",
      "reflexao": "Na presença de Deus não há véus, não há máscaras, não há disfarces. É um lugar de intimidade absoluta, de revelação pura e de transformação real."
    },
    {
      "numero": "35",
      "texto": "eles viam que o seu rosto resplandecia. Então, de novo Moisés cobria o rosto com o véu até entrar de novo para falar com o Senhor.",
      "reflexao": "O brilho da glória é consequência de quem frequenta o secreto. E quanto mais entramos na presença, mais refletimos a luz que não é nossa, mas dEle."
    }
  ]
}
