{
  "livro": "Êxodo",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Toda a comunidade de Israel partiu de Elim e chegou ao deserto de Sim, que fica entre Elim e o Sinai. Foi no décimo quinto dia do segundo mês, depois que saíram do Egito.",
      "reflexao": "A caminhada da fé não é feita só de oásis, mas também de desertos. Cada etapa tem um propósito: forjar a confiança, fortalecer a dependência e revelar que Deus é suficiente em qualquer circunstância."
    },
    {
      "numero": "2",
      "texto": "No deserto, toda a comunidade de Israel reclamou a Moisés e Arão.",
      "reflexao": "O deserto revela os conteúdos do coração. Quando as circunstâncias apertam, nossas palavras expõem se confiamos ou se duvidamos. Deus escuta até as reclamações, mas deseja que nossa boca transborde fé."
    },
    {
      "numero": "3",
      "texto": "Disseram-lhes os israelitas: ‘Quem dera a mão do Senhor nos tivesse matado no Egito! Lá nos sentávamos ao redor das panelas de carne e comíamos pão à vontade, mas vocês nos trouxeram a este deserto para fazer morrer de fome toda esta multidão!’",
      "reflexao": "Quando a dificuldade chega, o passado da escravidão parece, aos olhos carnais, mais confortável do que a liberdade pela fé. Mas Deus nunca nos tira para nos abandonar — Ele nos leva para depender exclusivamente dEle."
    },
    {
      "numero": "4",
      "texto": "Disse, porém, o Senhor a Moisés: ‘Eu lhes farei chover pão do céu. O povo sairá e recolherá diariamente a porção necessária para aquele dia. Com isso os porei à prova para ver se seguem ou não as minhas instruções.’",
      "reflexao": "Deus supre dia após dia, ensinando que dependemos do Seu cuidado contínuo. O maná não é só provisão — é também um teste de obediência e confiança na fidelidade do Senhor."
    },
    {
      "numero": "5",
      "texto": "‘No sexto dia trarão para ser preparado o dobro do que recolhem nos outros dias.’",
      "reflexao": "O Senhor ensina que há um tempo para trabalhar e um tempo para descansar. O cuidado de Deus inclui o princípio do descanso, provendo antecipadamente para que Seus filhos possam parar e contemplar Sua bondade."
    },
    {
      "numero": "6",
      "texto": "Assim Moisés e Arão disseram a todos os israelitas: ‘Ao entardecer, vocês saberão que foi o Senhor quem os tirou do Egito,’",
      "reflexao": "Deus se apresenta nas circunstâncias. Quando a provisão chega, quando o socorro se manifesta, todos sabem que não foi por força humana, mas pela mão poderosa do Senhor."
    },
    {
      "numero": "7",
      "texto": "‘e amanhã cedo verão a glória do Senhor, porque o Senhor ouviu a queixa de vocês contra ele. Quem somos nós para que vocês reclamem a nós?’",
      "reflexao": "O Senhor ouve até nossas queixas, mas responde com misericórdia. Mesmo quando nossa fé falha, Sua glória se revela como prova de que Ele é paciente, bondoso e fiel."
    },
    {
      "numero": "8",
      "texto": "Disse ainda Moisés: ‘O Senhor lhes dará carne para comer ao entardecer e pão à vontade pela manhã, porque ele ouviu as suas queixas contra ele. Quem somos nós? Vocês não estão reclamando de nós, mas do Senhor.’",
      "reflexao": "Toda reclamação contra os processos da vida é, na verdade, uma queixa contra Deus. Mas, ainda assim, Sua graça cobre a fraqueza humana, e Ele continua a prover, mesmo quando murmuramos."
    },
    {
      "numero": "9",
      "texto": "Disse Moisés a Arão: ‘Diga a toda a comunidade de Israel que se apresente ao Senhor, pois ele ouviu as suas queixas.’",
      "reflexao": "Deus não se afasta quando murmuramos — Ele chama para perto. O encontro com Sua presença é a única resposta capaz de transformar um coração cheio de queixas em um coração cheio de fé."
    },
    {
      "numero": "10",
      "texto": "Enquanto Arão falava a toda a comunidade, todos olharam em direção ao deserto, e a glória do Senhor apareceu na nuvem.",
      "reflexao": "A glória de Deus se manifesta no meio do deserto, mostrando que o lugar da escassez é também o lugar da revelação. Onde parece não haver nada, Deus se revela como tudo que precisamos."
    },
    {
      "numero": "11",
      "texto": "E o Senhor disse a Moisés:",
      "reflexao": "Deus fala no deserto. Sua voz é mais forte que a fome, que a dúvida e que o medo. Ele sempre tem uma palavra de provisão, direção e esperança para quem O busca."
    },
    {
      "numero": "12",
      "texto": "‘Ouvi as queixas dos israelitas. Responda-lhes que ao pôr-do-sol vocês comerão carne, e ao amanhecer se fartarão de pão. Assim saberão que eu sou o Senhor seu Deus.’",
      "reflexao": "Deus transforma queixas em testemunhos. Sua provisão não é apenas socorro — é declaração de que Ele é o Senhor, o Deus que vê, ouve, supre e cuida de cada detalhe da nossa vida."
    },
    {
      "numero": "13",
      "texto": "No final da tarde, apareceram codornizes que cobriram o lugar onde estavam acampados; ao amanhecer havia uma camada de orvalho ao redor do acampamento.",
      "reflexao": "O cuidado de Deus é preciso e pontual. Ele envia carne ao entardecer e pão ao amanhecer, mostrando que Sua fidelidade não falha nem atrasa. Ele supre exatamente o que precisamos, na hora certa."
    },
    {
      "numero": "14",
      "texto": "Depois que o orvalho secou, flocos finos semelhantes a geada estavam sobre a superfície do deserto.",
      "reflexao": "Até no chão árido do deserto, Deus faz nascer sustento. Ele nos ensina que Seu cuidado não depende das circunstâncias — Ele cria provisão onde naturalmente não haveria nada."
    },
    {
      "numero": "15",
      "texto": "Quando os israelitas viram aquilo, começaram a perguntar uns aos outros: ‘Que é isso?’, pois não sabiam do que se tratava. Disse-lhes Moisés: ‘Este é o pão que o Senhor lhes deu para comer.’",
      "reflexao": "O cuidado de Deus às vezes chega de formas inesperadas. O que parece estranho, novo ou incompreensível pode ser exatamente a provisão que Ele preparou para suprir nossa necessidade naquele tempo."
    },
    {
      "numero": "16",
      "texto": "Assim ordenou o Senhor: ‘Cada chefe de família recolha o quanto precisar: um jarro para cada pessoa da sua tenda.’",
      "reflexao": "Deus supre na medida exata. O maná ensina que Ele nos convida à dependência diária, nem mais nem menos — apenas o suficiente para o hoje, porque o amanhã está nas mãos dEle."
    },
    {
      "numero": "17",
      "texto": "Os israelitas fizeram como lhes fora dito; alguns recolheram mais, outros menos.",
      "reflexao": "Cada um recolheu conforme sua capacidade, mas todos tinham o que precisavam. Deus é um Deus que vê as necessidades individuais dentro da coletividade e supre a todos sem faltar a ninguém."
    },
    {
      "numero": "18",
      "texto": "Quando mediram com o jarro, quem tinha recolhido muito não teve demais, e não faltou a quem tinha recolhido pouco. Cada um recolheu tanto quanto precisava.",
      "reflexao": "A provisão de Deus é justa, perfeita e suficiente. Ele ensina que a vida no Reino não é sobre acúmulo, mas sobre confiança, contentamento e cuidado mútuo. O que vem do céu sempre será na medida certa."
    },
    {
      "numero": "19",
      "texto": "‘Ninguém deve guardar nada para a manhã seguinte’, ordenou-lhes Moisés.",
      "reflexao": "Deus nos ensina a confiar no cuidado diário. A tentativa de guardar para o amanhã revela nossa dificuldade em descansar na provisão fiel de cada dia."
    },
    {
      "numero": "20",
      "texto": "Todavia, alguns deles não deram atenção a Moisés e guardaram um pouco até a manhã seguinte, mas aquilo criou bicho e começou a cheirar mal. Por isso Moisés irou-se contra eles.",
      "reflexao": "Quando tentamos segurar o que Deus nos deu para hoje, desconfiando do amanhã, isso se corrompe. A bênção fora do tempo e da obediência perde seu propósito e vira peso."
    },
    {
      "numero": "21",
      "texto": "Cada manhã todos recolhiam o quanto precisavam, pois quando o sol esquentava, aquilo se derretia.",
      "reflexao": "A provisão de Deus tem hora. Quem aprende a buscar cedo, recebe. O que é deixado para depois, simplesmente desaparece. Buscar ao Senhor cedo é princípio de vida e bênção."
    },
    {
      "numero": "22",
      "texto": "No sexto dia recolheram o dobro: dois jarros para cada pessoa; e os líderes da comunidade foram contar isso a Moisés,",
      "reflexao": "No Reino de Deus, provisão e obediência andam juntas. O que parece exceção, na verdade, é cuidado amoroso de um Pai que antecipa sustento para ensinar também o descanso."
    },
    {
      "numero": "23",
      "texto": "que lhes explicou: ‘Foi isto que o Senhor ordenou: “Amanhã será dia de descanso, sábado consagrado ao Senhor. Assem e cozinhem o que quiserem. Guardem o que sobrar até a manhã seguinte”.’",
      "reflexao": "O descanso é tão sagrado quanto o trabalho. Deus não nos chamou apenas para produzir, mas também para parar, contemplar e reconhecer que tudo vem das Suas mãos."
    },
    {
      "numero": "24",
      "texto": "E eles o guardaram até a manhã seguinte, como Moisés tinha ordenado, e não cheirou mal nem criou bicho.",
      "reflexao": "Quando obedecemos, até o que parecia impossível se torna bênção. No tempo de Deus, o pão permanece, a provisão se sustenta e o milagre é completo."
    },
    {
      "numero": "25",
      "texto": "‘Comam-no hoje’, disse Moisés, ‘pois hoje é o sábado do Senhor. Hoje, vocês não o encontrarão no terreno.’",
      "reflexao": "O descanso é provisão espiritual. No sábado do Senhor, aprendemos que confiar é tão essencial quanto trabalhar. Deus sustenta até quando paramos."
    },
    {
      "numero": "26",
      "texto": "‘Durante seis dias vocês podem recolhê-lo, mas, no sétimo dia, o sábado, nada acharão.’",
      "reflexao": "O próprio Deus desenhou o ritmo da vida: trabalho e descanso. Quando tentamos romper esse ciclo, encontramos frustração, pois há bênção no limite que Ele estabeleceu."
    },
    {
      "numero": "27",
      "texto": "Apesar disso, alguns deles saíram no sétimo dia para recolhê-lo, mas não encontraram nada.",
      "reflexao": "A desobediência gera frustração. O pão que buscamos fora do tempo de Deus nunca estará lá. A verdadeira provisão está onde a obediência e a confiança se encontram."
    },
    {
      "numero": "28",
      "texto": "Então o Senhor disse a Moisés: ‘Até quando vocês se recusarão a obedecer aos meus mandamentos e às minhas instruções?’",
      "reflexao": "Deus se entristece quando Seus filhos insistem em não confiar. Suas instruções não são pesos, mas cercas de cuidado, amor e provisão segura."
    },
    {
      "numero": "29",
      "texto": "‘Vejam que o Senhor lhes deu o sábado; e por isso, no sexto dia, ele lhes dá pão para dois dias. No sétimo dia, fiquem todos onde estiverem; ninguém deve sair.’",
      "reflexao": "O sábado não é ausência — é presente. Deus providencia mais no sexto dia para que aprendamos a descansar no sétimo, confiando que Ele cuida até quando paramos."
    },
    {
      "numero": "30",
      "texto": "Então o povo descansou no sétimo dia.",
      "reflexao": "O descanso é um ato de fé. Quando paramos, declaramos que não somos escravos, mas filhos; que nossa provisão não vem do nosso esforço, mas da bondade do Pai."
    },
    {
      "numero": "31",
      "texto": "O povo de Israel chamou maná àquele pão. Era branco como semente de coentro e tinha gosto de bolo de mel.",
      "reflexao": "O cuidado de Deus, além de suficiente, é doce. O maná não era apenas sustento — era expressão de amor, provisão diária, sabor de graça e doçura no meio do deserto."
    },
    {
      "numero": "32",
      "texto": "Disse Moisés: ‘O Senhor ordenou-lhes que recolham um jarro de maná e guardem-no para as futuras gerações, para que vejam o pão que lhes dei no deserto, quando os tirei do Egito.’",
      "reflexao": "Memórias preservam fé. O maná guardado serve para que gerações lembrem-se de que Deus é o Deus que provê no deserto, sustenta no caminho e nunca abandona Seus filhos."
    },
    {
      "numero": "33",
      "texto": "Então Moisés disse a Arão: ‘Ponha numa vasilha a medida de um jarro de maná, e coloque-a diante do Senhor, para que seja conservado para as futuras gerações.’",
      "reflexao": "Deus deseja que a provisão se torne testemunho. O que Ele faz hoje não é só para nós, mas também para inspirar e fortalecer aqueles que virão depois de nós."
    },
    {
      "numero": "34",
      "texto": "Em obediência ao que o Senhor tinha ordenado a Moisés, Arão colocou o maná junto às tábuas da aliança, para ali ser guardado.",
      "reflexao": "O maná guardado junto à aliança mostra que provisão e relacionamento caminham juntos. Deus supre não apenas nossas necessidades, mas também sela conosco uma aliança de cuidado eterno."
    },
    {
      "numero": "35",
      "texto": "Os israelitas comeram maná durante quarenta anos, até chegarem a uma terra habitável; comeram maná até chegarem às fronteiras de Canaã.",
      "reflexao": "Deus é fiel até o fim. Enquanto houver deserto, haverá maná. Seu cuidado nunca falha, nunca atrasa e nunca se esgota — Ele é provisão constante em cada etapa da jornada."
    },
    {
      "numero": "36",
      "texto": "(O jarro é a décima parte de uma arroba.)",
      "reflexao": "Até nos detalhes, Deus é preciso. Sua provisão não é aleatória — ela tem medida, cuidado e exatidão. Cada detalhe revela o zelo de um Deus que se importa com cada necessidade."
    }
  ]
}
