{
  "livro": "Êxodo",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Moisés pastoreava o rebanho de seu sogro Jetro, que era sacerdote de Midiã. Um dia levou o rebanho para o outro lado do deserto e chegou a Horebe, o monte de Deus.",
      "reflexao": "O cenário do encontro com Deus é, muitas vezes, o deserto. Enquanto Moisés cuidava de rebanhos, Deus cuidava de preparar seu coração. O ordinário se torna extraordinário quando Deus decide se manifestar, transformando o monte Horebe no altar do chamado."
    },
    {
      "numero": "2",
      "texto": "Ali o Anjo do Senhor lhe apareceu numa chama de fogo que saía do meio de uma sarça. Moisés viu que, embora a sarça estivesse em chamas, esta não era consumida pelo fogo.",
      "reflexao": "O fogo que não consome revela a presença de um Deus que aquece, ilumina e transforma, mas não destrói. Assim é o mover do Eterno: Ele acende no ordinário sinais que nos atraem para o extraordinário da Sua glória."
    },
    {
      "numero": "3",
      "texto": "‘Que impressionante!’, pensou. ‘Por que a sarça não se queima? Vou ver isso de perto.’",
      "reflexao": "A curiosidade diante do sobrenatural é a porta de entrada para encontros profundos com Deus. Moisés decide se aproximar, e isso revela que quem busca, encontra; quem se dispõe a olhar mais de perto, ouve a voz do Eterno."
    },
    {
      "numero": "4",
      "texto": "O Senhor viu que ele se aproximava para observar. E então, do meio da sarça Deus o chamou: ‘Moisés, Moisés!’ ‘Eis-me aqui’, respondeu ele.",
      "reflexao": "Deus chama pelo nome aqueles que se dispõem a se aproximar. A resposta ‘Eis-me aqui’ não é apenas uma presença física, mas uma declaração de entrega, de prontidão e de rendição ao chamado divino."
    },
    {
      "numero": "5",
      "texto": "Então disse Deus: ‘Não se aproxime. Tire as sandálias dos pés, pois o lugar em que você está é terra santa’.",
      "reflexao": "O sagrado não está no local, mas na presença de Deus naquele lugar. Tirar as sandálias é um ato de reverência, de reconhecimento de que estamos diante do Deus Santo. Assim também nossas posturas e atitudes devem refletir reverência sempre que Deus se manifesta."
    },
    {
      "numero": "6",
      "texto": "Disse ainda: ‘Eu sou o Deus de seu pai, o Deus de Abraão, o Deus de Isaque, o Deus de Jacó’. Então Moisés cobriu o rosto, pois teve medo de olhar para Deus.",
      "reflexao": "Deus se apresenta como aquele que é fiel à aliança. O mesmo Deus que caminhou com os patriarcas agora se revela a Moisés. O temor que faz cobrir o rosto é sinal de reverência e da consciência de que estamos diante do Eterno, o Soberano sobre todas as coisas."
    },
    {
      "numero": "7",
      "texto": "Disse o Senhor: ‘De fato tenho visto a opressão sobre o meu povo no Egito, e também tenho escutado o seu clamor, por causa dos seus feitores, e sei quanto eles estão sofrendo.’",
      "reflexao": "Deus vê, Deus ouve e Deus conhece. Nenhuma dor é ignorada, nenhum sofrimento passa despercebido aos olhos do Altíssimo. O Deus que contempla é também o Deus que age em favor dos seus filhos."
    },
    {
      "numero": "8",
      "texto": "‘Por isso desci para livrá-lo das mãos dos egípcios e tirá-los daqui para uma terra boa e vasta, onde manam leite e mel: a terra dos cananeus, dos hititas, dos amorreus, dos ferezeus, dos heveus e dos jebuseus.’",
      "reflexao": "O Deus que vê o sofrimento também desce para libertar. Sua promessa é uma terra de abundância, de provisão e de descanso. Deus não apenas tira do cativeiro, mas conduz a um lugar de plenitude e bênção."
    },
    {
      "numero": "9",
      "texto": "‘Pois agora o clamor dos israelitas chegou a mim, e tenho visto como os egípcios os oprimem.’",
      "reflexao": "O clamor do povo move o coração de Deus. O som da opressão sobe aos céus como incenso, e o Eterno, cheio de misericórdia, responde. Ele nunca é indiferente à dor dos seus."
    },
    {
      "numero": "10",
      "texto": "‘Vá, pois, agora; eu o envio ao faraó para tirar do Egito o meu povo, os israelitas.’",
      "reflexao": "Deus usa pessoas como resposta às orações. Moisés, que se sensibilizou com a dor dos seus irmãos, agora é chamado para ser instrumento de libertação. Quem se compadece da dor alheia está próximo de ser chamado por Deus para ser resposta."
    },
    {
      "numero": "11",
      "texto": "Moisés, porém, respondeu a Deus: ‘Quem sou eu para apresentar-me ao faraó e tirar os israelitas do Egito?’",
      "reflexao": "A insegurança de Moisés reflete a de todos que olham para suas próprias limitações. Mas Deus não escolhe os capacitados — capacita os escolhidos. O chamado não depende do que somos, mas de quem Deus é."
    },
    {
      "numero": "12",
      "texto": "Deus afirmou: ‘Eu estarei com você. Esta é a prova de que sou eu quem o envia: quando você tirar o povo do Egito, vocês prestarão culto a Deus neste monte.’",
      "reflexao": "A maior garantia do chamado não é nossa capacidade, mas a presença de Deus. Ele não promete um caminho fácil, mas assegura: ‘Eu estarei com você’. E quando Deus está, o impossível se curva diante de nós."
    },
    {
      "numero": "13",
      "texto": "Moisés perguntou: ‘Quando eu chegar diante dos israelitas e lhes disser: O Deus dos seus antepassados me enviou a vocês, e eles me perguntarem: Qual é o nome dele? Que lhes direi?’",
      "reflexao": "O desejo de conhecer o nome de Deus revela mais que uma dúvida — reflete um anseio pela intimidade, pela segurança e pela revelação. Moisés entende que não basta ir; é preciso conhecer quem o envia."
    },
    {
      "numero": "14",
      "texto": "Disse Deus a Moisés: ‘Eu Sou o que Sou. É isto que você dirá aos israelitas: Eu Sou me enviou a vocês.’",
      "reflexao": "‘Eu Sou’ — o Deus que não depende do tempo, que não muda, que é eterno, autoexistente e suficiente. Ele não é apenas um Deus de ontem ou de amanhã, mas do presente absoluto. Quem tem esse Deus, tem tudo o que precisa."
    },
    {
      "numero": "15",
      "texto": "Disse também Deus a Moisés: ‘Diga aos israelitas: O Senhor, o Deus dos seus antepassados, o Deus de Abraão, o Deus de Isaque, o Deus de Jacó, enviou-me a vocês. Esse é o meu nome para sempre, nome pelo qual serei lembrado de geração em geração.’",
      "reflexao": "Deus se apresenta como Deus da história, das alianças e das gerações. Seu nome carrega memória, fidelidade e eternidade. A geração que conhece e invoca esse nome carrega consigo o legado da fé inabalável."
    },
    {
      "numero": "16",
      "texto": "‘Vá, reúna as autoridades de Israel e diga-lhes: O Senhor, o Deus dos seus antepassados, o Deus de Abraão, de Isaque e de Jacó, apareceu a mim e disse: Eu virei em auxílio de vocês; pois vi o que lhes tem sido feito no Egito.’",
      "reflexao": "Deus não é indiferente à opressão. Ele vê, visita, intervém e se apresenta como auxílio presente na aflição. Sua fidelidade não falha, e Suas promessas continuam vivas nas gerações."
    },
    {
      "numero": "17",
      "texto": "‘Prometi tirá-los da opressão do Egito para a terra dos cananeus, dos hititas, dos amorreus, dos ferezeus, dos heveus e dos jebuseus, terra onde manam leite e mel.’",
      "reflexao": "Deus não apenas livra, mas conduz a uma terra de promessa. A libertação tem um destino: um lugar de abundância, paz e provisão. Assim é com quem confia no Senhor — da escravidão ao descanso."
    },
    {
      "numero": "18",
      "texto": "‘As autoridades de Israel o atenderão. Depois você irá com elas ao rei do Egito e lhe dirá: O Senhor, o Deus dos hebreus, veio ao nosso encontro. Agora, deixe-nos fazer uma caminhada de três dias, adentrando o deserto, para oferecermos sacrifícios ao Senhor nosso Deus.’",
      "reflexao": "O culto é a razão da libertação. Deus não tira apenas do cativeiro, mas chama para adoração, para relacionamento, para aliança. A verdadeira liberdade não está apenas em deixar o Egito, mas em encontrar-se com Deus no deserto."
    },
    {
      "numero": "19",
      "texto": "‘Eu sei que o rei do Egito não os deixará sair, a não ser que uma poderosa mão o force.’",
      "reflexao": "Deus conhece a resistência dos homens e as barreiras do caminho. Mas nenhuma força é páreo para Sua mão poderosa. Onde há endurecimento, haverá intervenção divina que quebra o impossível."
    },
    {
      "numero": "20",
      "texto": "‘Por isso estenderei a minha mão e ferirei os egípcios com todas as maravilhas que realizarei no meio deles. Depois disso ele os deixará sair.’",
      "reflexao": "Quando Deus estende a mão, a criação inteira se dobra. Suas maravilhas são manifestações do Seu poder, justiça e misericórdia. Nenhuma opressão permanece quando o Senhor decide intervir."
    },
    {
      "numero": "21",
      "texto": "‘E farei que os egípcios tenham boa-vontade para com o povo, de modo que, quando vocês saírem, não sairão de mãos vazias.’",
      "reflexao": "A restituição vem no tempo da saída. Deus não apenas liberta, mas honra, restitui e faz justiça. Quem confiou, quem esperou, verá que o tempo da colheita supera toda dor da espera."
    },
    {
      "numero": "22",
      "texto": "‘Todas as israelitas pedirão às suas vizinhas, e às mulheres que estiverem hospedando em casa, objetos de prata e de ouro, e roupas, que vocês porão em seus filhos e em suas filhas. Assim vocês despojarão os egípcios.’",
      "reflexao": "O Deus que livra é também o Deus que recompensa. O despojo não é apenas riqueza material, mas um sinal visível de que Deus faz justiça àqueles que foram humilhados. O Egito que oprimiu agora contribui, involuntariamente, para o futuro dos libertos."
    }
  ]
}
