{
  "livro": "Êxodo",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor lhe respondeu: ‘Dou-lhe a minha autoridade perante o faraó, e seu irmão Arão será seu porta-voz.’",
      "reflexao": "Deus não apenas chama, mas também delega autoridade. Quando Ele envia, também capacita, sustenta e estabelece. Sua autoridade sobre nós é maior do que qualquer resistência do mundo."
    },
    {
      "numero": "2",
      "texto": "‘Você falará tudo o que eu lhe ordenar, e o seu irmão Arão dirá ao faraó que deixe os israelitas saírem do país.’",
      "reflexao": "Obedecer é falar tudo o que Deus ordena, não apenas o que parece confortável. A missão se cumpre na totalidade da obediência, quando falamos e agimos segundo Sua vontade, sem omitir nem temer."
    },
    {
      "numero": "3",
      "texto": "‘Eu, porém, farei o coração do faraó resistir; e, embora multiplique meus sinais e maravilhas no Egito,’",
      "reflexao": "O endurecimento do faraó faz parte de um plano maior: revelar o poder, a soberania e a justiça de Deus. Nem sempre a resistência é sinal de ausência de Deus, mas do preparo para uma manifestação ainda maior da Sua glória."
    },
    {
      "numero": "4",
      "texto": "‘ele não os ouvirá. Então porei a minha mão sobre o Egito, e com poderosos atos de juízo tirarei do Egito os meus exércitos, o meu povo, os israelitas.’",
      "reflexao": "Quando Deus estende Sua mão, nenhuma opressão permanece. O povo que antes era escravo, Deus chama de ‘meus exércitos’. Isso revela que, mesmo na dor, somos vistos pelo céu como guerreiros da aliança, prontos para viver a liberdade prometida."
    },
    {
      "numero": "5",
      "texto": "‘E os egípcios saberão que eu sou o Senhor, quando eu estender a minha mão contra o Egito e tirar de lá os israelitas.’",
      "reflexao": "O agir de Deus não é apenas para abençoar o Seu povo, mas também para que todos os povos reconheçam que Ele é o Senhor. Sua mão se move para salvar, mas também para fazer Seu nome conhecido entre as nações."
    },
    {
      "numero": "6",
      "texto": "Moisés e Arão fizeram como o Senhor lhes havia ordenado.",
      "reflexao": "A obediência simples e direta é o maior ato de fé. Quando seguimos exatamente como Deus ordena, liberamos o caminho para que o sobrenatural se manifeste sobre nós e através de nós."
    },
    {
      "numero": "7",
      "texto": "Moisés tinha oitenta anos de idade e Arão oitenta e três, quando falaram com o faraó.",
      "reflexao": "O tempo nunca é um impedimento para Deus. Enquanto o mundo pode pensar que a idade limita, Deus prova que jamais é tarde para viver o propósito, e que Seus planos transcendem a lógica humana."
    },
    {
      "numero": "8",
      "texto": "Disse o Senhor a Moisés e a Arão:",
      "reflexao": "Deus continua a falar, a direcionar e a conduzir. Seu cuidado é constante, Sua voz é guia no meio do desafio. Quando Ele chama, também instrui cada passo da jornada."
    },
    {
      "numero": "9",
      "texto": "‘Quando o faraó lhes pedir que façam algum milagre, diga a Arão que tome a sua vara e a jogue diante do faraó; e ela se transformará numa serpente.’",
      "reflexao": "Deus prepara Seus servos para os desafios que enfrentarão. O sobrenatural não é espetáculo, mas sinal do Reino. Cada milagre carrega uma mensagem: Deus está presente e operando."
    },
    {
      "numero": "10",
      "texto": "Moisés e Arão dirigiram-se ao faraó e fizeram como o Senhor tinha ordenado. Arão jogou a vara diante do faraó e seus conselheiros, e ela se transformou em serpente.",
      "reflexao": "A obediência gera manifestação. Quando fazemos exatamente como Deus orienta, o sobrenatural se revela, não como magia, mas como sinal visível da autoridade do céu sobre a terra."
    },
    {
      "numero": "11",
      "texto": "O faraó, porém, mandou chamar os sábios e feiticeiros; e também os magos do Egito fizeram a mesma coisa por meio das suas ciências ocultas.",
      "reflexao": "O inimigo sempre tentará imitar o mover de Deus, gerando confusão e resistência. Mas a imitação nunca tem o mesmo peso nem a mesma origem. O poder de Deus é soberano e insuperável."
    },
    {
      "numero": "12",
      "texto": "Cada um deles jogou ao chão uma vara, e estas se transformaram em serpentes. Mas a vara de Arão engoliu as varas deles.",
      "reflexao": "Deus prova, de maneira simbólica e visível, que o Seu poder engole toda tentativa do inimigo. Nenhuma força, nenhuma feitiçaria, nenhum sistema de opressão pode prevalecer contra a mão do Senhor."
    },
    {
      "numero": "13",
      "texto": "Contudo, o coração do faraó se endureceu e ele não quis dar ouvidos a Moisés e a Arão, como o Senhor tinha dito.",
      "reflexao": "Mesmo diante de sinais claros, há corações que escolhem a dureza. Isso nos ensina que milagres convencem os olhos, mas só a entrega transforma o coração. Deus, porém, continua soberano sobre tudo isso."
    },
    {
      "numero": "14",
      "texto": "Disse o Senhor a Moisés: ‘O coração do faraó está obstinado; ele não quer deixar o povo ir.’",
      "reflexao": "Deus conhece os corações. Nada Lhe é oculto. A obstinação dos homens não surpreende o Senhor — na verdade, faz parte do cenário que Ele usará para manifestar Seu juízo e Sua glória."
    },
    {
      "numero": "15",
      "texto": "‘Vá ao faraó de manhã, quando ele estiver indo às águas. Espere-o na margem do rio para encontrá-lo e leve também a vara que se transformou em serpente.’",
      "reflexao": "Deus nos instrui até nos detalhes. Há um tempo, um lugar e uma estratégia. O encontro na margem do rio não é acaso — é cenário preparado pelo próprio Deus para revelar Sua mão poderosa."
    },
    {
      "numero": "16",
      "texto": "‘Diga-lhe: O Senhor, o Deus dos hebreus, mandou-me dizer-lhe: Deixe ir o meu povo, para prestar-me culto no deserto. Mas até agora você não me atendeu.’",
      "reflexao": "O propósito da libertação é a adoração. Deus não liberta apenas do cativeiro físico, mas do cativeiro espiritual, para que Seu povo viva livre, rendido e dedicado a Ele. O culto é sempre o centro da libertação."
    },
    {
      "numero": "17",
      "texto": "‘Assim diz o Senhor: Nisto você saberá que eu sou o Senhor: com a vara que trago na mão ferirei as águas do Nilo, e elas se transformarão em sangue.’",
      "reflexao": "Deus transforma o que antes era fonte de vida para os egípcios em sinal de juízo. O Senhor revela que tudo que está fora de Sua vontade, por mais forte que pareça, pode ser tocado e transformado por Sua mão soberana."
    },
    {
      "numero": "18",
      "texto": "‘Os peixes do Nilo morrerão, o rio ficará cheirando mal, e os egípcios não suportarão beber das suas águas.’",
      "reflexao": "Quando Deus libera juízo, até as maiores fontes de segurança humana colapsam. Isso revela que nada neste mundo é seguro fora da dependência de Deus. O rio que sustentava agora se torna insustentável."
    },
    {
      "numero": "19",
      "texto": "Disse o Senhor a Moisés: ‘Diga a Arão que tome a sua vara e estenda a mão sobre as águas do Egito, dos rios, dos canais, dos açudes e de todos os reservatórios, e elas se transformarão em sangue. Haverá sangue por toda a terra do Egito, até nas vasilhas de madeira e nas vasilhas de pedra.’",
      "reflexao": "O juízo de Deus não conhece limites físicos. Nem os reservatórios privados escaparam do toque divino. Quando Deus quer ensinar que só Ele é fonte de vida, Ele permite que até o que parecia estar guardado seja afetado."
    },
    {
      "numero": "20",
      "texto": "Moisés e Arão fizeram como o Senhor tinha ordenado. Arão levantou a vara e feriu as águas do Nilo na presença do faraó e dos seus conselheiros; e toda a água do rio transformou-se em sangue.",
      "reflexao": "A obediência a Deus libera manifestações incontestáveis de Seu poder. O milagre, ou neste caso o juízo, não era escondido — era público, visível e inquestionável, deixando claro quem governa sobre céus e terra."
    },
    {
      "numero": "21",
      "texto": "Os peixes morreram e o rio cheirava tão mal que os egípcios não conseguiam beber das suas águas. Havia sangue por toda a terra do Egito.",
      "reflexao": "Aquilo que sustentava agora se tornou insuportável. Assim é quando o homem se recusa a ouvir a voz de Deus — até o que antes parecia bênção se transforma em peso, desconforto e sinal de que sem Deus nada permanece saudável."
    },
    {
      "numero": "22",
      "texto": "Mas os magos do Egito fizeram a mesma coisa por meio de suas ciências ocultas. O coração do faraó se endureceu, e ele não deu ouvidos a Moisés e a Arão, como o Senhor tinha dito.",
      "reflexao": "O inimigo pode até tentar imitar os sinais, mas não pode impedir os planos de Deus. O endurecimento do faraó revela que sinais externos não transformam corações que resistem à voz do Senhor. Só a rendição gera mudança."
    },
    {
      "numero": "23",
      "texto": "Pelo contrário, deu-lhes as costas e voltou para o seu palácio. Nem assim o faraó levou isso a sério.",
      "reflexao": "Ignorar os sinais de Deus é o caminho mais rápido para o colapso. O faraó, ao voltar as costas, não percebe que está se afastando não apenas dos mensageiros, mas da própria misericórdia que Deus ainda lhe oferece."
    },
    {
      "numero": "24",
      "texto": "Todos os egípcios cavaram buracos às margens do Nilo para encontrar água potável, pois da água do rio não podiam mais beber.",
      "reflexao": "O homem, em sua tentativa desesperada, cava soluções onde Deus já fechou as portas. A busca por alternativas humanas, ignorando o chamado divino, só gera desgaste, cansaço e frustração."
    },
    {
      "numero": "25",
      "texto": "Passaram-se sete dias depois que o Senhor feriu o Nilo.",
      "reflexao": "O tempo do juízo tem sua medida. Deus não age por impulso, mas com propósito. Sete dias de impacto para que o Egito entendesse: o Deus dos hebreus é Senhor sobre tudo e todos. Quando Deus fala, até o tempo se curva diante Dele."
    }
  ]
}
