{
  "livro": "Êxodo",
  "capitulo": "17",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Toda a comunidade de Israel partiu do deserto de Sim, andando de um lugar para outro, conforme a ordem do Senhor. Acamparam em Refidim, mas lá não havia água para beber.",
      "reflexao": "Nem sempre o caminho guiado por Deus leva diretamente à abundância — às vezes, nos conduz a lugares de escassez para nos ensinar que a verdadeira fonte é Ele."
    },
    {
      "numero": "2",
      "texto": "Por essa razão queixaram-se a Moisés e exigiram: ‘Dê-nos água para beber’. Ele respondeu: ‘Por que se queixam a mim? Por que colocam o Senhor à prova?’",
      "reflexao": "Quando olhamos apenas para a dificuldade, colocamos Deus à prova e esquecemos que Ele é quem guia, provê e sustenta, mesmo no deserto mais árido."
    },
    {
      "numero": "3",
      "texto": "Mas o povo estava sedento e reclamou a Moisés: ‘Por que você nos tirou do Egito? Foi para matar de sede a nós, aos nossos filhos e aos nossos rebanhos?’",
      "reflexao": "O desespero frequentemente apaga a memória dos milagres. A dor momentânea faz esquecer que o Deus que abre mares também pode fazer brotar água da rocha."
    },
    {
      "numero": "4",
      "texto": "Então Moisés clamou ao Senhor: ‘Que farei com este povo? Estão a ponto de apedrejar-me!’",
      "reflexao": "Quando os líderes se sentem acuados e sem saída, Deus permanece sendo a única fonte de respostas. O clamor sincero sempre atrai direção do céu."
    },
    {
      "numero": "5",
      "texto": "Respondeu-lhe o Senhor: ‘Passe à frente do povo. Leve com você algumas das autoridades de Israel, tenha na mão a vara com a qual você feriu o Nilo e vá adiante.’",
      "reflexao": "Deus chama os líderes a se posicionarem à frente, não por mérito próprio, mas porque carregam em suas mãos o símbolo da autoridade que vem do próprio Deus."
    },
    {
      "numero": "6",
      "texto": "‘Eu estarei à sua espera no alto da rocha que está em Horebe. Bata na rocha, e dela sairá água para o povo beber’. Assim fez Moisés, à vista das autoridades de Israel.",
      "reflexao": "Quando obedecemos à direção divina, até as rochas mais secas se tornam fontes. O impossível se curva diante da obediência e da palavra do Deus que provê."
    },
    {
      "numero": "7",
      "texto": "E chamou aquele lugar Massá e Meribá, porque ali os israelitas reclamaram e puseram o Senhor à prova, dizendo: ‘O Senhor está entre nós, ou não?’",
      "reflexao": "Os desertos da vida nos confrontam com essa pergunta: ‘Deus está comigo ou não?’ E, nesse lugar de dúvida, Ele se revela como Aquele que nunca abandona, mesmo quando nosso coração vacila."
    },
    {
      "numero": "8",
      "texto": "Sucedeu que os amalequitas vieram atacar os israelitas em Refidim.",
      "reflexao": "As lutas nem sempre esperam o fim do deserto. Mesmo em meio à sede, ao cansaço e à fragilidade, Deus nos prepara para enfrentar batalhas que se vencem na dependência total dEle."
    },
    {
      "numero": "9",
      "texto": "Então Moisés disse a Josué: ‘Escolha alguns dos nossos homens e lute contra os amalequitas. Amanhã tomarei posição no alto da colina, com a vara de Deus em minhas mãos.’",
      "reflexao": "Algumas batalhas são vencidas no campo físico, outras no campo espiritual. Deus levanta guerreiros para lutar e intercessores para sustentar — ambos são igualmente necessários."
    },
    {
      "numero": "10",
      "texto": "Josué foi então lutar contra os amalequitas, conforme Moisés tinha ordenado. Moisés, Arão e Hur, porém, subiram ao alto da colina.",
      "reflexao": "No Reino de Deus, há quem lute no vale e quem interceda no monte. A vitória vem quando entendemos que a guerra é vencida tanto com mãos que seguram espadas quanto com mãos que se levantam em oração."
    },
    {
      "numero": "11",
      "texto": "Enquanto Moisés mantinha as mãos erguidas, os israelitas venciam; quando, porém, as abaixava, os amalequitas venciam.",
      "reflexao": "A intercessão sustenta a vitória. Quando os braços se erguem ao céu, o favor de Deus desce à terra. Vencer não depende apenas de força, mas de dependência constante do Senhor."
    },
    {
      "numero": "12",
      "texto": "Quando as mãos de Moisés já estavam cansadas, eles pegaram uma pedra e a colocaram debaixo dele, para que nela se assentasse. Arão e Hur mantinham erguidas as mãos de Moisés, um de cada lado, de modo que as mãos permaneceram firmes até o pôr-do-sol.",
      "reflexao": "Até os mais fortes precisam de apoio. Vitória coletiva exige unidade, empatia e sustentação mútua. Ninguém vence sozinho — Deus nos ensina a sermos suporte uns para os outros."
    },
    {
      "numero": "13",
      "texto": "E Josué derrotou o exército amalequita ao fio da espada.",
      "reflexao": "O que começa no monte, se concretiza no vale. A vitória no mundo visível nasce primeiro na dependência invisível de Deus. O céu responde quando a fé se traduz em ação."
    },
    {
      "numero": "14",
      "texto": "Depois o Senhor disse a Moisés: ‘Escreva isto num rolo, como memorial, e declare a Josué que farei que os amalequitas sejam esquecidos para sempre debaixo do céu.’",
      "reflexao": "Deus nos chama a registrar Suas vitórias para que nunca nos esqueçamos de quem luta por nós. O memorial não é apenas história — é combustível para a fé das próximas gerações."
    },
    {
      "numero": "15",
      "texto": "Moisés construiu um altar e chamou-lhe ‘o Senhor é minha bandeira’.",
      "reflexao": "Quando o Senhor é nossa bandeira, marchamos sob a certeza de que a vitória não vem da nossa força, mas do nome que está sobre nós: Jeová Nissi, o Senhor que guerreia por nós."
    },
    {
      "numero": "16",
      "texto": "E jurou: ‘Pelo trono do Senhor! O Senhor fará guerra contra os amalequitas de geração em geração.’",
      "reflexao": "O Senhor é aquele que luta por Seu povo perpetuamente. As batalhas podem ser muitas, mas a promessa permanece: Deus nunca se cansa de lutar em favor dos que confiam nEle."
    }
  ]
}
