{
  "livro": "Êxodo",
  "capitulo": "20",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E Deus falou todas estas palavras:",
      "reflexao": "Quando Deus fala, Sua voz não é mera sugestão, mas direção, pacto e vida. Suas palavras são alicerce para quem deseja viver alinhado com o céu."
    },
    {
      "numero": "2",
      "texto": "‘Eu sou o Senhor, o teu Deus, que te tirou do Egito, da terra da escravidão.’",
      "reflexao": "O Deus que dá mandamentos é o mesmo que primeiro liberta. Ele não impõe regras a cativos, mas a filhos livres que caminham sob Sua proteção e cuidado."
    },
    {
      "numero": "3",
      "texto": "‘Não terás outros deuses além de mim.’",
      "reflexao": "Nada pode ocupar o trono que é de Deus em nossa vida. Colocar qualquer coisa acima dEle é trocar a fonte pela ilusão."
    },
    {
      "numero": "4",
      "texto": "‘Não farás para ti nenhum ídolo, nenhuma imagem de qualquer coisa no céu, na terra, ou nas águas debaixo da terra.’",
      "reflexao": "O Deus invisível não cabe em formas visíveis. Reduzi-Lo a qualquer imagem é diminuir Sua grandeza e distorcer Sua essência."
    },
    {
      "numero": "5",
      "texto": "‘Não te prostrarás diante deles nem lhes prestarás culto, porque eu, o Senhor teu Deus, sou Deus zeloso, que castigo os filhos pelos pecados de seus pais até a terceira e quarta geração daqueles que me desprezam,’",
      "reflexao": "O zelo de Deus não é controle, é amor que não aceita partilha com o que destrói. A infidelidade gera cicatrizes que atravessam gerações."
    },
    {
      "numero": "6",
      "texto": "‘mas trato com bondade até mil gerações aos que me amam e guardam os meus mandamentos.’",
      "reflexao": "O amor de Deus é abundante, transborda por mil gerações. Obedecer não é peso, é caminho para viver sob um legado de bênção duradoura."
    },
    {
      "numero": "7",
      "texto": "‘Não tomarás em vão o nome do Senhor teu Deus, pois o Senhor não deixará impune quem tomar o seu nome em vão.’",
      "reflexao": "O nome de Deus carrega Sua glória, Seu caráter e Sua presença. Usá-lo sem reverência é desprezar quem Ele é e o que Ele representa."
    },
    {
      "numero": "8",
      "texto": "‘Lembra-te do dia de sábado, para santificá-lo.’",
      "reflexao": "O descanso é santo. Deus nos convida a parar, respirar, contemplar e lembrar que nossa vida não se sustenta pelo esforço, mas pela Sua graça."
    },
    {
      "numero": "9",
      "texto": "‘Trabalharás seis dias e neles farás todos os teus trabalhos,’",
      "reflexao": "O equilíbrio entre trabalho e descanso reflete o ritmo do próprio Criador. Trabalhar é bênção, mas descansar também é obediência."
    },
    {
      "numero": "10",
      "texto": "‘mas o sétimo dia é o sábado dedicado ao Senhor teu Deus. Nesse dia não farás trabalho algum, nem tu, nem teus filhos ou filhas, nem teus servos ou servas, nem teus animais, nem os estrangeiros que morarem em tuas cidades.’",
      "reflexao": "O descanso não é só pessoal, mas comunitário. Deus cuida para que todos — até os mais simples — desfrutem do refrigério da pausa e do sagrado."
    },
    {
      "numero": "11",
      "texto": "‘Pois em seis dias o Senhor fez os céus e a terra, o mar e tudo o que neles existe, mas no sétimo dia descansou. Portanto, o Senhor abençoou o sétimo dia e o santificou.’",
      "reflexao": "Deus, que não se cansa, descansou para nos ensinar que parar também é sagrado. O descanso sela a aliança entre o Criador e os que nEle confiam."
    },
    {
      "numero": "12",
      "texto": "‘Honra teu pai e tua mãe, a fim de que tenhas vida longa na terra que o Senhor teu Deus te dá.’",
      "reflexao": "Honrar pais é semear longevidade, paz e bênção. É reconhecer que Deus planta vida nos vínculos que Ele mesmo estabeleceu como sagrados."
    },
    {
      "numero": "13",
      "texto": "‘Não matarás.’",
      "reflexao": "Deus é o autor da vida. Este mandamento ecoa como um grito contra toda cultura de morte, ódio e violência. Proteger a vida é honrar o próprio Deus."
    },
    {
      "numero": "14",
      "texto": "‘Não adulterarás.’",
      "reflexao": "A aliança do amor é espelho da aliança com Deus. Ser fiel no amor humano reflete a fidelidade divina, e quebrar essa aliança fere não apenas pessoas, mas o coração do próprio Deus."
    },
    {
      "numero": "15",
      "texto": "‘Não furtarás.’",
      "reflexao": "O respeito ao que é do outro revela um coração alinhado com a justiça do Reino. Onde há honestidade, há comunhão e paz."
    },
    {
      "numero": "16",
      "texto": "‘Não darás falso testemunho contra o teu próximo.’",
      "reflexao": "A verdade não é apenas um princípio ético, é expressão do caráter de Deus. Mentir é alinhar-se às trevas, mas falar a verdade é semear luz e justiça."
    },
    {
      "numero": "17",
      "texto": "‘Não cobiçarás a casa do teu próximo. Não cobiçarás a mulher do teu próximo, nem seus servos ou servas, nem seu boi ou jumento, nem coisa alguma que lhe pertença.’",
      "reflexao": "A cobiça nasce quando o coração perde o contentamento. Quem deseja o que não é seu revela um vazio que só Deus pode preencher — e nunca as coisas alheias."
    },
    {
      "numero": "18",
      "texto": "Vendo-se o povo diante dos trovões e dos relâmpagos, e do som da trombeta e do monte fumegando, todos tremeram assustados. Ficaram à distância",
      "reflexao": "A majestade de Deus nos confronta com nossa pequenez. Seu poder não gera apenas temor, mas reverência, respeito e consciência de quem Ele é."
    },
    {
      "numero": "19",
      "texto": "e disseram a Moisés: ‘Fala tu mesmo conosco, e ouviremos. Mas que Deus não fale conosco, para que não morramos.’",
      "reflexao": "O povo percebe que a santidade de Deus é tão intensa que revela a própria fragilidade humana. Mas Deus não quer distância — quer coração reverente, porém próximo."
    },
    {
      "numero": "20",
      "texto": "Moisés disse ao povo: ‘Não tenham medo! Deus veio prová-los, para que o temor de Deus esteja em vocês e os livre de pecar.’",
      "reflexao": "O temor não é pavor, mas reverência que protege. Quem teme a Deus se afasta do mal, não por medo, mas por amor e respeito profundo."
    },
    {
      "numero": "21",
      "texto": "Mas o povo permaneceu à distância, ao passo que Moisés aproximou-se da nuvem escura em que Deus se encontrava.",
      "reflexao": "Enquanto muitos se afastam da nuvem da presença por medo, os que escolhem se aproximar vivem encontros que transformam para sempre."
    },
    {
      "numero": "22",
      "texto": "O Senhor disse a Moisés: ‘Diga o seguinte aos israelitas: Vocês viram por si mesmos que do céu lhes falei:",
      "reflexao": "Deus não é uma ideia distante. Ele fala, se revela e deseja que Seu povo saiba que Sua voz vem do alto, mas alcança a terra."
    },
    {
      "numero": "23",
      "texto": "‘não façam ídolos de prata nem de ouro para me representarem.’",
      "reflexao": "Nada criado pode representar o Criador. Deus não cabe em matéria, nem em nossas limitações. Seu desejo é ser conhecido, não esculpido."
    },
    {
      "numero": "24",
      "texto": "‘Façam-me um altar de terra e nele sacrifiquem-me os seus holocaustos e as suas ofertas de comunhão, as suas ovelhas e os seus bois. Onde quer que eu faça celebrar o meu nome, virei a vocês e os abençoarei.’",
      "reflexao": "O altar de Deus não precisa de luxo, mas de sinceridade. Onde houver adoração verdadeira, ali Deus se faz presente com Sua bênção e Sua glória."
    },
    {
      "numero": "25",
      "texto": "‘Se me fizerem um altar de pedras, não o façam com pedras lavradas, porque o uso de ferramentas o profanaria.’",
      "reflexao": "Deus não busca o aperfeiçoamento humano no altar, mas a pureza do coração. O altar deve carregar a simplicidade da entrega e não o orgulho da obra humana."
    },
    {
      "numero": "26",
      "texto": "‘Não subam por degraus ao meu altar, para que nele não seja exposta a sua nudez.’",
      "reflexao": "A adoração a Deus não pode expor nem envergonhar. Há um chamado à reverência, à dignidade e à pureza, até na forma de se aproximar do sagrado."
    }
  ]
}
