{
  "livro": "Êxodo",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois o Senhor disse a Moisés: ‘Vá ao faraó e diga-lhe que assim diz o Senhor, o Deus dos hebreus: Deixe o meu povo ir para que me preste culto.’",
      "reflexao": "Deus reafirma Seu desejo: libertação para adoração. A essência da liberdade não está apenas em sair da opressão, mas em viver para adorar Aquele que é digno, em espírito e em verdade."
    },
    {
      "numero": "2",
      "texto": "‘Se você ainda não quiser deixá-lo ir e continuar a impedi-lo,’",
      "reflexao": "Deus oferece a oportunidade do arrependimento antes de liberar juízo. Sua paciência não é fraqueza, mas expressão de misericórdia. A resistência do homem sempre traz consequências."
    },
    {
      "numero": "3",
      "texto": "‘saiba que a mão do Senhor trará uma praga terrível sobre os rebanhos do faraó que estão nos campos: os cavalos, os jumentos, os camelos, os bois e as ovelhas.’",
      "reflexao": "O juízo atinge as fontes de sustento, riqueza e segurança. Deus prova que, sem Sua bênção, nem aquilo que parece sólido permanece. O que sustenta sem Deus, desmorona."
    },
    {
      "numero": "4",
      "texto": "‘Mas o Senhor fará distinção entre os rebanhos de Israel e os do Egito. Nenhum animal dos israelitas morrerá.’",
      "reflexao": "A proteção divina é seletiva, intencional e fiel. Deus separa quem é dEle, e nem o juízo, nem o caos, nem as pragas podem ultrapassar os limites que Ele determina sobre os Seus."
    },
    {
      "numero": "5",
      "texto": "O Senhor estabeleceu um prazo: ‘Amanhã o Senhor fará o que prometeu nesta terra.’",
      "reflexao": "Deus estabelece tempos e prazos. Seu agir não é aleatório, mas ordenado, preciso e soberano. Quando Deus marca um tempo, nem o céu nem a terra podem impedir."
    },
    {
      "numero": "6",
      "texto": "No dia seguinte o Senhor o fez. Todos os rebanhos dos egípcios morreram, mas nenhum rebanho dos israelitas morreu.",
      "reflexao": "A palavra do Senhor se cumpre fielmente. O que Ele declara, acontece. Onde há aliança, há preservação. Onde há resistência, há colapso. A fidelidade de Deus se manifesta até nos detalhes."
    },
    {
      "numero": "7",
      "texto": "O faraó mandou verificar e constatou que nenhum animal dos israelitas havia morrido. Mesmo assim, seu coração continuou obstinado e não deixou o povo ir.",
      "reflexao": "A evidência do agir de Deus não foi suficiente para quebrar o orgulho do faraó. Isso revela que não é a falta de provas, mas a dureza do coração, que impede muitos de se renderem a Deus."
    },
    {
      "numero": "8",
      "texto": "Disse mais o Senhor a Moisés e a Arão: ‘Tirem um punhado de cinza de uma fornalha, e Moisés a espalhará no ar, diante do faraó.’",
      "reflexao": "Até a cinza, símbolo do que foi consumido, se torna instrumento nas mãos de Deus. O Senhor usa até os restos e os rejeitos para cumprir Seus propósitos e manifestar Sua justiça."
    },
    {
      "numero": "9",
      "texto": "‘Ela se tornará como um pó fino sobre toda a terra do Egito, e feridas purulentas surgirão nos homens e nos animais em todo o Egito.’",
      "reflexao": "Deus toca agora diretamente nos corpos, na saúde e no orgulho do Egito. Quando o homem se exalta, Deus permite que ele sinta no próprio corpo os efeitos da sua rebeldia e da sua soberba."
    },
    {
      "numero": "10",
      "texto": "Eles tiraram cinza duma fornalha e se puseram diante do faraó. Moisés a espalhou pelo ar, e feridas purulentas começaram a estourar nos homens e nos animais.",
      "reflexao": "A palavra de Deus não falha. Sua ordem se cumpre com precisão. O juízo não é aleatório, mas dirigido, específico, e carregado de um convite implícito ao arrependimento antes que seja tarde."
    },
    {
      "numero": "11",
      "texto": "Nem os magos podiam manter-se diante de Moisés, porque ficaram cobertos de feridas, como os demais egípcios.",
      "reflexao": "Os que antes tentavam imitar os sinais de Deus agora não conseguem sequer ficar de pé. Quando Deus se levanta, todo poder humano, toda ciência, toda arrogância se desfaz como pó diante da Sua majestade."
    },
    {
      "numero": "12",
      "texto": "Mas o Senhor endureceu o coração do faraó, e ele se recusou a atender Moisés e Arão, conforme o Senhor tinha dito a Moisés.",
      "reflexao": "O endurecimento do coração revela que Deus também julga por meio da permissão ao próprio orgulho do homem. Quem rejeita a correção amorosa, se entrega, por escolha, ao peso do próprio juízo."
    },
    {
      "numero": "13",
      "texto": "Disse o Senhor a Moisés: ‘Levante-se logo cedo, apresente-se ao faraó e diga-lhe que assim diz o Senhor, o Deus dos hebreus: Deixe o meu povo ir para que me preste culto.’",
      "reflexao": "Deus é incansável em Seu propósito. A insistência divina revela não apenas juízo, mas também misericórdia: um apelo constante à conversão, ao arrependimento e à libertação."
    },
    {
      "numero": "14",
      "texto": "‘Caso contrário, mandarei desta vez todas as minhas pragas contra você, contra os seus conselheiros e contra o seu povo, para que você saiba que em toda a terra não há ninguém como eu.’",
      "reflexao": "Deus não divide Sua glória. Cada ato, cada sinal, cada juízo é também uma revelação da Sua singularidade, soberania e majestade. Não há outro Deus além Dele, nem no céu, nem na terra."
    },
    {
      "numero": "15",
      "texto": "‘Porque eu já poderia ter estendido a mão, ferindo você e o seu povo com uma praga que teria eliminado você da terra.’",
      "reflexao": "A paciência de Deus é misericórdia pura. Ele poderia ter eliminado, mas preferiu se revelar, ensinar e dar tempo ao arrependimento. A longanimidade divina é também manifestação do Seu amor, até mesmo em meio ao juízo."
    },
    {
      "numero": "16",
      "texto": "‘Mas eu o mantive de pé exatamente com este propósito: mostrar-lhe o meu poder e fazer que o meu nome seja proclamado em toda a terra.’",
      "reflexao": "Até os que se opõem são, muitas vezes, levantados e preservados por Deus para que Seu nome seja engrandecido. Até o orgulho do faraó serve de palco para que o mundo inteiro veja que o Senhor é Deus soberano."
    },
    {
      "numero": "17",
      "texto": "‘Contudo você ainda insiste em colocar-se contra o meu povo e não o deixa ir.’",
      "reflexao": "O orgulho humano insiste em resistir ao Deus eterno. A teimosia do faraó é um retrato do coração que se recusa a se dobrar, mesmo diante das evidências mais claras da ação divina."
    },
    {
      "numero": "18",
      "texto": "‘Amanhã, a esta hora, enviarei a pior tempestade de granizo que já caiu sobre o Egito, desde o dia da sua fundação até hoje.’",
      "reflexao": "O céu e a terra se tornam instrumentos da vontade de Deus. O granizo anunciado não é apenas fenômeno natural, mas resposta celestial à dureza humana. Quando Deus fala, até os elementos respondem."
    },
    {
      "numero": "19",
      "texto": "‘Agora, mande recolher os seus rebanhos e tudo o que você tem nos campos. Todos os homens e animais que estiverem nos campos, que não tiverem sido abrigados, serão atingidos pelo granizo e morrerão.’",
      "reflexao": "Mesmo no juízo, Deus oferece escape. Há um convite à proteção, um sinal de que Sua justiça não anula Sua misericórdia. Quem ouve e se move, encontra refúgio; quem ignora, sofre as consequências."
    },
    {
      "numero": "20",
      "texto": "Os conselheiros do faraó que temiam a palavra do Senhor apressaram-se em recolher aos abrigos os seus rebanhos e os seus escravos.",
      "reflexao": "Há sempre aqueles que, mesmo em meio à incredulidade geral, escolhem temer a Deus e obedecer. A fé nasce quando se reconhece que a palavra do Senhor é verdade, e que a obediência salva, preserva e protege."
    },
    {
      "numero": "21",
      "texto": "Mas os que não se importaram com a palavra do Senhor deixaram os seus escravos e os seus rebanhos no campo.",
      "reflexao": "Ignorar a palavra do Senhor é escolher o caminho da perda. O juízo não surpreende quem despreza a voz de Deus, pois a desobediência fecha portas que só a reverência poderia manter abertas."
    },
    {
      "numero": "22",
      "texto": "Então o Senhor disse a Moisés: ‘Estenda a mão para o céu, e cairá granizo sobre toda a terra do Egito: sobre homens, sobre animais e sobre toda a vegetação do Egito.’",
      "reflexao": "O céu, que deveria ser fonte de bênção, torna-se cenário do juízo. Deus mostra que domina sobre toda a criação, e que até os elementos respondem à Sua soberana voz."
    },
    {
      "numero": "23",
      "texto": "Quando Moisés estendeu a vara para o céu, o Senhor fez vir trovões e granizo, e raios caíam sobre a terra. Assim o Senhor fez chover granizo sobre a terra do Egito.",
      "reflexao": "O ato de estender a vara é a expressão visível da parceria entre o humano obediente e o Deus soberano. Quando o céu fala, a terra treme, pois o Senhor dos exércitos se manifesta com poder e glória."
    },
    {
      "numero": "24",
      "texto": "Caiu granizo, e raios cortavam o céu em todas as direções. Nunca houve uma tempestade de granizo como aquela em todo o Egito, desde que este se tornou uma nação.",
      "reflexao": "O juízo de Deus não é genérico — é extraordinário, marcante e inesquecível. Quando Ele decide se mover, até a história se dobra diante da grandeza dos Seus feitos."
    },
    {
      "numero": "25",
      "texto": "Em todo o Egito o granizo atingiu tudo o que havia nos campos, tanto homens como animais; destruiu toda a vegetação, além de quebrar todas as árvores.",
      "reflexao": "O que o homem acha que é indestrutível, Deus toca e desfaz. Nenhuma segurança construída fora da aliança com Deus permanece de pé quando Ele libera Sua mão de justiça."
    },
    {
      "numero": "26",
      "texto": "Somente na terra de Gósen, onde estavam os israelitas, não caiu granizo.",
      "reflexao": "O cuidado de Deus sobre os Seus é absoluto. Aonde chega o juízo, não chega a destruição para aqueles que vivem sob a sombra da aliança. A fidelidade de Deus é refúgio inabalável."
    },
    {
      "numero": "27",
      "texto": "Então o faraó mandou chamar Moisés e Arão e disse-lhes: ‘Desta vez eu pequei. O Senhor é justo; eu e o meu povo é que somos culpados.’",
      "reflexao": "Parece arrependimento, mas é remorso. Há momentos em que o homem reconhece o erro, mas não se rende verdadeiramente — busca apenas o alívio do peso, sem desejar transformação no coração."
    },
    {
      "numero": "28",
      "texto": "‘Orem ao Senhor! Os trovões de Deus e o granizo já são demais. Eu os deixarei ir; não precisam mais ficar aqui.’",
      "reflexao": "A súplica do faraó reflete quem busca a Deus apenas para escapar do desconforto, não por amor ou reverência. Muitos clamam pela intervenção de Deus, mas não desejam Sua presença, apenas Seu socorro."
    },
    {
      "numero": "29",
      "texto": "Moisés respondeu: ‘Assim que eu tiver saído da cidade, erguerei as mãos em oração ao Senhor. Os trovões cessarão e não cairá mais granizo, para que saibas que a terra pertence ao Senhor.’",
      "reflexao": "Moisés revela que toda a criação está sob a autoridade de Deus. Quando oramos, os céus se aquietam, não por mérito humano, mas porque o Senhor se revela como dono soberano de tudo."
    },
    {
      "numero": "30",
      "texto": "‘Mas eu bem sei que tu e os teus conselheiros ainda não sabem o que é tremer diante do Senhor Deus!’",
      "reflexao": "Moisés discerne o coração endurecido. Saber sobre Deus não é o mesmo que conhecer, temer e se render a Ele. O temor do Senhor não nasce do medo do juízo, mas da reverência à Sua santidade."
    },
    {
      "numero": "31",
      "texto": "(O linho e a cevada foram destruídos, pois a cevada já havia amadurecido e o linho estava em flor.",
      "reflexao": "O juízo de Deus atinge com precisão até os ciclos naturais. Tudo que estava pronto para o homem colher se perde, ensinando que sem a bênção de Deus, nem o fruto do trabalho permanece."
    },
    {
      "numero": "32",
      "texto": "Todavia, o trigo e o centeio nada sofreram, pois só amadurecem mais tarde.)",
      "reflexao": "Mesmo no juízo, Deus dá espaço para o recomeço. Sua justiça não é destruição total, mas também contém misericórdia, permitindo que haja uma semente para reconstrução, se houver arrependimento."
    },
    {
      "numero": "33",
      "texto": "Assim Moisés deixou o faraó, saiu da cidade, e ergueu as mãos ao Senhor. Os trovões e o granizo cessaram, e a chuva parou.",
      "reflexao": "A intercessão do justo faz cessar o juízo. A mão levantada em oração tem mais poder do que exércitos e do que qualquer autoridade humana, porque move a mão de Deus sobre a terra."
    },
    {
      "numero": "34",
      "texto": "Quando o faraó viu que a chuva, o granizo e os trovões haviam cessado, pecou novamente e obstinou-se em seu coração, ele e os seus conselheiros.",
      "reflexao": "O alívio momentâneo revela o verdadeiro coração. O faraó não desejava mudança, mas apenas descanso do peso. Assim também muitos hoje querem bênçãos sem compromisso, livramento sem rendição."
    },
    {
      "numero": "35",
      "texto": "O coração do faraó continuou endurecido, e ele não deixou que os israelitas saíssem, como o Senhor tinha dito por meio de Moisés.",
      "reflexao": "A resistência do faraó é cumprimento da palavra de Deus. Nenhum coração endurecido prevalece contra a vontade do Senhor. Mais cedo ou mais tarde, toda resistência humana cairá diante da soberania divina."
    }
  ]
}
