{
  "livro": "Êxodo",
  "capitulo": "30",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Faça um altar de madeira de acácia para queimar incenso.",
      "reflexao": "O altar do incenso representa nossas orações subindo constantemente ao Senhor. Deus valoriza a intimidade, o cheiro agradável da nossa busca e comunhão diária com Ele."
    },
    {
      "numero": "2",
      "texto": "Será quadrado, com quarenta e cinco centímetros de cada lado e noventa centímetros de altura; suas pontas formarão com ele uma só peça.",
      "reflexao": "O altar, perfeito em forma e proporção, reflete que Deus é um Deus de ordem, santidade e perfeição. Assim também devem ser nossas ofertas espirituais: sinceras, organizadas e reverentes."
    },
    {
      "numero": "3",
      "texto": "Revista de ouro puro a parte superior, todos os lados e as pontas, e faça uma moldura de ouro ao seu redor.",
      "reflexao": "O ouro simboliza pureza e realeza. O altar que representa as nossas orações precisa refletir um coração purificado e dedicado, digno do Rei dos reis."
    },
    {
      "numero": "4",
      "texto": "Faça duas argolas de ouro de cada lado do altar, abaixo da moldura, que sustentem as varas utilizadas para carregá-lo,",
      "reflexao": "A presença de Deus e a vida de oração não são estáticas. Onde formos, o altar do Senhor deve ir conosco — um estilo de vida de adoração e intercessão."
    },
    {
      "numero": "5",
      "texto": "e use madeira de acácia para fazer as varas e revista-as de ouro.",
      "reflexao": "A união do comum (madeira) e do precioso (ouro) revela que Deus se manifesta em vasos humanos, frágeis, mas revestidos de Sua glória."
    },
    {
      "numero": "6",
      "texto": "Coloque o altar em frente do véu que se encontra diante da arca da aliança, diante da tampa que está sobre ele, onde me encontrarei com você.",
      "reflexao": "O altar da oração está posicionado diante da presença de Deus. Nossas súplicas nos conduzem à intimidade, ao lugar de encontro com o Altíssimo."
    },
    {
      "numero": "7",
      "texto": "Arão queimará incenso aromático sobre o altar todas as manhãs, quando vier cuidar das lâmpadas,",
      "reflexao": "A oração pela manhã ilumina o dia e acende nossa conexão com Deus. Cada amanhecer é uma oportunidade de renovar nossa comunhão com Ele."
    },
    {
      "numero": "8",
      "texto": "e também quando acendê-las ao entardecer. Será queimado incenso continuamente perante o Senhor, pelas suas gerações.",
      "reflexao": "A oração não tem hora para cessar. Ao amanhecer e ao anoitecer, Deus espera por nós. Um relacionamento contínuo, geração após geração, marcado por diálogo e intimidade."
    },
    {
      "numero": "9",
      "texto": "Não ofereçam nesse altar nenhum outro tipo de incenso nem holocausto nem oferta de cereal nem derramem sobre ele ofertas de bebidas.",
      "reflexao": "Deus não aceita imitações no altar da oração. Nossas palavras devem ser sinceras, sem mistura, sem substitutos — apenas devoção verdadeira e coração quebrantado."
    },
    {
      "numero": "10",
      "texto": "Uma vez por ano, Arão fará propiciação sobre as pontas do altar. Essa propiciação anual será realizada com o sangue da oferta para propiciação pelo pecado, geração após geração. Esse altar é santíssimo ao Senhor.",
      "reflexao": "Até nosso altar de oração precisa ser purificado. Isso nos lembra que até na adoração, dependemos da graça e do perdão, pois a presença de Deus exige pureza e reverência."
    },
    {
      "numero": "11",
      "texto": "Disse então o Senhor a Moisés:",
      "reflexao": "Deus fala. E quando Ele fala, revela direção, cuidado e detalhes que transformam a vida e preservam Seu povo."
    },
    {
      "numero": "12",
      "texto": "Quando você fizer o recenseamento dos israelitas, cada um deles terá que pagar ao Senhor um preço pelo resgate por sua vida quando for contado. Dessa forma nenhuma praga virá sobre eles quando você os contar.",
      "reflexao": "Ninguém está isento diante de Deus. O preço do resgate lembra que nossas vidas têm valor e pertencem ao Senhor. Isso fala de redenção, proteção e compromisso com a aliança."
    },
    {
      "numero": "13",
      "texto": "Cada recenseado contribuirá com seis gramas, com base no peso padrão do santuário, que tem doze gramas. As seis gramas são uma oferta ao Senhor.",
      "reflexao": "A oferta era uma lembrança de que cada vida contada dependia de Deus. Hoje, oferecemos nossas vidas, tempo, dons e recursos como expressão de gratidão e fidelidade."
    },
    {
      "numero": "14",
      "texto": "Todos os alistados, da idade de vinte anos para cima, darão ao Senhor essa oferta.",
      "reflexao": "Maturidade espiritual exige responsabilidade. Quem é chamado à vida, também é chamado à entrega, ao serviço e à participação na obra do Reino."
    },
    {
      "numero": "15",
      "texto": "Os ricos não contribuirão com mais, nem os pobres darão menos que seis gramas, quando apresentarem a oferta ao Senhor como propiciação por suas vidas.",
      "reflexao": "Diante de Deus, todos são iguais. Nenhuma riqueza, status ou condição social altera o valor de uma vida. No altar, somos todos igualmente dependentes de Sua graça."
    },
    {
      "numero": "16",
      "texto": "Receba dos israelitas o preço da propiciação e use-o para o serviço da Tenda do Encontro. Será um memorial perante o Senhor em favor dos israelitas, para fazerem propiciação por suas vidas.",
      "reflexao": "Nossa participação na obra do Senhor se torna um memorial eterno. Cada entrega sincera, cada contribuição no Reino, é lembrada diante de Deus como cheiro suave e agradável."
    },
    {
      "numero": "17",
      "texto": "Disse então o Senhor a Moisés:",
      "reflexao": "Deus continua falando. Suas instruções são detalhadas, cuidadosas e revelam Seu zelo em cada aspecto da nossa vida e adoração."
    },
    {
      "numero": "18",
      "texto": "Faça uma bacia de bronze com uma base de bronze, para se lavarem. Coloque-a entre a Tenda do Encontro e o altar, e mande enchê-la de água.",
      "reflexao": "A lavagem com água é símbolo de purificação. Antes de servir, antes de adorar, precisamos estar limpos, tanto exterior quanto interiormente — lavados pela Palavra e pela presença de Deus."
    },
    {
      "numero": "19",
      "texto": "Arão e seus filhos lavarão as mãos e os pés com a água da bacia.",
      "reflexao": "Mãos e pés limpos representam obras e caminhos purificados. Quem serve ao Senhor precisa andar em retidão e agir com santidade."
    },
    {
      "numero": "20",
      "texto": "Toda vez que entrarem na Tenda do Encontro, terão que lavar-se com água, para que não morram. Quando também se aproximarem do altar para ministrar ao Senhor, apresentando uma oferta preparada no fogo,",
      "reflexao": "A presença de Deus é vida, mas também é santidade. A purificação não é opcional, mas essencial para quem deseja permanecer e ministrar diante dEle."
    },
    {
      "numero": "21",
      "texto": "lavarão as mãos e os pés para que não morram. Esse é um decreto perpétuo, para Arão e os seus descendentes, geração após geração.",
      "reflexao": "Deus deseja um povo puro, geração após geração. A santidade não é uma regra antiga, mas um princípio eterno para todo aquele que se aproxima de Sua presença."
    },
    {
      "numero": "22",
      "texto": "Em seguida o Senhor disse a Moisés:",
      "reflexao": "Deus continua instruindo, porque a santidade exige detalhes. Ele se importa com cada aspecto da nossa adoração e consagração."
    },
    {
      "numero": "23",
      "texto": "Junte as seguintes especiarias: seis quilos de mirra líquida, a metade disso, ou seja, três quilos de canela, três quilos de cana aromática,",
      "reflexao": "Cada elemento tem um aroma e significado. A mirra fala de cura e sacrifício; a canela, de alegria e calor; a cana, de doçura e restauração. Assim deve ser nossa vida diante de Deus — uma mistura harmoniosa de entrega, alegria e devoção."
    },
    {
      "numero": "24",
      "texto": "seis quilos de cássia, com base no peso padrão do santuário, e um galão de azeite de oliva.",
      "reflexao": "A cássia exala um perfume forte e duradouro. O azeite simboliza o Espírito Santo, que permeia e sela tudo. É Deus nos ungindo para uma vida que exala a Sua presença."
    },
    {
      "numero": "25",
      "texto": "Faça com eles o óleo sagrado para as unções, uma mistura de aromas, obra de perfumista. Este será o óleo sagrado para as unções.",
      "reflexao": "A unção de Deus não é algo casual. É artesanal, é obra delicada e preciosa. É separação. É capacitação sobrenatural para viver e servir na presença do Altíssimo."
    },
    {
      "numero": "26",
      "texto": "Use-o para ungir a Tenda do Encontro, a arca da aliança,",
      "reflexao": "Tudo o que está relacionado à presença de Deus deve ser consagrado. Sem unção, não há comunhão, nem eficácia no serviço sagrado."
    },
    {
      "numero": "27",
      "texto": "a mesa e todos os seus utensílios, o candelabro e os seus utensílios, o altar do incenso,",
      "reflexao": "A unção alcança não só os grandes símbolos da fé, mas também os detalhes. Deus unge o que ilumina (candelabro), o que sustenta (mesa) e o que intercede (altar do incenso)."
    },
    {
      "numero": "28",
      "texto": "o altar do holocausto e todos os seus utensílios, e a bacia com a sua base.",
      "reflexao": "O altar do sacrifício e a bacia da purificação também são ungidos. Deus quer santificar tanto nosso arrependimento (altar) quanto nossa purificação diária (bacia)."
    },
    {
      "numero": "29",
      "texto": "Você os consagrará e serão santíssimos, e tudo o que neles tocar se tornará santo.",
      "reflexao": "Quando Deus unge algo, aquilo é separado, transformado e carregado de Sua glória. E quem toca o que é dEle também é impactado, purificado e santificado."
    },
    {
      "numero": "30",
      "texto": "Unja Arão e seus filhos e consagre-os para que me sirvam como sacerdotes.",
      "reflexao": "A unção não é um símbolo vazio — ela capacita, autoriza e separa homens comuns para viverem o extraordinário da presença de Deus em serviço santo."
    },
    {
      "numero": "31",
      "texto": "Diga aos israelitas: Este será o meu óleo sagrado para as unções, geração após geração.",
      "reflexao": "O propósito de Deus não se esgota. Sua unção atravessa gerações, alcança filhos e netos. É legado de consagração e santidade perpétua."
    },
    {
      "numero": "32",
      "texto": "Não o derramem sobre nenhum outro homem, e não façam nenhum outro óleo com a mesma composição. É óleo sagrado, e assim vocês devem considerá-lo.",
      "reflexao": "A unção não é comum, não se imita, não se banaliza. É santa, é separada. Deus não divide Sua glória, nem permite que o sagrado se confunda com o profano."
    },
    {
      "numero": "33",
      "texto": "Quem fizer óleo como esse ou usá-lo em alguém que não seja sacerdote, será eliminado do meio do seu povo.",
      "reflexao": "Usurpar a unção ou banalizar o sagrado tem consequências sérias. Deus zela pelo que é Seu e não permite que a consagração seja tratada com irreverência."
    },
    {
      "numero": "34",
      "texto": "Disse ainda o Senhor a Moisés: Junte as seguintes essências: bálsamo, ônica, gálbano e incenso puro, todos em quantidades iguais,",
      "reflexao": "A adoração tem aroma. Cada elemento carrega um simbolismo: bálsamo (cura), ônica (profundidade), gálbano (intensidade) e incenso (intercessão). Todos juntos compõem o perfume da presença."
    },
    {
      "numero": "35",
      "texto": "e faça um incenso de mistura aromática, obra de perfumista. Levará sal, será puro e santo.",
      "reflexao": "O sal preserva e purifica. Assim é nossa adoração: deve ser pura, sincera, cheia de reverência e agradar ao Senhor como cheiro suave e eterno."
    },
    {
      "numero": "36",
      "texto": "Moa parte dele, até virar pó, e coloque-o diante das tábuas da aliança, na Tenda do Encontro, onde me encontrarei com você. O incenso lhes será santíssimo.",
      "reflexao": "O pó fala de rendição total. Diante da aliança, nossa adoração deve ser quebrantada, humilde e constante, subindo como perfume que Deus não rejeita."
    },
    {
      "numero": "37",
      "texto": "Não façam nenhum outro incenso com a mesma composição para uso pessoal; considerem-no sagrado, reservado para o Senhor.",
      "reflexao": "A adoração verdadeira é exclusiva. Não se presta culto a Deus para obter favores pessoais, mas por quem Ele é — Santo, Justo e Digno."
    },
    {
      "numero": "38",
      "texto": "Quem fizer um incenso semelhante, para usufruir sua fragrância, será eliminado do seu povo.",
      "reflexao": "Deus não aceita imitações na adoração. A glória, a honra e o louvor pertencem somente a Ele. Quem tenta transformar o sagrado em algo comum se afasta do propósito e da presença."
    }
  ]
}
