{
  "livro": "Êxodo",
  "capitulo": "31",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse então o Senhor a Moisés:",
      "reflexao": "Deus fala. Ele orienta, capacita e revela detalhes, mostrando que Sua presença se manifesta tanto no sagrado quanto no trabalho prático e na beleza das mãos que servem."
    },
    {
      "numero": "2",
      "texto": "Eu escolhi a Bezalel, filho de Uri, filho de Hur, da tribo de Judá,",
      "reflexao": "O Senhor conhece cada pessoa pelo nome, pela história e pela linhagem. Quando Ele chama, não há anonimato, há propósito eterno."
    },
    {
      "numero": "3",
      "texto": "e o enchi do Espírito de Deus, dando-lhes destreza, habilidade e plena capacidade artística",
      "reflexao": "O Espírito Santo capacita não apenas para orar e pregar, mas também para criar, construir, transformar. Deus valoriza o trabalho das mãos tanto quanto o do coração."
    },
    {
      "numero": "4",
      "texto": "para desenhar e executar trabalhos em ouro, prata e bronze,",
      "reflexao": "O belo, o artístico e o bem-feito refletem a glória do Criador. Cada detalhe é expressão da presença de Deus na obra das mãos humanas."
    },
    {
      "numero": "5",
      "texto": "para talhar e esculpir pedras, para entalhar madeira e executar todo tipo de obra artesanal.",
      "reflexao": "Nosso dom não é nosso — é Deus quem concede habilidade. Cada talento deve ser devolvido a Ele em serviço, dedicação e amor."
    },
    {
      "numero": "6",
      "texto": "Além disso, designei Aoliabe, filho de Aisamaque, da tribo de Dã, para auxiliá-lo. Também capacitei a todos os artesãos para que executem tudo o que lhe ordenei:",
      "reflexao": "A obra de Deus não se faz sozinho. Ele levanta equipes, parceiros, irmãos de jornada. Cada um tem um papel indispensável no propósito divino."
    },
    {
      "numero": "7",
      "texto": "A Tenda do Encontro, a arca da aliança e a tampa que está sobre ela, e todos os outros utensílios da tenda —",
      "reflexao": "Deus se preocupa com o lugar da Sua presença. A excelência no visível reflete a reverência pelo invisível e eterno."
    },
    {
      "numero": "8",
      "texto": "a mesa com os seus utensílios, o candelabro de ouro puro e os seus utensílios, o altar do incenso,",
      "reflexao": "A mesa (comunhão), o candelabro (luz) e o altar (oração) são elementos do nosso caminhar com Deus. Ele cuida dos detalhes para que habitemos em Sua presença com reverência e beleza."
    },
    {
      "numero": "9",
      "texto": "o altar do holocausto com os seus utensílios, a bacia com a sua base —",
      "reflexao": "A consagração (altar) e a purificação (bacia) são indispensáveis para quem deseja viver na intimidade de Deus. A santidade começa no altar e se renova na água."
    },
    {
      "numero": "10",
      "texto": "assim como as vestes litúrgicas, tanto as vestes sagradas para Arão, o sacerdote, como as vestes para os seus filhos, quando servirem como sacerdotes,",
      "reflexao": "Aqueles que servem ao Senhor devem estar vestidos de santidade, dignidade e beleza. As vestes exteriores refletem uma realidade interior: separados para Deus."
    },
    {
      "numero": "11",
      "texto": "bem como o óleo para as unções e o incenso aromático para o Lugar Santo. Tudo deve ser feito exatamente como eu lhe ordenei.",
      "reflexao": "Obedecer aos detalhes é prova de amor e reverência. A presença de Deus habita onde há santidade, obediência e adoração verdadeira."
    },
    {
      "numero": "12",
      "texto": "Disse ainda o Senhor a Moisés:",
      "reflexao": "Deus não se limita a ordenar construção, mas também estabelece ritmos sagrados de descanso, renovação e comunhão com Ele."
    },
    {
      "numero": "13",
      "texto": "Diga aos israelitas que guardem os meus sábados. Isso será um sinal entre mim e vocês, geração após geração, a fim de que saibam que eu sou o Senhor, que os santifica.",
      "reflexao": "O descanso sabático é mais que pausa — é um lembrete constante de que somos santificados, separados e cuidados por Deus. Trabalhamos, mas é Ele quem nos sustenta."
    },
    {
      "numero": "14",
      "texto": "Guardem o sábado, pois para vocês é santo. Aquele que o profanar terá que ser executado; quem fizer algum trabalho nesse dia será eliminado do meio do seu povo.",
      "reflexao": "Deus leva a sério o descanso, porque ele é um ato de fé. Quem não descansa, declara com sua prática que não confia plenamente em Deus como seu provedor."
    },
    {
      "numero": "15",
      "texto": "Em seis dias qualquer trabalho poderá ser feito, mas o sétimo dia é o sábado, o dia de descanso, consagrado ao Senhor. Quem fizer algum trabalho no sábado terá que ser executado.",
      "reflexao": "O sábado é um altar no tempo. É quando declaramos que nosso valor não está na produtividade, mas na comunhão com o Criador."
    },
    {
      "numero": "16",
      "texto": "Os israelitas terão que guardar o sábado, eles e os seus descendentes, como uma aliança perpétua.",
      "reflexao": "Descansar é lembrar da aliança. Não é apenas parar — é confiar, adorar e reconhecer que Deus é quem cuida, provê e santifica."
    },
    {
      "numero": "17",
      "texto": "Isso será um sinal perpétuo entre mim e os israelitas, pois em seis dias o Senhor fez os céus e a terra, e no sétimo dia ele não trabalhou e descansou.",
      "reflexao": "Ao guardar o sábado, espelhamos o próprio Deus, que criou e depois descansou. O descanso é uma declaração visível da nossa fé no Deus Criador e Sustentador."
    },
    {
      "numero": "18",
      "texto": "Quando o Senhor terminou de falar com Moisés no monte Sinai, deu-lhe as duas tábuas da aliança, tábuas de pedra, escritas pelo dedo de Deus.",
      "reflexao": "A aliança não é fruto da vontade humana, mas é escrita pelo próprio Deus. Suas leis, Seus princípios e Seu amor estão gravados, não só em pedras, mas no coração daqueles que O amam."
    }
  ]
}
