{
  "livro": "Êxodo",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘São estas as leis que você proclamará ao povo:’",
      "reflexao": "Deus não é apenas libertador, mas também legislador. A liberdade que Ele oferece vem acompanhada de princípios que constroem uma sociedade justa e digna."
    },
    {
      "numero": "2",
      "texto": "‘Se você comprar um escravo hebreu, ele o servirá por seis anos. Mas no sétimo ano será liberto, sem precisar pagar nada.’",
      "reflexao": "Mesmo dentro de uma sociedade antiga que permitia servidão, Deus estabelece limites, dignidade e um tempo para a liberdade. Seu cuidado transcende as culturas humanas."
    },
    {
      "numero": "3",
      "texto": "‘Se chegou solteiro, solteiro receberá liberdade; mas se chegou casado, sua mulher irá com ele.’",
      "reflexao": "Deus protege a integridade dos vínculos familiares. A liberdade não pode romper aquilo que é sagrado: a unidade do lar."
    },
    {
      "numero": "4",
      "texto": "‘Se o seu senhor lhe tiver dado uma mulher, e esta lhe tiver dado filhos ou filhas, a mulher e os filhos pertencerão ao senhor; somente o homem sairá livre.’",
      "reflexao": "Embora culturalmente limitado, este princípio nos lembra que toda estrutura social precisa de equilíbrio e responsabilidade, e que Deus observa cada detalhe da justiça aplicada às famílias."
    },
    {
      "numero": "5",
      "texto": "‘Se, porém, o escravo declarar: “Eu amo o meu senhor, a minha mulher e os meus filhos, e não quero sair livre”,’",
      "reflexao": "Quando o amor se sobrepõe à liberdade, surge um vínculo voluntário que transcende o contrato — é o eco do amor que nos faz servos por amor ao próprio Deus."
    },
    {
      "numero": "6",
      "texto": "‘o seu senhor o levará perante os juízes. Terá que levá-lo à porta ou à lateral da porta e furar a sua orelha. Assim, ele será seu escravo por toda a vida.’",
      "reflexao": "A marca da entrega voluntária é visível. Assim também é conosco: quando escolhemos servir a Deus por amor, nossa vida carrega sinais de quem somos e de quem pertencemos eternamente."
    },
    {
      "numero": "7",
      "texto": "‘Se um homem vender sua filha como escrava, ela não será liberta como os escravos homens.’",
      "reflexao": "Mesmo em contextos culturais limitados, Deus cria salvaguardas para proteger as mulheres, indicando que há uma sensibilidade no cuidado com os vulneráveis."
    },
    {
      "numero": "8",
      "texto": "‘Se ela não agradar ao seu senhor que a escolheu, ele deverá permitir que ela seja resgatada. Não poderá vendê-la a estrangeiros, pois isso seria deslealdade para com ela.’",
      "reflexao": "Deus não tolera que vidas sejam tratadas como mercadorias descartáveis. Ele exige resgate, dignidade e justiça para quem é rejeitado ou descartado."
    },
    {
      "numero": "9",
      "texto": "‘Se o seu senhor a escolher para seu filho, lhe dará os direitos de uma filha.’",
      "reflexao": "O cuidado divino transforma a condição de serva em dignidade familiar. Deus sempre eleva e honra aqueles que o sistema humano tenta diminuir."
    },
    {
      "numero": "10",
      "texto": "‘Se o senhor tomar uma segunda mulher, não poderá privar a primeira de alimento, de roupas e dos direitos conjugais.’",
      "reflexao": "Deus zela pela dignidade no matrimônio, protegendo contra abusos e negligências. Seus princípios asseguram honra, sustento e respeito mútuo."
    },
    {
      "numero": "11",
      "texto": "‘Se não lhe garantir essas três coisas, ela poderá ir embora sem precisar pagar nada.’",
      "reflexao": "A liberdade é direito legítimo quando não há amor, cuidado e justiça. Deus não compactua com ambientes opressores ou relacionamentos abusivos."
    },
    {
      "numero": "12",
      "texto": "‘Quem ferir um homem, vindo a matá-lo, terá que ser executado.’",
      "reflexao": "A vida é sagrada. Deus estabelece que quem destrói a vida de outro responde diante da justiça, porque cada vida carrega a imagem do Criador."
    },
    {
      "numero": "13",
      "texto": "‘Todavia, se não o fez intencionalmente, mas Deus o permitiu, designei um lugar para onde poderá fugir.’",
      "reflexao": "Deus distingue acidente de maldade. Sua justiça é perfeita — cheia de equidade, misericórdia e espaço para arrependimento e proteção contra vinganças."
    },
    {
      "numero": "14",
      "texto": "‘Mas se alguém tiver planejado matar outro deliberadamente, tire-o até mesmo do meu altar e mate-o.’",
      "reflexao": "Nem o altar protege o assassino intencional. Deus não compactua com a hipocrisia religiosa que tenta esconder intenções malignas atrás de rituais sagrados."
    },
    {
      "numero": "15",
      "texto": "‘Quem agredir o próprio pai ou a própria mãe terá que ser executado.’",
      "reflexao": "O respeito à paternidade é alicerce de uma sociedade saudável. Deus leva a honra familiar tão a sério que a agressão contra os pais é vista como destruição da ordem social e espiritual."
    },
    {
      "numero": "16",
      "texto": "‘Aquele que sequestrar alguém e vendê-lo ou for apanhado com ele em seu poder, terá que ser executado.’",
      "reflexao": "Deus abomina qualquer forma de tráfico humano. O sequestro, o comércio de vidas e a exploração são crimes que afrontam diretamente o coração do Criador."
    },
    {
      "numero": "17",
      "texto": "‘Quem amaldiçoar seu pai ou sua mãe terá que ser executado.’",
      "reflexao": "Deus protege a honra dos pais não apenas contra agressões físicas, mas também contra palavras que destroem, humilham e ferem. O respeito é sagrado."
    },
    {
      "numero": "18",
      "texto": "‘Se dois homens brigarem e um deles ferir o outro com uma pedra ou com o punho e o outro não morrer, mas cair de cama,’",
      "reflexao": "Deus estabelece que até nos conflitos há responsabilidade. A violência não passa sem reparação e sem considerar as consequências geradas."
    },
    {
      "numero": "19",
      "texto": "‘aquele que o feriu será absolvido, se o outro se levantar e caminhar com o auxílio de uma bengala; todavia ele terá que indenizar o homem ferido pelo tempo que este perdeu e responsabilizar-se por sua completa recuperação.’",
      "reflexao": "Deus exige responsabilidade, reparação e justiça restaurativa. Quem gera dano deve assumir o custo da cura, do tempo e das perdas daquele que foi ferido."
    },
    {
      "numero": "20",
      "texto": "‘Se alguém ferir seu escravo ou escrava com um pedaço de pau, e como resultado o escravo morrer, será punido;’",
      "reflexao": "Deus não ignora o sofrimento dos vulneráveis. Mesmo em uma sociedade antiga, Ele estabelece limites e justiça, mostrando que toda vida tem valor diante dEle."
    },
    {
      "numero": "21",
      "texto": "‘mas se o escravo sobreviver um ou dois dias, não será punido, visto que é sua propriedade.’",
      "reflexao": "Este versículo reflete uma estrutura social daquele tempo, mas também aponta que Deus estava conduzindo seu povo em direção a um processo de dignidade progressiva, onde, futuramente, toda escravidão seria abolida pela consciência do amor."
    },
    {
      "numero": "22",
      "texto": "‘Se homens brigarem e ferirem uma mulher grávida, e ela der à luz prematuramente, não havendo, porém, nenhum dano sério, o ofensor pagará a indenização que o marido daquela mulher exigir, conforme a determinação dos juízes.’",
      "reflexao": "Deus protege a vida desde o ventre. Aqui vemos um cuidado profundo com a dignidade da mulher, da gestação e da família, estabelecendo responsabilidade mesmo sobre atos não intencionais."
    },
    {
      "numero": "23",
      "texto": "‘Mas, se houver danos graves, a pena será vida por vida,’",
      "reflexao": "A justiça divina clama por equilíbrio: onde há destruição, deve haver reparação. A vida tem valor absoluto aos olhos de Deus."
    },
    {
      "numero": "24",
      "texto": "‘olho por olho, dente por dente, mão por mão, pé por pé,’",
      "reflexao": "Este princípio não ensina vingança, mas limite. É um freio ao desejo humano de retribuir com excesso, estabelecendo proporção na justiça."
    },
    {
      "numero": "25",
      "texto": "‘queimadura por queimadura, ferida por ferida, contusão por contusão.’",
      "reflexao": "Deus mostra que cada dano, físico ou emocional, precisa ser levado a sério. Seu cuidado se estende até aos detalhes das dores humanas."
    },
    {
      "numero": "26",
      "texto": "‘Se alguém ferir o seu escravo ou sua escrava no olho e o cegar, terá que libertar o escravo como compensação pelo olho.’",
      "reflexao": "Deus estabelece que a dignidade vale mais que a servidão. A liberdade surge como compensação quando há perda, mostrando o coração de um Deus justo e misericordioso."
    },
    {
      "numero": "27",
      "texto": "‘Se quebrar um dente de um escravo ou de uma escrava, terá que libertar o escravo como compensação pelo dente.’",
      "reflexao": "Até aquilo que muitos considerariam pequeno, Deus não ignora. Onde há dor e perda, Deus ergue um caminho de reparação e liberdade."
    },
    {
      "numero": "28",
      "texto": "‘Se um boi chifrar um homem ou uma mulher, causando-lhe a morte, o boi terá que ser apedrejado até a morte, e a sua carne não poderá ser comida. Mas o dono do boi será absolvido.’",
      "reflexao": "A vida é tão valiosa que até a criação que representa risco deve ser tratada com responsabilidade. Aqui Deus educa seu povo para a cultura do cuidado e da prevenção."
    },
    {
      "numero": "29",
      "texto": "‘Se, todavia, o boi costumava chifrar e o dono, ainda que alertado, não o manteve preso, e o boi matar um homem ou uma mulher, o boi será apedrejado e o dono também terá que ser morto.’",
      "reflexao": "Deus responsabiliza quem age com negligência. Não basta lamentar o mal causado; é preciso prevenir, proteger e agir com zelo pela vida alheia."
    },
    {
      "numero": "30",
      "texto": "‘Caso, porém, lhe pedirem um pagamento, poderá resgatar a sua vida pagando o que for exigido.’",
      "reflexao": "Mesmo onde há falha grave, Deus abre espaço para mediação, reparação e reconciliação. A misericórdia e a justiça caminham de mãos dadas no Reino de Deus."
    },
    {
      "numero": "31",
      "texto": "‘Esta sentença também se aplica no caso de um boi chifrar um menino ou uma menina.’",
      "reflexao": "Deus não faz distinção entre grandes e pequenos. A proteção à vida é universal, abrangendo inclusive os mais frágeis, como as crianças."
    },
    {
      "numero": "32",
      "texto": "‘Se o boi chifrar um escravo ou escrava, o dono do animal terá que pagar trezentos e sessenta gramas de prata ao dono do escravo, e o boi será apedrejado.’",
      "reflexao": "O princípio da reparação se mantém, mesmo nas estruturas sociais da época. Deus não permite que vidas sejam ignoradas ou tratadas como números. Cada perda gera uma consequência."
    },
    {
      "numero": "33",
      "texto": "‘Se alguém abrir ou deixar aberta uma cisterna, não tendo o cuidado de tampá-la, e um jumento ou um boi nela cair,’",
      "reflexao": "Negligenciar responsabilidades que colocam outros em risco também é pecado diante de Deus. Ele nos chama a sermos guardiões do bem-estar coletivo."
    },
    {
      "numero": "34",
      "texto": "‘o dono da cisterna terá que pagar o prejuízo indenizando o dono do animal, e ficará com o animal morto.’",
      "reflexao": "Deus estabelece que quem causa dano, direta ou indiretamente, deve reparar. A justiça divina não é punitiva, mas restauradora e educativa."
    },
    {
      "numero": "35",
      "texto": "‘Se o boi de alguém ferir o boi de outro e o matar, venderão o boi vivo e o dividirão em partes iguais, tanto o valor como o animal morto.’",
      "reflexao": "Até nas relações comerciais e nos prejuízos, Deus ensina equidade, equilíbrio e justiça compartilhada. O senso de comunidade é profundamente valorizado."
    },
    {
      "numero": "36",
      "texto": "‘Contudo, se o boi costumava chifrar, e o dono não o manteve preso, este terá que pagar boi por boi, e ficará com o que morreu.’",
      "reflexao": "Onde há negligência reincidente, há responsabilidade total. Deus não permite que a indiferença ao risco se torne desculpa para destruir a vida ou os bens do próximo."
    }
  ]
}
