{
  "livro": "Êxodo",
  "capitulo": "39",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Com fios de tecido azul, roxo e vermelho fizeram as vestes litúrgicas para ministrar no Lugar Santo. Também fizeram as vestes sagradas de Arão, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "O serviço no lugar santo exige santidade, reverência e beleza. Assim como as vestes eram feitas com excelência, Deus espera que nossas atitudes no servir também sejam revestidas de zelo e pureza."
    },
    {
      "numero": "2",
      "texto": "Fez o colete sacerdotal de linho fino trançado e de fios de ouro e de fios de tecidos azul, roxo e vermelho.",
      "reflexao": "Cada detalhe do colete sacerdotal reflete a glória, a majestade e a santidade de Deus. No Reino, somos chamados a carregar essa beleza espiritual em nossa vida diária."
    },
    {
      "numero": "3",
      "texto": "E bateu o ouro em finas placas das quais cortaram fios de ouro para serem bordados no linho fino com os fios de tecido azul, roxo e vermelho, obra artesanal.",
      "reflexao": "O ouro trançado no tecido nos lembra que a presença de Deus se entrelaça com nossa caminhada. Cada fio da nossa história pode carregar a glória do Senhor quando rendemos tudo a Ele."
    },
    {
      "numero": "4",
      "texto": "Fizeram as ombreiras para o colete sacerdotal, atadas às suas duas extremidades, para que pudessem ser amarradas.",
      "reflexao": "As ombreiras sustentam o peso da responsabilidade. Servir a Deus exige compromisso e disposição para carregar o que Ele nos confiou com fidelidade."
    },
    {
      "numero": "5",
      "texto": "O cinturão e o colete por ele preso foram feitos da mesma peça. O cinturão também foi feito de linho fino trançado e de fios de ouro e de fios de tecido azul, roxo e vermelho, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "O cinturão representa firmeza e prontidão. Assim também devemos estar, ajustados pela verdade, prontos para servir com integridade e beleza espiritual."
    },
    {
      "numero": "6",
      "texto": "Prenderam as pedras de ônix em filigranas de ouro e nelas gravaram os nomes dos filhos de Israel, como um lapidador grava um selo.",
      "reflexao": "Cada nome gravado fala do amor e da aliança de Deus com seu povo. Hoje, nossos nomes também estão gravados no coração do Pai, como filhos preciosos que Ele jamais se esquece."
    },
    {
      "numero": "7",
      "texto": "Então as costuraram nas ombreiras do colete sacerdotal, como pedras memoriais para os filhos de Israel, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "O sacerdote carregava sobre os ombros o povo de Deus. Isso nos ensina a interceder, amar e sustentar uns aos outros diante do Senhor em oração e cuidado."
    },
    {
      "numero": "8",
      "texto": "Fez o peitoral, trabalho artesanal, como o colete sacerdotal: de linho fino trançado, de fios de ouro e de fios de tecidos azul, roxo e vermelho.",
      "reflexao": "O peitoral ficava sobre o coração, lembrando que o sacerdote carregava o povo no centro do seu ser. Assim também devemos carregar, em amor, o cuidado pelas vidas que Deus nos confiou."
    },
    {
      "numero": "9",
      "texto": "Era quadrado, com um palmo de comprimento e um palmo de largura, e dobrado em dois.",
      "reflexao": "A forma perfeita do quadrado simboliza equilíbrio e ordem. A vida diante de Deus deve refletir harmonia, integridade e estabilidade espiritual."
    },
    {
      "numero": "10",
      "texto": "Em seguida fixaram nele quatro fileiras de pedras preciosas. Na primeira fileira havia um rubi, um topázio e um berilo;",
      "reflexao": "As pedras preciosas representam o valor de cada tribo, de cada pessoa. Somos todos pedras vivas no Reino, preciosos e únicos aos olhos de Deus."
    },
    {
      "numero": "11",
      "texto": "na segunda, uma turquesa, uma safira e um diamante;",
      "reflexao": "Cada pedra revela não apenas beleza, mas também diversidade. Na unidade do Corpo de Cristo, há espaço para dons, personalidades e propósitos diferentes, todos preciosos."
    },
    {
      "numero": "12",
      "texto": "na terceira, um jacinto, uma ágata e uma ametista;",
      "reflexao": "O brilho das pedras reflete que, quando estamos alinhados com o propósito de Deus, resplandecemos Sua luz, Seu caráter e Sua graça para o mundo."
    },
    {
      "numero": "13",
      "texto": "na quarta, um crisólito, um ônix e um jaspe, todas fixadas em filigranas de ouro.",
      "reflexao": "O ouro que sustenta as pedras aponta para a glória e a majestade de Deus, que é quem sustenta e dá valor a cada vida que Ele escolheu e separou."
    },
    {
      "numero": "14",
      "texto": "Havia doze pedras, uma para cada nome dos filhos de Israel, cada uma gravada como um lapidador grava um selo, com o nome de uma das doze tribos.",
      "reflexao": "Deus conhece cada um pelo nome. Ninguém é esquecido ou ignorado no Reino. Somos lembrados, amados e cuidados por um Deus pessoal e presente."
    },
    {
      "numero": "15",
      "texto": "Para o peitoral fizeram correntes trançadas de ouro puro, como cordas.",
      "reflexao": "As correntes trançadas simbolizam unidade e firmeza. Somos ligados uns aos outros pelo amor e pela aliança que temos com Deus, formando uma rede de cuidado e comunhão."
    },
    {
      "numero": "16",
      "texto": "De ouro fizeram duas filigranas e duas argolas, as quais prenderam às duas extremidades do peitoral.",
      "reflexao": "Cada conexão do peitoral revela que, na obra de Deus, tudo está interligado. Nada é solto ou aleatório — há harmonia em cada detalhe que Ele faz."
    },
    {
      "numero": "17",
      "texto": "Prenderam as duas correntes de ouro às duas argolas nas extremidades do peitoral,",
      "reflexao": "As correntes que seguram o peitoral mostram que o amor de Deus sustenta e firma nossa identidade Nele, e que essa conexão jamais se rompe."
    },
    {
      "numero": "18",
      "texto": "e as outras extremidades das correntes, às duas filigranas, unindo-as às peças das ombreiras do colete sacerdotal, na parte da frente.",
      "reflexao": "O peitoral sobre o coração e unido às ombreiras simboliza que o sacerdote carregava tanto no coração quanto nos ombros o peso de interceder. É um chamado para amar e cuidar profundamente uns dos outros."
    },
    {
      "numero": "19",
      "texto": "Fizeram outras duas argolas de ouro e as prenderam às duas extremidades do peitoral na borda interna, próxima ao colete sacerdotal.",
      "reflexao": "O cuidado com as conexões e os detalhes mostra que na vida espiritual não existem partes desconectadas. Deus deseja um relacionamento íntegro, sólido e bem alinhado com Ele e com os irmãos."
    },
    {
      "numero": "20",
      "texto": "Depois fizeram mais duas argolas de ouro e as prenderam na parte inferior das ombreiras, na frente do colete sacerdotal, próximas da costura, logo acima do cinturão do colete sacerdotal.",
      "reflexao": "A sustentação do peitoral demonstra que nossa fé precisa estar bem firmada — sobre os ombros da responsabilidade, no peito do amor e ajustada pelo cinturão da verdade e da justiça."
    },
    {
      "numero": "21",
      "texto": "Amarraram as argolas do peitoral às argolas do colete com um cordão azul, ligando-o ao cinturão, para que o peitoral não se separasse do colete sacerdotal, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "Nada no serviço a Deus deve ser frouxo ou negligente. Assim como o peitoral estava bem preso, também devemos estar firmemente conectados à Palavra, à comunhão e ao propósito divino."
    },
    {
      "numero": "22",
      "texto": "Fizeram o manto do colete sacerdotal inteiramente de fios de tecido azul, obra de tecelão,",
      "reflexao": "O azul representa o céu, a presença divina. O manto inteiro de azul nos lembra que nossa vida deve ser completamente revestida da presença de Deus, da santidade e da comunhão com os céus."
    },
    {
      "numero": "23",
      "texto": "com uma abertura no centro. Ao redor dessa abertura havia uma dobra tecida, como uma gola, para que não se rasgasse.",
      "reflexao": "A proteção contra rasgos simboliza a unidade e a perfeição da obra de Deus. O que Ele faz é íntegro, completo, sem falhas. Assim Ele também deseja que seja nosso serviço e nossa vida espiritual."
    },
    {
      "numero": "24",
      "texto": "Fizeram romãs de linho fino trançado e de fios de tecido azul, roxo e vermelho em volta da borda do manto.",
      "reflexao": "As romãs simbolizam fruto e abundância. Assim como Deus deseja que nossas vestes espirituais estejam adornadas de frutos, Ele também espera que a nossa vida revele evidências da sua presença: amor, justiça e paz."
    },
    {
      "numero": "25",
      "texto": "Fizeram ainda pequenos sinos de ouro puro, atando-os em volta da borda, entre as romãs.",
      "reflexao": "Os sinos anunciavam a presença do sacerdote diante de Deus. A nossa vida também deve fazer ecoar o som da presença de Deus, através de palavras e ações que glorificam o Seu nome."
    },
    {
      "numero": "26",
      "texto": "Os sinos e as romãs se alternavam por toda a borda do manto. Tudo feito para ser usado ao se ministrar, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "Sinos e romãs, som e fruto, representam o equilíbrio entre testemunho (o som que outros ouvem) e vida frutífera (o que outros veem). Uma fé que fala e uma vida que demonstra."
    },
    {
      "numero": "27",
      "texto": "Para Arão e seus filhos fizeram de linho fino as túnicas, obra de tecelão,",
      "reflexao": "O linho fino representa pureza e retidão. Deus chama seus ministros — e todos os seus filhos — a se revestirem de santidade em todo o seu viver."
    },
    {
      "numero": "28",
      "texto": "o turbante, os gorros e os calções, de linho fino trançado.",
      "reflexao": "Cada peça, desde o turbante até os calções, revela que Deus se importa com cada detalhe da nossa vida — externa e interna — pois tudo deve estar consagrado a Ele."
    },
    {
      "numero": "29",
      "texto": "O cinturão também era de linho fino trançado e de fios de tecido azul, roxo e vermelho, obra de bordador, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "O cinturão ajusta, firma e prepara. Assim, devemos ser cingidos com a verdade, preparados para servir, viver e testemunhar segundo a vontade do Senhor."
    },
    {
      "numero": "30",
      "texto": "Fizeram de ouro puro o diadema sagrado, e gravaram nele como se grava um selo: Consagrado ao Senhor.",
      "reflexao": "‘Consagrado ao Senhor’ deve ser o selo sobre nossa vida. Que todos possam olhar para nós e reconhecer que pertencemos ao Senhor, separados para viver sua vontade."
    },
    {
      "numero": "31",
      "texto": "Depois usaram um cordão azul para prendê-lo na parte de cima do turbante, como o Senhor tinha ordenado a Moisés.",
      "reflexao": "O azul simboliza o céu, a presença divina. Nossa mente, nossos pensamentos e nossa consciência devem estar sempre ligados ao alto, cativos à vontade de Deus."
    },
    {
      "numero": "32",
      "texto": "Assim foi encerrada toda a obra do tabernáculo, a Tenda do Encontro. Os israelitas fizeram tudo conforme o Senhor tinha ordenado a Moisés.",
      "reflexao": "Fidelidade é quando cumprimos exatamente o que Deus nos pede. O êxito na vida espiritual está em obedecer e viver segundo Sua vontade, assim como fizeram os israelitas neste projeto sagrado."
    },
    {
      "numero": "33",
      "texto": "Então trouxeram o tabernáculo a Moisés; a tenda e todos os seus utensílios, os ganchos, as molduras, os travessões, as colunas e as bases,",
      "reflexao": "Cada item entregue representa dedicação, compromisso e obediência. Quando trazemos nossa vida inteira, com todos os nossos ‘utensílios’, Deus se agrada e faz morada em nós."
    },
    {
      "numero": "34",
      "texto": "a cobertura de pele de carneiro tingida de vermelho, a cobertura de couro e o véu protetor,",
      "reflexao": "O véu e as coberturas simbolizam tanto proteção quanto separação. Deus nos convida a estar debaixo da Sua cobertura, protegidos, santificados e separados para Ele."
    },
    {
      "numero": "35",
      "texto": "a arca da aliança com as suas varas e a tampa,",
      "reflexao": "A arca representa a presença, a aliança e a fidelidade de Deus. Carregar a arca é carregar a certeza de que Deus caminha conosco, cumpre Suas promessas e habita no meio do Seu povo."
    },
    {
      "numero": "36",
      "texto": "a mesa com todos os seus utensílios e os pães da Presença,",
      "reflexao": "A mesa e os pães da Presença nos lembram que Deus deseja comunhão conosco, deseja estar presente, alimentar e sustentar espiritualmente o Seu povo."
    },
    {
      "numero": "37",
      "texto": "o candelabro de ouro puro com a sua fileira de lâmpadas e todos os seus utensílios e o óleo para iluminação,",
      "reflexao": "O candelabro representa a luz de Deus que nunca se apaga. Em tempos de escuridão, somos chamados a manter a chama acesa, iluminando o mundo com a luz de Cristo."
    },
    {
      "numero": "38",
      "texto": "o altar de ouro, o óleo da unção, o incenso aromático e a cortina de entrada para a tenda,",
      "reflexao": "O altar e o incenso nos lembram da adoração, da oração e da entrega diária. A vida que sobe como aroma suave diante de Deus é aquela que vive em constante comunhão com Ele."
    },
    {
      "numero": "39",
      "texto": "o altar de bronze com a sua grelha, as suas varas e todos os seus utensílios, a bacia e a sua base,",
      "reflexao": "O altar de bronze é o lugar do sacrifício. Ele aponta para a necessidade do arrependimento, da purificação e do compromisso com uma vida consagrada e limpa diante de Deus."
    },
    {
      "numero": "40",
      "texto": "as cortinas externas do pátio com as suas colunas e bases e a cortina para a entrada do pátio, as cordas e estacas da tenda do pátio, todos os utensílios para o tabernáculo, a Tenda do Encontro,",
      "reflexao": "O pátio externo representa acesso. Deus abriu caminho para que todos possam se aproximar, mas sempre com reverência, pureza e obediência, pois Ele é santo."
    },
    {
      "numero": "41",
      "texto": "e as vestes litúrgicas para ministrar no Lugar Santo, tanto as vestes sagradas para Arão, o sacerdote, como as vestes de seus filhos, para quando servissem como sacerdotes.",
      "reflexao": "O ministério exige preparo e santidade. Hoje, todos somos sacerdotes espirituais chamados a servir, interceder e refletir a glória de Deus, revestidos das vestes espirituais da graça e da justiça."
    },
    {
      "numero": "42",
      "texto": "Os israelitas fizeram todo o trabalho conforme o Senhor tinha ordenado a Moisés.",
      "reflexao": "Obediência gera bênção. A fidelidade em cumprir exatamente o que Deus ordena traz Sua presença, Seu favor e Sua aprovação sobre nossas vidas e nossos projetos."
    },
    {
      "numero": "43",
      "texto": "Moisés inspecionou a obra e viu que tinham feito tudo como o Senhor tinha ordenado. Então Moisés os abençoou.",
      "reflexao": "A bênção vem após a fidelidade. Quando fazemos tudo como o Senhor ordena, não apenas recebemos Sua aprovação, mas também bênçãos que transbordam sobre nós e sobre aqueles que nos cercam."
    }
  ]
}
