{
  "livro": "Êxodo",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse então o Senhor a Moisés: ‘Enviarei ainda mais uma praga sobre o faraó e sobre o Egito. Somente depois desta ele os deixará sair daqui e até os expulsará totalmente.’",
      "reflexao": "Quando Deus decreta um fim, ninguém pode resistir. A justiça divina é precisa e definitiva. O que antes parecia impossível agora se tornará libertação completa. Deus encerra ciclos com Sua mão soberana."
    },
    {
      "numero": "2",
      "texto": "‘Diga ao povo, tanto aos homens como às mulheres, que peça aos seus vizinhos objetos de prata e de ouro.’",
      "reflexao": "Deus não apenas liberta, mas restitui. Tudo aquilo que o Egito reteve do povo de Deus agora será entregue como sinal de justiça, provisão e honra. O Deus que tira da escravidão também prepara os recursos para o novo caminho."
    },
    {
      "numero": "3",
      "texto": "O Senhor tornou os egípcios favoráveis ao povo, e o próprio Moisés era tido em alta estima no Egito pelos conselheiros do faraó e pelo povo.",
      "reflexao": "Quando Deus decide, até quem antes oprimia passa a favorecer. A mão do Senhor transforma reputações, abre portas e honra os Seus, mesmo em terra hostil. A fidelidade gera respeito até entre os adversários."
    },
    {
      "numero": "4",
      "texto": "Disse, pois, Moisés ao faraó: ‘Assim diz o Senhor: Por volta da meia-noite, passarei por todo o Egito.’",
      "reflexao": "Deus marca hora, dia e lugar. O agir do Senhor nunca é tardio nem precipitado. Quando chega o tempo determinado, Sua mão se move de forma soberana, e nada nem ninguém pode impedir Seu propósito."
    },
    {
      "numero": "5",
      "texto": "‘Todos os primogênitos do Egito morrerão, desde o filho mais velho do faraó, herdeiro do trono, até o filho mais velho da escrava que trabalha no moinho, e também todas as primeiras crias do gado.’",
      "reflexao": "O juízo de Deus é absoluto e não faz acepção de classes. Dos palácios aos moinhos, todos que escolheram se opor à vontade divina experimentarão o peso da justiça. Quem rejeita a vida, colhe morte."
    },
    {
      "numero": "6",
      "texto": "‘Haverá grande pranto em todo o Egito, como nunca houve antes nem jamais haverá.’",
      "reflexao": "Quando Deus age, Ele deixa marcas eternas. O pranto do Egito será memória viva de que resistir ao Altíssimo sempre traz consequências que nem o tempo poderá apagar. A soberania de Deus não se negocia."
    },
    {
      "numero": "7",
      "texto": "‘Entre os israelitas, porém, nem sequer um cão latirá contra homem ou animal. Então vocês saberão que o Senhor faz distinção entre o Egito e Israel!’",
      "reflexao": "O cuidado de Deus com os Seus é tão absoluto que até o silêncio dos cães será testemunho. Enquanto o mundo geme em desespero, quem está sob a aliança desfruta de paz e proteção sobrenatural."
    },
    {
      "numero": "8",
      "texto": "‘Todos esses seus conselheiros virão a mim e se ajoelharão diante de mim, suplicando: Saiam você e todo o povo que o segue! Só então eu sairei.’ E, com grande ira, Moisés saiu da presença do faraó.",
      "reflexao": "Quem hoje resiste, amanhã reconhecerá a autoridade de Deus. Moisés sai da presença do faraó não em derrota, mas com a certeza de que o juízo do Senhor está prestes a selar a libertação do Seu povo."
    },
    {
      "numero": "9",
      "texto": "O Senhor tinha dito a Moisés: ‘O faraó não lhes dará ouvidos, a fim de que os meus prodígios se multipliquem no Egito.’",
      "reflexao": "Deus transforma até a resistência dos homens em palco para Sua glória. O que parece atraso é, na verdade, oportunidade para que o nome do Senhor seja conhecido e exaltado em toda a terra."
    },
    {
      "numero": "10",
      "texto": "Moisés e Arão realizaram todos esses prodígios diante do faraó, mas o Senhor lhe endureceu o coração, e ele não quis deixar os israelitas saírem do país.",
      "reflexao": "A sequência dos prodígios não amolece um coração endurecido, mas exalta ainda mais a soberania de Deus. Quando a porta da graça é rejeitada, só resta ao homem experimentar as consequências de sua obstinação."
    }
  ]
}
