{
  "livro": "Êxodo",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Faça o tabernáculo com dez cortinas internas de linho fino trançado e de fios de tecido azul, roxo e vermelho, e nelas mande bordar querubins.",
      "reflexao": "Deus une beleza e santidade. O tabernáculo não é apenas um lugar, mas um reflexo do céu, onde querubins guardam a presença divina e a pureza se reveste de cores celestiais."
    },
    {
      "numero": "2",
      "texto": "Todas as cortinas internas terão a mesma medida: doze metros e sessenta centímetros de comprimento e um metro e oitenta centímetros de largura.",
      "reflexao": "A precisão de Deus revela ordem. Tudo em Seu Reino tem proporções perfeitas, refletindo harmonia, equilíbrio e reverência."
    },
    {
      "numero": "3",
      "texto": "Prenda cinco dessas cortinas internas uma com a outra e faça o mesmo com as outra cinco.",
      "reflexao": "A união das cortinas representa a comunhão do povo. Isolados, somos frágeis; juntos, somos morada da presença de Deus."
    },
    {
      "numero": "4",
      "texto": "Faça laçadas de tecido azul ao longo da borda da cortina interna, na extremidade do primeiro conjunto de cortinas internas; o mesmo será feito à cortina interna na extremidade do outro conjunto.",
      "reflexao": "O azul, cor dos céus, une os tecidos. É Deus quem une, conecta e mantém Seu povo junto sob Sua cobertura celestial."
    },
    {
      "numero": "5",
      "texto": "Faça cinquenta laçadas numa cortina interna e cinquenta laçadas na cortina interna que está na extremidade do outro conjunto, de modo que as laçadas estarão opostas umas às outras.",
      "reflexao": "As laçadas simbolizam relacionamentos intencionais. Cada vida tem seu lugar, sua conexão e seu propósito no corpo espiritual que Deus constrói."
    },
    {
      "numero": "6",
      "texto": "Faça também cinquenta colchetes de ouro com os quais se prenderão as cortinas internas uma na outra, para que o tabernáculo seja um todo.",
      "reflexao": "O ouro fala da presença divina. É a glória de Deus que mantém Seu povo unido, tornando muitos em um só corpo, um só tabernáculo vivo."
    },
    {
      "numero": "7",
      "texto": "Com o total de onze cortinas internas de pêlos de cabra faça uma tenda para cobrir o tabernáculo.",
      "reflexao": "A cobertura de pêlos de cabra fala da simplicidade exterior e da proteção. Às vezes, o que é espiritual e belo por dentro parece simples por fora — mas é poderoso e santo."
    },
    {
      "numero": "8",
      "texto": "As onze cortinas internas terão o mesmo tamanho: treze metros e meio de comprimento e um metro e oitenta centímetros de largura.",
      "reflexao": "Deus estende Sua proteção de forma abundante e precisa. Sua graça cobre completamente os que estão em aliança com Ele."
    },
    {
      "numero": "9",
      "texto": "Prenda de um lado cinco cortinas internas e também as outras seis do outro lado. Dobre em duas partes a sexta cortina interna na frente da tenda.",
      "reflexao": "Deus cuida dos detalhes, até mesmo da entrada. Ele prepara uma cobertura especial para aqueles que se aproximam dEle, com reverência e temor."
    },
    {
      "numero": "10",
      "texto": "Faça cinquenta laçadas ao longo da borda da cortina interna na extremidade do primeiro conjunto de cortinas, e também ao longo da borda da cortina interna do outro conjunto.",
      "reflexao": "Laçadas que unem, simbolizando que a comunhão não se desfaz; ela é reforçada nos detalhes, sustentada pela ordem e pelo amor divino."
    },
    {
      "numero": "11",
      "texto": "Em seguida faça cinquenta colchetes de bronze e ponha-os nas laçadas para unir a tenda como um todo.",
      "reflexao": "O bronze fala de juízo e força. A estrutura da presença de Deus é firme, forte e resistente às tempestades da vida. Deus protege aquilo que Lhe pertence."
    },
    {
      "numero": "12",
      "texto": "Quanto à sobra no comprimento das cortinas internas da tenda, a meia cortina interna que sobrar será pendurada na parte de trás do tabernáculo.",
      "reflexao": "Nada é desperdiçado no Reino de Deus. Até o que sobra tem um lugar, uma função, uma cobertura. Assim é com cada vida nas mãos do Senhor."
    },
    {
      "numero": "13",
      "texto": "As dez cortinas internas serão quarenta e cinco centímetros mais compridas de cada lado; e o que sobrar será pendurado nos dois lados do tabernáculo, para cobri-lo.",
      "reflexao": "A graça de Deus sempre excede. Sua cobertura se estende além do necessário, cobrindo, protegendo e cercando o Seu povo por todos os lados."
    },
    {
      "numero": "14",
      "texto": "Faça também para a tenda uma cobertura de pele de carneiro tingida de vermelho, e por cima desta uma cobertura de couro.",
      "reflexao": "O vermelho lembra o sangue, a redenção. A cobertura do povo de Deus é sustentada pelo sacrifício, pela aliança, e protegida contra os perigos externos."
    },
    {
      "numero": "15",
      "texto": "Faça armações verticais de madeira de acácia para o tabernáculo.",
      "reflexao": "A madeira de acácia é resistente e incorruptível, simbolizando a natureza dos que sustentam a obra de Deus: fortes, perseverantes e fiéis."
    },
    {
      "numero": "16",
      "texto": "Cada armação terá quatro metros e meio de comprimento por setenta centímetros de largura,",
      "reflexao": "Deus define as medidas daquilo que ergue. A obra dEle é precisa, firme e proporcional, revelando equilíbrio entre graça e verdade, amor e justiça."
    },
    {
      "numero": "17",
      "texto": "com dois encaixes paralelos um ao outro. Todas as armações do tabernáculo devem ser feitas dessa maneira.",
      "reflexao": "Os encaixes revelam unidade. Cada parte da casa de Deus se conecta perfeitamente, sem sobras nem faltas. Somos feitos para nos encaixar na obra divina."
    },
    {
      "numero": "18",
      "texto": "Faça vinte armações para o lado sul do tabernáculo",
      "reflexao": "Deus dá sustentação à Sua casa. O número vinte representa responsabilidade, trabalho e firmeza. Cada lado é cuidadosamente estruturado para suportar a glória de Deus."
    },
    {
      "numero": "19",
      "texto": "e quarenta bases de prata debaixo delas: duas bases para cada armação, uma debaixo de cada encaixe.",
      "reflexao": "A prata simboliza redenção. A estrutura do santuário não se apoia em méritos humanos, mas na obra redentora que sustenta tudo e todos perante Deus."
    },
    {
      "numero": "20",
      "texto": "Para o outro lado, o lado norte do tabernáculo, faça vinte armações",
      "reflexao": "A simetria do tabernáculo reflete a ordem perfeita de Deus. Nada é aleatório no lugar onde habita Sua glória."
    },
    {
      "numero": "21",
      "texto": "e quarenta bases de prata, duas debaixo de cada armação.",
      "reflexao": "A prata, símbolo da redenção, é o alicerce que sustenta a estrutura da presença de Deus. Nossa vida também precisa estar firmada na redenção."
    },
    {
      "numero": "22",
      "texto": "Faça seis armações para o lado ocidental do tabernáculo,",
      "reflexao": "Deus provê sustentação por todos os lados. Não há brechas, não há fragilidade naquilo que Ele edifica."
    },
    {
      "numero": "23",
      "texto": "e duas armações na parte de trás, nos cantos.",
      "reflexao": "Os cantos reforçados simbolizam que Deus cuida até dos detalhes mais ocultos, das extremidades que poderiam ser vulneráveis. Nele estamos plenamente seguros."
    },
    {
      "numero": "24",
      "texto": "As armações nesses dois cantos serão duplas, desde a parte inferior até a superior, colocadas numa única argola; ambas serão assim.",
      "reflexao": "A duplicação nas extremidades revela que onde há mais risco, há também mais proteção. Deus fortalece os pontos frágeis na nossa vida."
    },
    {
      "numero": "25",
      "texto": "Desse modo, haverá oito armações e dezesseis bases de prata, duas debaixo de cada armação.",
      "reflexao": "A aliança de Deus sustenta firmemente o Seu povo. A repetição da prata nas bases reafirma que nossa fundação é sempre a redenção e a graça."
    },
    {
      "numero": "26",
      "texto": "Faça também travessões de madeira de acácia: cinco para as armações de um lado do tabernáculo,",
      "reflexao": "Os travessões mantêm as estruturas unidas. Assim também, a comunhão, o amor e a unidade mantêm o corpo de Cristo coeso, forte e protegido."
    },
    {
      "numero": "27",
      "texto": "cinco para as do outro lado e cinco para as do lado ocidental, na parte de trás do tabernáculo.",
      "reflexao": "Deus provê sustentação total, em todas as direções. Não há parte desamparada na Sua presença. Onde estamos, Ele está sustentando."
    },
    {
      "numero": "28",
      "texto": "O travessão central se estenderá de uma extremidade à outra entre as armações.",
      "reflexao": "O travessão central simboliza Cristo, que é aquele que une e sustenta tudo, de ponta a ponta. Nele, todo o edifício espiritual permanece firme."
    },
    {
      "numero": "29",
      "texto": "Revista de ouro as armações e faça argolas de ouro para sustentar os travessões, os quais também terão que ser revestidos de ouro.",
      "reflexao": "O ouro representa a glória e a divindade. Tudo na casa de Deus deve refletir Sua glória, Sua pureza e Sua majestade."
    },
    {
      "numero": "30",
      "texto": "Faça o tabernáculo de acordo com o modelo que lhe foi mostrado no monte.",
      "reflexao": "Deus se importa com o detalhe e a fidelidade no que nos manda fazer. A bênção está em seguir exatamente o modelo que Ele nos revela."
    },
    {
      "numero": "31",
      "texto": "Faça um véu de linho fino trançado e de fios de tecido azul, roxo e vermelho, e mande bordar nele querubins.",
      "reflexao": "O véu representa a separação entre Deus e o homem. O azul, roxo e vermelho apontam para o céu, a realeza e o sacrifício que, futuramente, seriam cumpridos em Cristo, que rasgaria esse véu."
    },
    {
      "numero": "32",
      "texto": "Pendure-o com ganchos de ouro em quatro colunas de madeira de acácia revestidas de ouro e fincadas em quatro bases de prata.",
      "reflexao": "A sustentação do véu sobre bases de prata reafirma que até mesmo o limite da presença de Deus repousa sobre a redenção. O caminho para Ele é, desde sempre, redentivo."
    },
    {
      "numero": "33",
      "texto": "Pendure o véu pelos colchetes e coloque atrás do véu a arca da aliança. O véu separará o Lugar Santo do Lugar Santíssimo.",
      "reflexao": "A santidade de Deus é tão grande que exige separação. Contudo, este véu um dia seria rasgado, abrindo caminho para todos pela obra de Cristo na cruz."
    },
    {
      "numero": "34",
      "texto": "Coloque a tampa sobre a arca da aliança no Lugar Santíssimo.",
      "reflexao": "A tampa da arca, o propiciatório, é o lugar da misericórdia. É ali que Deus se encontra com o homem, cobrindo com graça e redenção os pecados do Seu povo."
    },
    {
      "numero": "35",
      "texto": "Coloque a mesa do lado de fora do véu, no lado norte do tabernáculo; e o candelabro em frente dela, no lado sul.",
      "reflexao": "A mesa e o candelabro representam comunhão e luz. Fora do véu, Deus convida Seu povo a caminhar na luz e na provisão da Sua presença, dia após dia."
    },
    {
      "numero": "36",
      "texto": "Para a entrada da tenda faça uma cortina de linho fino trançado e de fios de tecido azul, roxo e vermelho, obra de bordador.",
      "reflexao": "A cortina da entrada convida, mas também separa. O acesso é controlado, mostrando que a aproximação de Deus exige reverência, santidade e obediência."
    },
    {
      "numero": "37",
      "texto": "Faça ganchos de ouro para essa cortina e cinco colunas de madeira de acácia revestidas de ouro. Mande fundir para eles cinco bases de bronze.",
      "reflexao": "O bronze representa juízo. A entrada da presença de Deus passa pelo entendimento do juízo, da justiça e da purificação. Só entra quem se submete ao processo divino de santificação."
    }
  ]
}
