{
  "livro": "Êxodo",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Quando Deus fala, Ele revela direção, proteção e propósito. Sua voz nunca é em vão — ela prepara o caminho para a manifestação da Sua glória."
    },
    {
      "numero": "2",
      "texto": "‘Diga aos israelitas que mudem o rumo e acampem perto de Pi-Hairote, entre Migdol e o mar. Acampem à beira-mar, defronte de Baal-Zefom.’",
      "reflexao": "Às vezes, Deus nos leva para situações que aos olhos humanos parecem ser armadilhas. Mas é nesses cenários impossíveis que Ele revela Seu poder de forma sobrenatural."
    },
    {
      "numero": "3",
      "texto": "‘O faraó pensará que os israelitas estão vagando confusos, cercados pelo deserto.’",
      "reflexao": "Deus conhece até os pensamentos dos inimigos. O que parece fraqueza aos olhos humanos é, na verdade, a estratégia do céu para envergonhar os opressores e exaltar o Seu nome."
    },
    {
      "numero": "4",
      "texto": "‘Então endurecerei o coração do faraó, e ele os perseguirá. Todavia, eu serei glorificado por meio do faraó e de todo o seu exército; e os egípcios saberão que eu sou o Senhor.’ E assim fizeram os israelitas.",
      "reflexao": "O agir de Deus muitas vezes permite perseguições, não para nossa destruição, mas para que, no livramento, o Seu nome seja glorificado e todos saibam que só Ele é Deus."
    },
    {
      "numero": "5",
      "texto": "Contaram ao rei do Egito que o povo havia fugido. Então o faraó e os seus conselheiros mudaram de ideia e disseram: ‘O que foi que fizemos? Deixamos os israelitas saírem e perdemos os nossos escravos!’",
      "reflexao": "O inimigo sempre tenta nos puxar de volta para a escravidão. Quando perdemos as correntes, o opressor lamenta, porque ele perde o controle sobre quem Deus decidiu libertar."
    },
    {
      "numero": "6",
      "texto": "Então o faraó mandou aprontar a sua carruagem, e levou consigo o seu exército.",
      "reflexao": "O inimigo não se dá por vencido facilmente. Mas o que ele não sabe é que, quando se levanta contra um povo que tem aliança com Deus, está marchando rumo à sua própria derrota."
    },
    {
      "numero": "7",
      "texto": "Levou todos os carros de guerra do Egito, inclusive seiscentos dos melhores desses carros, cada um com um oficial no seu comando.",
      "reflexao": "O mundo pode reunir suas maiores forças, seus melhores recursos e suas estratégias mais sofisticadas, mas nenhuma delas é capaz de prevalecer contra o Deus que luta pelos Seus."
    },
    {
      "numero": "8",
      "texto": "O Senhor endureceu o coração do faraó, rei do Egito, e este perseguiu os israelitas, que marchavam triunfantemente.",
      "reflexao": "O povo de Deus marcha triunfante, mesmo quando não enxerga a saída, porque a vitória não está nas circunstâncias, mas na promessa daquele que os guia com mão poderosa."
    },
    {
      "numero": "9",
      "texto": "Os egípcios, com todos os cavalos e carros de guerra do faraó, os cavaleiros e a infantaria, saíram em perseguição aos israelitas e os alcançaram quando estavam acampados à beira-mar, perto de Pi-Hairote, defronte de Baal-Zefom.",
      "reflexao": "Às vezes, Deus permite que sejamos cercados para que a única saída visível seja o milagre. O cenário impossível se torna o palco onde Deus revela Sua glória de forma incontestável."
    },
    {
      "numero": "10",
      "texto": "Ao aproximar-se o faraó, os israelitas olharam e avistaram os egípcios que marchavam na direção deles. E, aterrorizados, clamaram ao Senhor.",
      "reflexao": "O medo é natural quando olhamos para os inimigos. Mas Deus nos convida a transformar o medo em clamor, pois é no clamor que encontramos a resposta e a intervenção divina."
    },
    {
      "numero": "11",
      "texto": "Disseram a Moisés: ‘Foi por falta de túmulos no Egito que você nos trouxe para morrermos no deserto? O que você fez conosco, tirando-nos de lá?’",
      "reflexao": "Em momentos de crise, nossa memória pode se tornar seletiva, preferindo as zonas de conforto da escravidão do que os desafios da liberdade. Mas Deus não nos tirou para morrer no caminho — Ele nos tirou para viver Sua promessa."
    },
    {
      "numero": "12",
      "texto": "‘Já não lhe tínhamos dito no Egito: Deixe-nos em paz! Seremos escravos dos egípcios! Antes ser escravos dos egípcios do que morrer no deserto!’",
      "reflexao": "O medo da mudança faz muitos preferirem as correntes da escravidão do que os passos de fé em direção à promessa. Mas Deus não nos chamou para sobreviver — Ele nos chamou para conquistar e viver em liberdade."
    },
    {
      "numero": "13",
      "texto": "Moisés respondeu ao povo: ‘Não tenham medo. Fiquem firmes e vejam o livramento que o Senhor lhes trará hoje, porque vocês nunca mais verão os egípcios que hoje vêem.’",
      "reflexao": "A palavra do céu sobre o medo é: ‘Não tenham medo’. O livramento vem quando escolhemos ficar firmes, crer e confiar que Deus luta as batalhas que nós jamais poderíamos vencer sozinhos."
    },
    {
      "numero": "14",
      "texto": "‘O Senhor lutará por vocês; tão-somente acalmem-se.’",
      "reflexao": "Quando Deus luta por nós, nosso papel não é guerrear, mas confiar. O descanso na alma é uma arma espiritual tão poderosa quanto qualquer espada, porque declara: ‘Deus é quem batalha por mim’."
    },
    {
      "numero": "15",
      "texto": "Disse então o Senhor a Moisés: ‘Por que você está clamando a mim? Diga aos israelitas que sigam avante.’",
      "reflexao": "Há um tempo para orar e um tempo para avançar. Deus nos convida a não paralisar no medo, mas a seguir adiante, mesmo quando o mar está fechado, porque quem abre caminho é Ele."
    },
    {
      "numero": "16",
      "texto": "‘Erga a sua vara e estenda a mão sobre o mar, e as águas se dividirão para que os israelitas atravessem o mar em terra seca.’",
      "reflexao": "O impossível se submete à autoridade de Deus. Aquilo que parece barreira intransponível se transforma em caminho quando obedecemos à voz do Senhor e confiamos no Seu poder."
    },
    {
      "numero": "17",
      "texto": "‘Eu, porém, endurecerei o coração dos egípcios e eles os perseguirão. E serei glorificado com a derrota do faraó e de todo o seu exército, com seus carros de guerra e seus cavaleiros.’",
      "reflexao": "Deus usa até a perseguição para manifestar Sua glória. O que parece ataque, na verdade, é o roteiro divino para a queda dos opressores e o testemunho do Seu poder sobre toda a terra."
    },
    {
      "numero": "18",
      "texto": "Os egípcios saberão que eu sou o Senhor quando eu for glorificado com a derrota do faraó, com seus carros de guerra e seus cavaleiros.",
      "reflexao": "Deus transforma o cenário de batalha em palco de glorificação. Até os inimigos reconhecerão que Ele é o Senhor, quando Sua mão poderosa agir em favor dos Seus filhos."
    },
    {
      "numero": "19",
      "texto": "A seguir o anjo de Deus que ia à frente dos exércitos de Israel retirou-se, colocando-se atrás deles. A coluna de nuvem também saiu da frente deles e se pôs atrás,",
      "reflexao": "O Deus que guia também protege. Quando necessário, Ele se posiciona entre nós e o inimigo, tornando-se nosso escudo, nossa retaguarda e nossa defesa inabalável."
    },
    {
      "numero": "20",
      "texto": "entre os egípcios e os israelitas. A nuvem trouxe trevas para um e luz para o outro, de modo que os egípcios não puderam aproximar-se dos israelitas durante toda a noite.",
      "reflexao": "A presença de Deus faz separação. O que é luz para os que confiam, torna-se trevas para os que se levantam contra. Deus cria ambientes onde Seu povo é protegido, mesmo no meio do caos."
    },
    {
      "numero": "21",
      "texto": "Então Moisés estendeu a mão sobre o mar, e o Senhor afastou o mar e o tornou em terra seca, com um forte vento oriental que soprou toda aquela noite. As águas se dividiram,",
      "reflexao": "Quando Deus ordena, até o impossível obedece. O mar se abre, a terra seca surge e o vento sopra, porque a natureza responde à voz do Criador em favor dos que Nele confiam."
    },
    {
      "numero": "22",
      "texto": "e os israelitas atravessaram pelo meio do mar em terra seca, tendo uma parede de água à direita e outra à esquerda.",
      "reflexao": "O milagre se torna caminho. Deus não apenas livra — Ele cria passagens onde não havia, transformando o impossível em estrada de redenção e esperança."
    },
    {
      "numero": "23",
      "texto": "Os egípcios os perseguiram, e todos os cavalos, carros de guerra e cavaleiros do faraó foram atrás deles até o meio do mar.",
      "reflexao": "O inimigo é tão cego em sua obstinação que não percebe quando está marchando para sua própria destruição. Quem toca nos filhos de Deus, toca no próprio Deus."
    },
    {
      "numero": "24",
      "texto": "No fim da madrugada, do alto da coluna de fogo e de nuvem, o Senhor viu o exército dos egípcios e o pôs em confusão.",
      "reflexao": "O Deus que observa também age. No tempo certo, Ele confunde os planos dos opressores, desmonta estratégias e desarma exércitos, porque luta por aqueles que Nele confiam."
    },
    {
      "numero": "25",
      "texto": "Fez que as rodas dos seus carros começassem a soltar-se, de forma que tinham dificuldades em conduzi-los. E os egípcios gritaram: ‘Vamos fugir dos israelitas! O Senhor está lutando por eles contra o Egito.’",
      "reflexao": "Até os inimigos reconhecem quando Deus se levanta para guerrear. Quando o Senhor entra na batalha, ninguém pode resistir — toda força contrária se desfaz diante da Sua mão."
    },
    {
      "numero": "26",
      "texto": "Mas o Senhor disse a Moisés: ‘Estenda a mão sobre o mar para que as águas voltem sobre os egípcios, sobre os seus carros de guerra e sobre os seus cavaleiros.’",
      "reflexao": "O Deus que abre o mar é o mesmo que o fecha sobre os inimigos. Ele sabe exatamente quando proteger e quando executar juízo, trazendo livramento completo ao Seu povo."
    },
    {
      "numero": "27",
      "texto": "Moisés estendeu a mão sobre o mar, e ao raiar do dia o mar voltou ao seu lugar. Quando os egípcios estavam fugindo, foram de encontro às águas, e o Senhor os lançou ao mar.",
      "reflexao": "O amanhecer trouxe o juízo sobre quem oprimiu e perseguiu. Deus honra a confiança dos Seus e derrota os que se levantam contra a liberdade que Ele concede aos Seus filhos."
    },
    {
      "numero": "28",
      "texto": "As águas voltaram e encobriram os seus carros de guerra e os seus cavaleiros, todo o exército do faraó que havia perseguido os israelitas mar adentro. Ninguém sobreviveu.",
      "reflexao": "O livramento de Deus é absoluto. Aquilo que parecia uma ameaça impossível desaparece completamente quando Deus sela a vitória — não restam vestígios do opressor."
    },
    {
      "numero": "29",
      "texto": "Mas os israelitas atravessaram o mar pisando em terra seca, tendo uma parede de água à direita e outra à esquerda.",
      "reflexao": "O caminho que para uns é sepultura, para outros é livramento. O Deus que abre passagem no meio do caos garante que Seus filhos caminhem firmes, protegidos e seguros."
    },
    {
      "numero": "30",
      "texto": "Naquele dia o Senhor salvou Israel das mãos dos egípcios, e os israelitas viram os egípcios mortos na praia.",
      "reflexao": "Deus não apenas livra — Ele expõe a vitória. O povo vê com os próprios olhos que o opressor foi derrotado. É um testemunho visível da fidelidade e do poder do Deus que salva."
    },
    {
      "numero": "31",
      "texto": "Israel viu o grande poder do Senhor contra os egípcios, temeu ao Senhor e pôs nele a sua confiança, como também em Moisés, seu servo.",
      "reflexao": "Quando experimentamos o poder de Deus, nossa fé se fortalece e nossa reverência se aprofunda. O temor e a confiança são frutos de quem vê, vive e reconhece que só o Senhor é Deus."
    }
  ]
}
