{
  "livro": "Êxodo",
  "capitulo": "36",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Assim farão Bezalel, Aoliabe e todos os homens capazes, a quem o Senhor concedeu destreza e habilidade para fazerem toda a obra de construção do santuário, realizarão a obra como o Senhor ordenou.",
      "reflexao": "Deus capacita aqueles que Ele chama. A obra do Reino não depende apenas de boa vontade, mas de dons, talentos e habilidades que Ele mesmo derrama sobre os que estão dispostos."
    },
    {
      "numero": "2",
      "texto": "Então Moisés chamou Bezalel e Aoliabe e todos os homens capazes a quem o Senhor dera habilidade e que estavam dispostos a vir realizar a obra.",
      "reflexao": "Disponibilidade e disposição são tão importantes quanto capacidade. Deus chama aqueles que, além de capacitados, estão prontos a dizer: ‘Eis-me aqui’."
    },
    {
      "numero": "3",
      "texto": "Receberam de Moisés todas as ofertas que os israelitas tinham trazido para a obra de construção do santuário. E o povo continuava a trazer voluntariamente ofertas, manhã após manhã.",
      "reflexao": "Quando um povo entende a importância da presença de Deus, sua generosidade se torna constante. O verdadeiro avivamento gera corações voluntários e mãos abertas."
    },
    {
      "numero": "4",
      "texto": "Por isso, todos os artesãos habilidosos que trabalhavam no santuário interromperam o trabalho",
      "reflexao": "Quando há unidade, até os que trabalham percebem a abundância que a generosidade do povo traz. A obra de Deus prospera quando há cooperação sincera."
    },
    {
      "numero": "5",
      "texto": "a disseram a Moisés: 'O povo está trazendo mais do que o suficiente para realizar a obra que o Senhor ordenou.'",
      "reflexao": "Este é o retrato de um povo avivado: quando o amor e a reverência pelo Senhor geram abundância. É quando damos não por obrigação, mas por gratidão e paixão pela Sua obra."
    },
    {
      "numero": "6",
      "texto": "Então Moisés ordenou que fosse feita esta proclamação em todo o acampamento: 'Nenhum homem ou mulher deverá fazer mais nada para ser oferecido ao santuário'. Assim, o povo foi impedido de trazer mais,",
      "reflexao": "Que imagem poderosa: um povo tão generoso que precisou ser interrompido! Que o nosso coração hoje também transborde assim, disposto a entregar mais do que o necessário, até sermos freados por ter alcançado a suficiência no Reino."
    },
    {
      "numero": "7",
      "texto": "pois o que já haviam recebido era mais que suficiente para realizar toda a obra.",
      "reflexao": "Onde há obediência, amor e entrega, há provisão abundante. Deus sempre garante mais do que suficiente quando fazemos tudo para a Sua glória."
    },
    {
      "numero": "8",
      "texto": "Todos os homens capazes dentre os trabalhadores fizeram o tabernáculo com dez cortinas internas de linho fino trançado e de fios de tecido azul, roxo e vermelho, com os querubins bordados sobre eles.",
      "reflexao": "A beleza e os detalhes da obra apontam para a majestade e a santidade de Deus. Tudo que fazemos para Ele deve carregar excelência, honra e reverência."
    },
    {
      "numero": "9",
      "texto": "Todas as cortinas internas tinham o mesmo tamanho: doze metros e sessenta centímetros de comprimento por um metro e oitenta centímetros de largura.",
      "reflexao": "Deus é Deus de ordem, proporção e equilíbrio. O padrão que Ele estabelece ensina que a harmonia faz parte da Sua presença."
    },
    {
      "numero": "10",
      "texto": "Prendeu cinco cortinas internas, e fez o mesmo com as outras cinco.",
      "reflexao": "A união das partes reflete o princípio espiritual da unidade no Corpo de Cristo. Juntos somos morada do Deus vivo."
    },
    {
      "numero": "11",
      "texto": "Em seguida fez laçadas de tecido azul ao longo da borda da última cortina interna do primeiro conjunto de cortinas internas, fazendo o mesmo com o segundo conjunto.",
      "reflexao": "Os detalhes que unem as partes do tabernáculo falam da importância dos vínculos no Reino. O amor é o elo perfeito que mantém tudo unido."
    },
    {
      "numero": "12",
      "texto": "Fez também cinquenta laçadas na primeira cortina interna e cinquenta laçadas na última cortina interna do segundo conjunto; as laçadas estavam opostas umas às outras.",
      "reflexao": "Deus se preocupa com cada ligação, com cada conexão. Da mesma forma, Ele deseja que nossas vidas estejam bem alinhadas e conectadas em amor e propósito."
    },
    {
      "numero": "13",
      "texto": "Depois fez cinquenta ganchos de ouro e com eles prendeu um conjunto de cortinas internas ao outro, para que o tabernáculo formasse um todo.",
      "reflexao": "O ouro representa pureza e valor. As conexões no Reino devem ser preciosas, baseadas em amor, honra, respeito e aliança."
    },
    {
      "numero": "14",
      "texto": "Com o total de onze cortinas internas de pêlos de cabra fez uma tenda para cobrir o tabernáculo.",
      "reflexao": "A cobertura feita com materiais simples e resistentes revela que Deus cuida tanto da beleza interior quanto da proteção externa de Sua casa e do Seu povo."
    },
    {
      "numero": "15",
      "texto": "As onze cortinas internas tinham a mesma medida: treze metros e meio de comprimento por um metro e oitenta centímetros de largura.",
      "reflexao": "O padrão se repete, mostrando que Deus é um Deus de precisão e constância. Ele nos ensina a agir com responsabilidade e fidelidade em tudo."
    },
    {
      "numero": "16",
      "texto": "Prendeu cinco cortinas internas num conjunto e as outras seis noutro conjunto.",
      "reflexao": "O trabalho colaborativo é essencial na obra do Reino. Cada grupo, cada parte, cada membro contribui para que o todo se complete e funcione perfeitamente."
    },
    {
      "numero": "17",
      "texto": "Depois fez cinquenta laçadas em volta da borda da última cortina interna de um dos conjuntos e também na borda da última cortina interna do outro conjunto.",
      "reflexao": "As laçadas representam conexão, unidade e alinhamento. Deus sempre trabalha para unir, nunca para dividir."
    },
    {
      "numero": "18",
      "texto": "Fez também cinquenta ganchos de bronze para unir a tenda, formando um todo.",
      "reflexao": "O bronze simboliza resistência e firmeza. A unidade no Reino precisa ser forte, resiliente e capaz de suportar desafios e adversidades."
    },
    {
      "numero": "19",
      "texto": "Em seguida fez para a tenda uma cobertura de pele de carneiro tingida de vermelho, e por cima desta uma cobertura de couro.",
      "reflexao": "O vermelho aponta para a redenção e a proteção que temos em Deus. Ele cobre o Seu povo, guarda, protege e sela com Sua aliança de amor e cuidado."
    },
    {
      "numero": "20",
      "texto": "Fez ainda armações verticais de madeira de acácia para o tabernáculo.",
      "reflexao": "As armações sustentam todo o tabernáculo, assim como a fé, a obediência e o temor sustentam nossa vida espiritual e nossa caminhada com Deus."
    },
    {
      "numero": "21",
      "texto": "Cada armação tinha quatro metros e meio de comprimento por setenta centímetros de largura,",
      "reflexao": "O tamanho preciso de cada armação revela que Deus é Deus de detalhes e de ordem. Nada no Reino é por acaso. Assim também nossas vidas devem ser estruturadas segundo os princípios divinos."
    },
    {
      "numero": "22",
      "texto": "com dois encaixes paralelos um ao outro. E fez todas as armações do tabernáculo dessa madeira.",
      "reflexao": "A firmeza das conexões representa os vínculos que sustentam nossa caminhada com Deus: fé, obediência e amor. Sem esses encaixes, nossa vida espiritual não se sustenta."
    },
    {
      "numero": "23",
      "texto": "Fez também vinte armações para o lado sul do tabernáculo",
      "reflexao": "Deus estabelece alicerces fortes para sua morada. Assim também devemos fortalecer nossos fundamentos espirituais, alinhados à Sua vontade."
    },
    {
      "numero": "24",
      "texto": "e quarenta bases de prata para serem colocadas debaixo delas; duas bases para cada armação, uma debaixo de cada encaixe.",
      "reflexao": "As bases de prata simbolizam redenção e sustentação. Nossa fé está alicerçada na redenção que recebemos por meio do amor de Deus."
    },
    {
      "numero": "25",
      "texto": "Para o outro lado, o lado norte do tabernáculo, fez vinte armações",
      "reflexao": "O equilíbrio nas medidas dos lados aponta para o equilíbrio que Deus deseja ver em nossa vida: espiritualidade, serviço e relacionamento, caminhando em harmonia."
    },
    {
      "numero": "26",
      "texto": "e quarenta bases de prata, duas debaixo de cada armação.",
      "reflexao": "Deus reafirma que tudo que se ergue para Ele precisa estar firmado na redenção, na aliança e na Sua presença constante."
    },
    {
      "numero": "27",
      "texto": "Fez ainda seis armações na parte de trás do tabernáculo, isto é, para o lado ocidental",
      "reflexao": "Até os lugares menos visíveis da habitação de Deus foram cuidadosamente planejados. Isso nos ensina que devemos zelar tanto pelo nosso interior quanto pelo que mostramos exteriormente."
    },
    {
      "numero": "28",
      "texto": "e duas armações foram montadas nos cantos, na parte de trás do tabernáculo.",
      "reflexao": "Os cantos representam estabilidade e proteção. Deus sempre cuida dos detalhes que sustentam e protegem a estrutura da nossa vida espiritual."
    },
    {
      "numero": "29",
      "texto": "Nesses dois cantos as armações eram duplas, desde a parte inferior até a mais alta, colocadas numa só argola, ambas feitas do mesmo modo.",
      "reflexao": "As armações duplas falam de reforço, de firmeza. Deus deseja que nossa fé seja forte, sólida e inabalável, sustentada desde a base até o topo."
    },
    {
      "numero": "30",
      "texto": "Havia, pois, oito armações e dezesseis bases de prata, duas debaixo de cada armação.",
      "reflexao": "O número completo revela a perfeição no plano de Deus. Ele não faz nada pela metade. Tudo é completo, firme e seguro quando seguimos Sua direção."
    },
    {
      "numero": "31",
      "texto": "Também fez travessões de madeira de acácia: cinco para as armações de um lado do tabernáculo,",
      "reflexao": "Os travessões representam os vínculos que unem e fortalecem. Na vida cristã, esses vínculos são a comunhão, a intercessão, o amor, a unidade e a fé mútua."
    },
    {
      "numero": "32",
      "texto": "cinco para as do outro lado e cinco para as do lado ocidental, na parte de trás do tabernáculo.",
      "reflexao": "Deus quer que toda a Sua casa esteja unida e bem sustentada, seja qual for a direção. Assim é com a nossa vida: em qualquer circunstância, devemos permanecer firmes nEle."
    },
    {
      "numero": "33",
      "texto": "Fez o travessão central de uma extremidade à outra, passando pelo meio das armações.",
      "reflexao": "O travessão central simboliza Cristo, que é o elo que sustenta, une e dá sentido a toda a estrutura espiritual. Sem Ele, tudo desmorona."
    },
    {
      "numero": "34",
      "texto": "Revestiu de ouro as armações e fez argolas de ouro para sustentar os travessões, os quais também revestiu de ouro.",
      "reflexao": "O ouro representa a glória, a santidade e o valor que Deus dá à Sua presença e ao que é feito para Ele. Nossa vida deve ser um reflexo dessa excelência."
    },
    {
      "numero": "35",
      "texto": "Fez o véu de linho fino trançado e de fios de tecido azul, roxo e vermelho, e mandou bordar nele querubins.",
      "reflexao": "O véu simboliza a separação entre o homem e Deus, mas também anuncia que, em Cristo, esse véu foi rasgado, permitindo-nos acesso livre à presença do Pai."
    },
    {
      "numero": "36",
      "texto": "Fez-lhe quatro colunas de madeira de acácia e as revestiu de ouro. Fez-lhe ainda ganchos de ouro e fundiu as suas bases de prata.",
      "reflexao": "As quatro colunas sustentam o véu, mostrando que a presença de Deus é sustentada por firmeza, pureza, redenção e glória. Assim deve ser nossa vida diante dEle."
    },
    {
      "numero": "37",
      "texto": "Para a entrada da tenda fez uma cortina de linho fino trançado e de fios de tecido azul, roxo e vermelho, obra de bordador;",
      "reflexao": "A entrada para a presença de Deus é bela, rica em detalhes e acessível a quem O busca com sinceridade, reverência e fé."
    },
    {
      "numero": "38",
      "texto": "e fez-lhe cinco colunas com ganchos. Revestiu de ouro as partes superior e lateral das colunas e fez de bronze as suas cinco bases.",
      "reflexao": "Cinco é número de graça. As bases de bronze representam juízo e purificação, e o ouro fala da glória. Assim, a entrada para Deus está fundamentada na graça, na purificação e na Sua glória."
    }
  ]
}
