{
  "livro": "Êxodo",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor disse a Moisés e a Arão, no Egito:",
      "reflexao": "Deus fala em meio à opressão. Mesmo no Egito, terra da aflição, a voz do Senhor se levanta, trazendo direção, esperança e redenção ao Seu povo. Sua voz nunca se cala, mesmo nos dias mais sombrios."
    },
    {
      "numero": "2",
      "texto": "‘Este deverá ser o primeiro mês do ano para vocês.’",
      "reflexao": "Deus redefine o tempo. A libertação marca um novo começo, uma nova história. Quando Deus intervém, até o calendário da nossa vida é reorganizado pela graça e pela aliança com Ele."
    },
    {
      "numero": "3",
      "texto": "‘Digam a toda a comunidade de Israel que no décimo dia deste mês todo homem deverá separar um cordeiro ou um cabrito, para a sua família, um para cada casa.’",
      "reflexao": "A salvação é pessoal e coletiva. Deus estabelece que cada casa se prepare, mostrando que a redenção começa no lar, no altar doméstico, onde se cultiva a obediência e a fé."
    },
    {
      "numero": "4",
      "texto": "‘Se uma família for pequena demais para um animal inteiro, deve dividi-lo com seu vizinho mais próximo, conforme o número de pessoas e conforme o que cada um puder comer.’",
      "reflexao": "O cuidado de Deus inclui comunhão e partilha. O cordeiro não é para ser desperdiçado, mas compartilhado. Na aliança, ninguém fica de fora, ninguém é esquecido, ninguém caminha sozinho."
    },
    {
      "numero": "5",
      "texto": "‘O animal escolhido será macho de um ano, sem defeito, e pode ser cordeiro ou cabrito.’",
      "reflexao": "O cordeiro sem defeito aponta para a perfeição do sacrifício de Cristo. Deus não aceita qualquer oferta — exige o melhor, o puro, o sem mácula, porque Sua aliança é santa e perfeita."
    },
    {
      "numero": "6",
      "texto": "‘Guardem-no até o décimo quarto dia do mês, quando toda a comunidade de Israel irá sacrificá-lo, ao pôr-do-sol.’",
      "reflexao": "Há um tempo determinado para o sacrifício. O cordeiro é separado e cuidado, simbolizando que a redenção não é um ato improvisado, mas um plano divino cuidadosamente arquitetado."
    },
    {
      "numero": "7",
      "texto": "‘Passem, então, um pouco do sangue nas laterais e nas vigas superiores das portas das casas nas quais vocês comerão o animal.’",
      "reflexao": "O sangue é o sinal visível da proteção. Onde há sangue, há vida preservada. Assim como o sangue do Cordeiro livrou Israel, hoje o sangue de Cristo é o selo da nossa redenção e proteção."
    },
    {
      "numero": "8",
      "texto": "‘Naquela mesma noite comerão a carne assada no fogo, juntamente com ervas amargas e pão sem fermento.’",
      "reflexao": "A refeição é memorial e profética. As ervas amargas lembram a dor da escravidão, o pão sem fermento simboliza a pureza e a urgência. Comer o cordeiro é participar ativamente da redenção de Deus."
    },
    {
      "numero": "9",
      "texto": "‘Não comam a carne crua, nem cozida em água, mas assada no fogo: cabeça, pernas e vísceras.’",
      "reflexao": "O cordeiro deve ser entregue inteiro no fogo. O fogo representa o juízo e a purificação. Não há espaço para meio sacrifício ou adoração superficial — Deus exige entrega total e completa."
    },
    {
      "numero": "10",
      "texto": "‘Não deixem sobrar nada até pela manhã; caso isso aconteça, queimem o que restar.’",
      "reflexao": "O sacrifício é suficiente e completo para aquele momento. Não se acumula, não se guarda para depois. A provisão de Deus é perfeita para cada tempo e deve ser recebida com gratidão e reverência."
    },
    {
      "numero": "11",
      "texto": "‘Ao comerem, estejam prontos para sair: cinto no lugar, sandálias nos pés e cajado na mão. Comam apressadamente. Esta é a Páscoa do Senhor.’",
      "reflexao": "A salvação exige prontidão. Quem confia no Senhor vive preparado para obedecer e seguir. A Páscoa não é apenas uma refeição, mas um marco de partida, de transição do cativeiro para a liberdade."
    },
    {
      "numero": "12",
      "texto": "‘Naquela mesma noite passarei pelo Egito e matarei todos os primogênitos, tanto dos homens como dos animais, e executarei juízo sobre todos os deuses do Egito. Eu sou o Senhor!’",
      "reflexao": "O juízo de Deus não se limita aos homens, mas também alcança os sistemas, os ídolos e as estruturas que se levantam contra Ele. Quando Deus declara guerra aos deuses do mundo, é para provar que só Ele é Senhor."
    },
    {
      "numero": "13",
      "texto": "‘O sangue será um sinal para indicar as casas em que vocês estiverem; quando eu vir o sangue, passarei adiante. A praga de destruição não os atingirá quando eu ferir o Egito.’",
      "reflexao": "O sangue não é apenas símbolo, é proteção, é aliança, é livramento. A praga não toca quem está debaixo da marca. É o sangue que faz a diferença entre morte e vida, entre juízo e redenção."
    },
    {
      "numero": "14",
      "texto": "‘Este dia será um memorial que vocês e todos os seus descendentes o comemorarão como festa ao Senhor. Comemorem-no como decreto perpétuo.’",
      "reflexao": "Deus institui a memória da salvação. A libertação não deve ser esquecida, mas celebrada, ensinada e passada de geração em geração, como testemunho da fidelidade e do poder do Senhor."
    },
    {
      "numero": "15",
      "texto": "‘Durante sete dias comam pão sem fermento. No primeiro dia tirem de casa o fermento, porque quem comer qualquer coisa fermentada, do primeiro ao sétimo dia, será eliminado de Israel.’",
      "reflexao": "O fermento, símbolo do pecado e da corrupção, deve ser removido. A redenção exige purificação. Quem deseja viver na aliança precisa aprender a separar-se do que contamina e viver em santidade."
    },
    {
      "numero": "16",
      "texto": "‘Convoquem uma reunião santa no primeiro dia e outra no sétimo. Não façam nenhum trabalho nesses dias, exceto o da preparação da comida para todos. É só o que poderão fazer.’",
      "reflexao": "Deus estabelece tempos de santidade, de pausa e de consagração. A adoração não é apenas um ato individual, mas comunitário. É tempo de parar, olhar para Deus e reconhecer quem Ele é em meio ao Seu povo."
    },
    {
      "numero": "17",
      "texto": "‘Celebrem a festa dos pães sem fermento, porque foi nesse mesmo dia que eu tirei os exércitos de vocês do Egito. Celebrem esse dia como decreto perpétuo por todas as suas gerações.’",
      "reflexao": "O livramento não é apenas um evento histórico, mas uma celebração contínua. A festa dos pães sem fermento nos lembra que Deus nos chama para uma vida livre do pecado, em constante memória da redenção que Ele realizou."
    },
    {
      "numero": "18",
      "texto": "No primeiro mês comam pão sem fermento, desde o entardecer do décimo quarto dia até o entardecer do vigésimo primeiro.",
      "reflexao": "Deus estabelece um tempo de purificação, onde o fermento — símbolo do pecado — deve ser removido. A disciplina espiritual nos convida a viver uma vida limpa, separada e consagrada ao Senhor."
    },
    {
      "numero": "19",
      "texto": "Durante sete dias vocês não deverão ter fermento em casa. Quem comer qualquer coisa fermentada será eliminado da comunidade de Israel, seja estrangeiro, seja natural da terra.",
      "reflexao": "A santidade é inegociável no Reino de Deus. O compromisso com a pureza não faz distinção de origem — é um chamado universal para todos que desejam viver sob a aliança e proteção do Altíssimo."
    },
    {
      "numero": "20",
      "texto": "Não comam nada fermentado. Onde quer que morarem, comam apenas pão sem fermento.",
      "reflexao": "A ordem de Deus não está limitada a um local, mas acompanha Seu povo onde quer que estejam. A pureza, a fidelidade e a obediência são valores perpétuos e intransferíveis na vida com Deus."
    },
    {
      "numero": "21",
      "texto": "Então Moisés convocou todas as autoridades de Israel e lhes disse: ‘Escolham um cordeiro ou um cabrito para cada família. Sacrifiquem-no para celebrar a Páscoa!’",
      "reflexao": "O sacrifício é central na aliança. O cordeiro representa o preço da redenção e aponta profeticamente para Cristo, o Cordeiro de Deus que tira o pecado do mundo. A salvação começa no altar da obediência."
    },
    {
      "numero": "22",
      "texto": "‘Molhem um feixe de hissopo no sangue que estiver na bacia e passem o sangue na viga superior e nas laterais das portas. Nenhum de vocês poderá sair de casa até o amanhecer.’",
      "reflexao": "O sangue é o limite entre a vida e a morte. Quem está debaixo do sangue está seguro. O hissopo, simples e humilde, ensina que Deus usa coisas simples para realizar atos eternos de proteção e redenção."
    },
    {
      "numero": "23",
      "texto": "‘Quando o Senhor passar pela terra para matar os egípcios, verá o sangue na viga superior e nas laterais da porta e passará sobre aquela porta; e não permitirá que o destruidor entre na casa de vocês para matá-los.’",
      "reflexao": "O sangue não é apenas símbolo — é pacto, é aliança, é escudo. O destruidor reconhece os limites impostos pelo selo divino. Onde há sangue, há vida. Onde há sangue, há livramento completo."
    },
    {
      "numero": "24",
      "texto": "‘Obedeçam a estas instruções como decreto perpétuo para vocês e para os seus descendentes.’",
      "reflexao": "A memória da salvação não é apenas uma tradição, mas um legado de fé. Deus nos convida a carregar, ensinar e viver o significado do livramento por gerações, para que nunca esqueçamos quem Ele é."
    },
    {
      "numero": "25",
      "texto": "‘Quando entrarem na terra que o Senhor prometeu lhes dar, celebrem essa cerimônia.’",
      "reflexao": "A celebração da libertação não se limita ao momento da saída, mas deve ser lembrada no tempo da conquista e da abundância. Mesmo na terra prometida, jamais podemos esquecer quem nos libertou."
    },
    {
      "numero": "26",
      "texto": "‘Quando os seus filhos lhes perguntarem: O que significa esta cerimônia?’",
      "reflexao": "O testemunho da redenção precisa ser vivo, visível e explicado. A fé é transmitida quando a próxima geração vê, pergunta e recebe respostas que revelam a grandeza do agir de Deus."
    },
    {
      "numero": "27",
      "texto": "‘respondam-lhes: É o sacrifício da Páscoa ao Senhor, que passou sobre as casas dos israelitas no Egito e poupou nossas casas quando matou os egípcios.’ Então o povo curvou-se em adoração.",
      "reflexao": "O livramento gera adoração. A resposta natural a um Deus que salva é se dobrar, render-se e reconhecer que toda honra, toda glória e toda vida pertencem a Ele. A memória da Páscoa é um altar de gratidão perpétuo."
    },
    {
      "numero": "28",
      "texto": "Depois os israelitas se retiraram e fizeram conforme o Senhor tinha ordenado a Moisés e a Arão.",
      "reflexao": "Obedecer a Deus não é um gesto religioso, é um ato de fé que traz vida, proteção e transformação. A bênção está na obediência, mesmo quando ela parece estranha aos olhos humanos."
    },
    {
      "numero": "29",
      "texto": "Então, à meia-noite, o Senhor matou todos os primogênitos do Egito, desde o filho mais velho do faraó, herdeiro do trono, até o filho mais velho do prisioneiro que estava no calabouço, e também todas as primeiras crias do gado.",
      "reflexao": "O juízo de Deus é definitivo. Quando Ele se levanta, não há trono, cela, riqueza ou miséria que possa escapar. A justiça divina alcança todos que estão fora da aliança, do mais alto ao mais baixo."
    },
    {
      "numero": "30",
      "texto": "No meio da noite o faraó, todos os seus conselheiros e todos os egípcios se levantaram. E houve grande pranto no Egito, pois não havia casa que não houvesse um morto.",
      "reflexao": "A ausência do sangue resultou em lamento. O choro do Egito ecoa como um alerta eterno: rejeitar a Deus e Suas instruções leva à dor, à perda e à morte. Só o Senhor é refúgio seguro."
    },
    {
      "numero": "31",
      "texto": "Naquela mesma noite o faraó mandou chamar Moisés e Arão e lhes disse: ‘Saiam imediatamente do meio do meu povo, vocês e os israelitas! Vão prestar culto ao Senhor, como vocês pediram.’",
      "reflexao": "O tempo de Deus chega. Aquele que antes resistia agora suplica pela partida. Deus prova que quem se levanta contra Seu povo, cedo ou tarde, se dobra diante da Sua soberania incontestável."
    },
    {
      "numero": "32",
      "texto": "‘Levem os seus rebanhos, como tinham dito, e abençoem a mim também.’",
      "reflexao": "Até o inimigo reconhece que precisa da bênção de quem anda com Deus. Quando o justo é fiel, até quem antes se opôs enxerga que há algo sobrenatural em quem carrega a presença do Altíssimo."
    },
    {
      "numero": "33",
      "texto": "Os egípcios pressionavam o povo para que se apressasse em sair do país, dizendo: ‘Todos nós morreremos!’",
      "reflexao": "A opressão se transformou em súplica. O poder humano desmorona diante do agir de Deus. Quem antes mantinha cativos agora implora para que se vão, porque aprenderam, da forma mais dura, que ninguém luta contra Deus e vence."
    },
    {
      "numero": "34",
      "texto": "Então o povo tomou a massa de pão ainda sem fermento e a carregou nos ombros, nas amassadeiras embrulhadas em suas roupas.",
      "reflexao": "A pressa da saída reflete que, quando Deus libera, não há mais tempo a perder. O pão sem fermento simboliza uma vida livre da corrupção, pronta para uma nova jornada, debaixo da provisão e do cuidado de Deus."
    },
    {
      "numero": "35",
      "texto": "Os israelitas obedeceram à ordem de Moisés e pediram aos egípcios objetos de prata e de ouro, bem como roupas.",
      "reflexao": "O Deus que livra também honra e restitui. O povo que foi escravizado agora sai enriquecido, carregando consigo não só a liberdade, mas também os recursos para construir o caminho rumo à promessa."
    },
    {
      "numero": "36",
      "texto": "O Senhor concedeu ao povo uma disposição favorável da parte dos egípcios, de modo que lhes davam o que pediam; assim eles despojaram os egípcios.",
      "reflexao": "Quando Deus age, até quem antes oprimia se torna instrumento de provisão. A restituição vem das mãos de Deus, e aqueles que eram escravos saem honrados, carregando o fruto da justiça divina."
    },
    {
      "numero": "37",
      "texto": "Os israelitas foram de Ramessés até Sucote. Havia cerca de seiscentos mil homens a pé, além de mulheres e crianças.",
      "reflexao": "O êxodo não foi de alguns, mas de uma multidão incontável. O livramento de Deus alcança famílias inteiras e gerações, mostrando que a aliança do Senhor é ampla, generosa e poderosa."
    },
    {
      "numero": "38",
      "texto": "Grande multidão de estrangeiros de todo tipo seguiu com eles, além de grandes rebanhos, tanto de bois como de ovelhas e cabras.",
      "reflexao": "O livramento do Senhor atrai até aqueles que não eram originalmente do povo. A redenção tem um chamado universal: quem reconhece o agir de Deus é convidado a segui-Lo, não importa sua origem."
    },
    {
      "numero": "39",
      "texto": "Com a massa que haviam trazido do Egito, fizeram pães sem fermento. A massa não tinha fermentado, pois eles foram expulsos do Egito e não tiveram tempo de preparar comida.",
      "reflexao": "A pressa da libertação mostra que, quando Deus diz ‘é agora’, não há tempo a perder. O pão sem fermento se torna não só alimento físico, mas memorial de que a saída da escravidão foi urgente, divina e definitiva."
    },
    {
      "numero": "40",
      "texto": "Ora, o período que os israelitas viveram no Egito foi de quatrocentos e trinta anos.",
      "reflexao": "Quatrocentos e trinta anos de dor não foram esquecidos por Deus. Ele nunca ignora o clamor dos Seus. O tempo da promessa sempre chega, e com ele vem a fidelidade incontestável do Senhor."
    },
    {
      "numero": "41",
      "texto": "No dia quando se completaram os quatrocentos e trinta anos, todos os exércitos do Senhor saíram do Egito.",
      "reflexao": "Deus é Senhor do tempo. No exato dia determinado, o livramento chegou. Aqueles que eram chamados de escravos agora são chamados de ‘exércitos do Senhor’, prontos para viver um novo tempo de conquista e adoração."
    },
    {
      "numero": "42",
      "texto": "Assim como o Senhor passou em vigília aquela noite para tirar do Egito os israelitas, estes também devem passar em vigília essa mesma noite, para honrar ao Senhor, por todas as suas gerações.",
      "reflexao": "A vigília é memória viva da fidelidade de Deus. Quem foi liberto não pode esquecer o Deus que vigia, protege e salva. O passado se torna testemunho permanente para as futuras gerações."
    },
    {
      "numero": "43",
      "texto": "Disse o Senhor a Moisés e a Arão: ‘Estas são as leis da Páscoa: Nenhum estrangeiro poderá comê-la.’",
      "reflexao": "A participação na Páscoa não é para curiosos, mas para aliançados. A mesa do Senhor é reservada àqueles que, pela fé, entram na aliança e assumem o compromisso de viver segundo os Seus princípios."
    },
    {
      "numero": "44",
      "texto": "‘O escravo comprado poderá comer da Páscoa, depois de circuncidado,’",
      "reflexao": "A inclusão na aliança passa pela consagração. Deus não exclui quem deseja fazer parte, mas exige que haja sinal de comprometimento, pureza e separação para Ele."
    },
    {
      "numero": "45",
      "texto": "‘mas o residente temporário e o trabalhador contratado dela não comerão.’",
      "reflexao": "A bênção da aliança não é transitória, nem casual. Ela é reservada àqueles que se comprometem plenamente com Deus. A intimidade não se dá sem aliança, sem entrega, sem obediência."
    },
    {
      "numero": "46",
      "texto": "‘Vocês a comerão numa só casa; não levem nenhum pedaço de carne para fora da casa, nem quebrem nenhum dos ossos.’",
      "reflexao": "A comunhão da aliança é indivisível e protegida. Comer na mesma casa fala de unidade, e não quebrar os ossos do cordeiro aponta para a perfeição do sacrifício, que em Cristo se cumpriu de forma plena e intacta."
    },
    {
      "numero": "47",
      "texto": "‘Toda a comunidade de Israel terá que celebrar a Páscoa.’",
      "reflexao": "O livramento não é opcional na memória do povo de Deus. A celebração da Páscoa é um mandamento perpétuo, pois nos lembra que nossa liberdade foi conquistada não por nossas mãos, mas pelo agir do Senhor."
    },
    {
      "numero": "48",
      "texto": "‘Qualquer estrangeiro residente entre vocês que quiser celebrar a Páscoa do Senhor terá que circuncidar todos os do sexo masculino da sua família; então poderá participar como o natural da terra. Nenhum incircunciso poderá participar.’",
      "reflexao": "O convite é universal, mas a entrada é pela porta da aliança. Deus recebe quem O busca, mas é necessário passar pelo sinal do compromisso, da separação e da consagração a Ele."
    },
    {
      "numero": "49",
      "texto": "‘A mesma lei se aplicará ao natural da terra e ao estrangeiro residente.’",
      "reflexao": "Deus não faz acepção de pessoas. O que Ele pede ao nativo, Ele pede ao estrangeiro. A obediência é o que define quem pertence ao Seu povo, não a origem, mas a decisão de viver sob Seus mandamentos."
    },
    {
      "numero": "50",
      "texto": "Todos os israelitas fizeram como o Senhor tinha ordenado a Moisés e a Arão.",
      "reflexao": "A obediência libera o sobrenatural. Quando o povo se move segundo a palavra de Deus, o impossível se manifesta, e a liberdade se torna realidade visível e incontestável."
    },
    {
      "numero": "51",
      "texto": "No mesmo dia o Senhor tirou os israelitas do Egito, organizados segundo as suas divisões.",
      "reflexao": "O Deus que liberta também organiza. A saída não é caótica, mas estruturada, ordenada e dirigida pelo próprio Senhor. Quem anda com Deus não caminha na desordem, mas debaixo de direção, proteção e propósito."
    }
  ]
}