{
  "livro": "Êxodo",
  "capitulo": "29",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Assim você os consagrará, para que me sirvam como sacerdotes: separe um novilho e dois cordeiros sem defeito.",
      "reflexao": "A consagração exige separação e pureza. Deus chama aqueles que O servem a oferecerem o melhor, o irrepreensível, pois servir ao Altíssimo não é tarefa comum, mas sagrada."
    },
    {
      "numero": "2",
      "texto": "Com a melhor farinha de trigo, sem fermento, faça pães e bolos amassados com azeite, e pães finos, untados com azeite.",
      "reflexao": "O pão sem fermento simboliza uma vida sem corrupção, sem pecado. Misturado com azeite — símbolo do Espírito Santo —, revela que a vida do servo deve ser pura e cheia da presença divina."
    },
    {
      "numero": "3",
      "texto": "Coloque-os numa cesta e ofereça-os dentro dela; também ofereça o novilho e os dois cordeiros.",
      "reflexao": "A oferta reunida na cesta representa a totalidade da entrega. Tudo o que somos e temos deve ser colocado diante de Deus em obediência e gratidão."
    },
    {
      "numero": "4",
      "texto": "Depois traga Arão e seus filhos à entrada da Tenda do Encontro e mande-os se lavar.",
      "reflexao": "A purificação antecede a consagração. Ninguém pode servir no altar sem antes ser lavado, limpo, renovado espiritualmente pela água da Palavra e da presença do Senhor."
    },
    {
      "numero": "5",
      "texto": "Pegue as vestes e vista Arão com a túnica e o peitoral. Prenda o colete sacerdotal sobre ele com o cinturão.",
      "reflexao": "As vestes não são meramente simbólicas; representam dignidade, missão e santidade. Quem é separado para Deus deve vestir-se de justiça, verdade e compromisso."
    },
    {
      "numero": "6",
      "texto": "Ponha-lhe o turbante na cabeça e prenda a coroa sagrada ao turbante.",
      "reflexao": "A mente consagrada reflete quem é Deus em nós. O turbante com a coroa sagrada lembra que os pensamentos do sacerdote devem estar subjugados à santidade e à glória do Senhor."
    },
    {
      "numero": "7",
      "texto": "Unja-o com o óleo da unção, derramando-o sobre a cabeça de Arão.",
      "reflexao": "A unção derramada sobre a cabeça desce sobre todo o ser. Assim é com aqueles que se colocam nas mãos de Deus: são cheios, capacitados e selados para viver na presença e no serviço santo."
    },
    {
      "numero": "8",
      "texto": "Traga os filhos dele, vista a cada um com uma túnica",
      "reflexao": "O chamado de Deus também alcança gerações. O sacerdócio não é só pessoal, mas legado espiritual, passado de pais para filhos que andam no temor do Senhor."
    },
    {
      "numero": "9",
      "texto": "e um gorro na cabeça. Ponha também os cinturões em Arão e em seus filhos. O sacerdócio lhes pertence como ordenança perpétua. Assim você dedicará Arão e seus filhos.",
      "reflexao": "O cinturão ajusta, firma, disciplina. O serviço a Deus é uma vida de ordem, de entrega e de alinhamento constante com os princípios do Reino."
    },
    {
      "numero": "10",
      "texto": "Traga o novilho para a frente da Tenda do Encontro. Arão e seus filhos colocarão as mãos sobre a cabeça do novilho,",
      "reflexao": "O ato de impor as mãos transfere simbolicamente a culpa. Isso aponta para a necessidade de reconhecer que só pelo sacrifício é possível ser purificado, antecipando o sacrifício perfeito de Cristo."
    },
    {
      "numero": "11",
      "texto": "e você o sacrificará na presença do Senhor, defronte da Tenda do Encontro.",
      "reflexao": "A vida diante de Deus exige rendição. O altar é lugar de morte do velho eu, para que o novo nasça segundo a vontade do Eterno."
    },
    {
      "numero": "12",
      "texto": "Com o dedo, coloque um pouco do sangue do novilho nas pontas do altar e derrame o resto do sangue na base do altar.",
      "reflexao": "O sangue nas pontas do altar representa a consagração da obra. Tudo o que se faz no altar deve ser santificado pelo sangue, que purifica, protege e sela."
    },
    {
      "numero": "13",
      "texto": "Depois tire toda a gordura que cobre as vísceras, o lóbulo do fígado, e os dois rins com a gordura que os envolve, e queime-os no altar.",
      "reflexao": "Deus requer não apenas o exterior, mas também o interior. As partes mais ocultas devem ser purificadas no fogo da presença de Deus, pois Ele sonda o íntimo do ser humano."
    },
    {
      "numero": "14",
      "texto": "Mas queime a carne, o couro e o excremento do novilho fora do acampamento; é oferta pelo pecado.",
      "reflexao": "O pecado é algo que não pode permanecer entre o povo santo. Ele deve ser lançado fora, longe, removido, para que haja comunhão e pureza no meio do povo de Deus."
    },
    {
      "numero": "15",
      "texto": "Separe um dos cordeiros sobre cuja cabeça Arão e seus filhos terão que colocar as mãos.",
      "reflexao": "A transferência de pecados através da imposição das mãos revela que o caminho para a purificação é reconhecer as próprias falhas e confiar no sacrifício providenciado por Deus."
    },
    {
      "numero": "16",
      "texto": "Sacrifique-o, pegue o sangue e jogue-o nos lados do altar.",
      "reflexao": "O sangue no altar sela a aliança, protege e purifica. Sem derramamento de sangue não há remissão, pois é o sangue que representa vida entregue a Deus."
    },
    {
      "numero": "17",
      "texto": "Corte o cordeiro em pedaços, lave as vísceras e as pernas e coloque-as ao lado da cabeça e das outras partes.",
      "reflexao": "Deus deseja que tudo seja entregue a Ele — o interior e o exterior, as ações e os pensamentos, os passos e os caminhos. Nada fica de fora no altar do Senhor."
    },
    {
      "numero": "18",
      "texto": "Depois queime o cordeiro inteiro sobre o altar; é holocausto dedicado ao Senhor; é oferta de aroma agradável dedicada ao Senhor, preparada no fogo.",
      "reflexao": "A vida que se entrega por inteiro a Deus sobe como aroma suave, agrada ao Senhor e manifesta o poder do fogo que purifica, transforma e santifica."
    },
    {
      "numero": "19",
      "texto": "Pegue depois o outro cordeiro. Arão e seus filhos colocarão as mãos sobre a cabeça do animal,",
      "reflexao": "Novamente, o reconhecimento de dependência. Colocar as mãos é declarar: ‘Não somos suficientes; dependemos do sacrifício para permanecermos diante de Deus’."
    },
    {
      "numero": "20",
      "texto": "e você o sacrificará. Pegue do sangue e coloque-o na ponta da orelha direita de Arão e dos seus filhos, no polegar da mão direita e do pé direito de cada um deles. Depois derrame o resto do sangue nos lados do altar.",
      "reflexao": "O sangue na orelha consagra a escuta; no polegar, as obras; no pé, os caminhos. Todo o ser — ouvir, agir e andar — deve ser santificado para viver segundo os propósitos do Altíssimo."
    },
    {
      "numero": "21",
      "texto": "Pegue, então, um pouco do sangue do altar e um pouco do óleo da unção, e faça aspersão com eles sobre Arão e suas vestes, sobre seus filhos e as vestes deles. Assim serão consagrados, ele e suas vestes, seus filhos e as vestes deles.",
      "reflexao": "A unção combinada com o sangue sela a aliança da purificação e capacitação. Não basta estar limpo — é preciso também estar cheio da presença de Deus, preparado para servir."
    },
    {
      "numero": "22",
      "texto": "Tire desse cordeiro a gordura, a parte gorda da cauda, a gordura que cobre as vísceras, o lóbulo do fígado, os dois rins e a gordura que os envolve, e a coxa direita. Este é o cordeiro da oferta de ordenação.",
      "reflexao": "Deus requer que o melhor, o mais precioso e vital, seja separado para Ele. Tudo aquilo que sustenta, fortalece e dá vida deve ser dedicado ao serviço do Senhor."
    },
    {
      "numero": "23",
      "texto": "Tire da cesta de pães sem fermento um pão, um bolo assado com azeite e um pão fino.",
      "reflexao": "O pão sem fermento representa uma vida livre do pecado. O azeite misturado revela a necessidade da presença do Espírito Santo, pois só Ele torna nossa oferta aceitável e viva diante de Deus."
    },
    {
      "numero": "24",
      "texto": "Coloque tudo nas mãos de Arão e de seus filhos, e apresente-os como oferta ritualmente movida perante o Senhor.",
      "reflexao": "Tudo o que temos e somos deve ser colocado nas mãos de Deus. Quando entregamos, Ele santifica, consagra e transforma para Sua glória."
    },
    {
      "numero": "25",
      "texto": "Em seguida retome-o das mãos deles e queime os pães no altar com o holocausto de aroma agradável ao Senhor; é oferta dedicada ao Senhor, preparada no fogo.",
      "reflexao": "O altar é o lugar onde tudo ganha sentido. O fogo de Deus purifica, consome e faz subir como aroma agradável aquilo que é entregue com sinceridade e devoção."
    },
    {
      "numero": "26",
      "texto": "Tire o peito do cordeiro para a ordenação de Arão e mova-o perante o Senhor, como gesto ritual de apresentação; essa parte pertencerá a você.",
      "reflexao": "O peito, símbolo do coração, lembra que nosso serviço a Deus não pode ser mecânico — precisa partir do centro do nosso ser: amor, entrega e verdade."
    },
    {
      "numero": "27",
      "texto": "Consagre aquelas partes do cordeiro da ordenação que pertencem a Arão e a seus filhos: o peito e a coxa movidos como oferta.",
      "reflexao": "Coração e força. Deus deseja de nós não apenas afetos, mas também nossas ações, nossa disposição e nosso vigor dedicados a Ele."
    },
    {
      "numero": "28",
      "texto": "Essas partes sempre serão dadas pelos israelitas a Arão e a seus filhos. É a contribuição obrigatória que lhes farão, das suas ofertas de comunhão ao Senhor.",
      "reflexao": "Sustentar a obra de Deus é um princípio eterno. A provisão dos servos de Deus vem, por determinação divina, daqueles que participam da comunhão e da adoração."
    },
    {
      "numero": "29",
      "texto": "As vestes sagradas de Arão passarão aos seus descendentes, que, com elas serão ungidos e consagrados.",
      "reflexao": "A unção gera legado. Assim como as vestes são passadas, também a missão e o chamado se estendem às gerações que permanecem na aliança."
    },
    {
      "numero": "30",
      "texto": "O filho que o suceder como sacerdote e vier à Tenda do Encontro para ministrar no Lugar Santo terá que usá-las durante sete dias.",
      "reflexao": "O preparo não é instantâneo. O número sete aponta para um tempo completo de consagração, purificação e prontidão diante de Deus."
    },
    {
      "numero": "31",
      "texto": "Pegue o cordeiro da ordenação e cozinhe a sua carne num lugar sagrado.",
      "reflexao": "Aquilo que é preparado para Deus não pode ser feito em qualquer lugar. A santidade envolve ambiente, postura, coração e intenção."
    },
    {
      "numero": "32",
      "texto": "À entrada da Tenda do Encontro, Arão e seus filhos deverão comer a carne do cordeiro e o pão que está na cesta.",
      "reflexao": "Comer da oferta é participar da aliança. É dizer: ‘Estou comprometido com Deus e com o propósito que Ele me confiou’."
    },
    {
      "numero": "33",
      "texto": "Eles comerão dessas ofertas com as quais se fez propiciação para sua ordenação e consagração; somente os sacerdotes poderão comê-las, pois são sagradas.",
      "reflexao": "Há coisas que são exclusivas para quem vive na intimidade com Deus. A consagração separa, protege e honra aqueles que se dedicam ao serviço santo."
    },
    {
      "numero": "34",
      "texto": "Se sobrar da carne do cordeiro da ordenação ou do pão até a manhã seguinte, queime a sobra. Não se deve comê-la, visto que é sagrada.",
      "reflexao": "O que é santo não pode ser tratado com descaso. Deus ensina que há um tempo e um propósito para tudo. O que é consagrado não se mistura ao comum."
    },
    {
      "numero": "35",
      "texto": "Para a ordenação de Arão e seus filhos, faça durante sete dias tudo o que lhe mandei.",
      "reflexao": "Obediência gera consagração. Não há espaço para atalhos na caminhada com Deus — seguir Suas instruções é o caminho da santificação."
    },
    {
      "numero": "36",
      "texto": "Sacrifique um novilho por dia como oferta pelo pecado para fazer propiciação. Purifique o altar, fazendo propiciação por ele, e unja-o para consagrá-lo.",
      "reflexao": "O altar também precisa ser santificado. Lugar de encontro, de entrega e de restauração, ele deve estar constantemente coberto pelo sangue e pela unção."
    },
    {
      "numero": "37",
      "texto": "Durante sete dias faça propiciação pelo altar, consagrando-o. Então o altar será santíssimo, e tudo o que nele tocar será santo.",
      "reflexao": "Tudo que toca no que é santo se torna santo. A presença de Deus transforma, purifica e estabelece um novo padrão de vida e relacionamento."
    },
    {
      "numero": "38",
      "texto": "Eis o que você terá que sacrificar regularmente sobre o altar: a cada dia dois cordeiros de um ano.",
      "reflexao": "O relacionamento com Deus exige constância. O altar não é um evento isolado, mas uma prática diária de entrega, adoração e dependência."
    },
    {
      "numero": "39",
      "texto": "Ofereça um de manhã e o outro ao entardecer.",
      "reflexao": "O começo e o fim de cada dia pertencem ao Senhor. Viver na presença de Deus desde o amanhecer até o anoitecer é o segredo de uma vida cheia de paz e propósito."
    },
    {
      "numero": "40",
      "texto": "Com o primeiro cordeiro ofereça um jarro da melhor farinha misturada com um litro de azeite de olivas moídas, e um litro de vinho como oferta derramada.",
      "reflexao": "Deus merece o melhor. Farinha, azeite e vinho — trabalho, unção e alegria — tudo deve ser oferecido a Ele em adoração e gratidão."
    },
    {
      "numero": "41",
      "texto": "Ofereça o outro cordeiro ao entardecer com uma oferta de cereal e uma oferta derramada, como de manhã. É oferta de aroma agradável ao Senhor, preparada no fogo.",
      "reflexao": "O aroma agradável sobe ao Senhor quando há fidelidade, gratidão e entrega diária, não apenas em palavras, mas também em atos e atitudes sinceras."
    },
    {
      "numero": "42",
      "texto": "De geração em geração esse holocausto deverá ser feito regularmente à entrada da Tenda do Encontro, diante do Senhor. Nesse local eu os encontrarei e falarei com você;",
      "reflexao": "O altar é lugar de encontro. Deus deseja se revelar, falar e caminhar conosco, mas isso acontece onde há entrega, constância e reverência."
    },
    {
      "numero": "43",
      "texto": "ali me encontrarei com os israelitas, e o lugar será consagrado pela minha glória.",
      "reflexao": "A presença de Deus santifica o ambiente e transforma vidas. Onde Ele está, há glória, reverência, restauração e vida abundante."
    },
    {
      "numero": "44",
      "texto": "Assim consagrarei a Tenda do Encontro e o altar, e consagrarei também Arão e seus filhos para me servirem como sacerdotes.",
      "reflexao": "Deus não apenas chama, Ele consagra. O Senhor sela aqueles que escolhe com Sua presença, preparando-os para serem instrumentos vivos em Suas mãos."
    },
    {
      "numero": "45",
      "texto": "E habitarei no meio dos israelitas e lhes serei o seu Deus.",
      "reflexao": "O maior desejo de Deus não é apenas ser adorado, mas habitar no meio do Seu povo. Ele quer comunhão, proximidade e intimidade conosco."
    },
    {
      "numero": "46",
      "texto": "Saberão que eu sou o Senhor, o seu Deus, que os tirou do Egito para habitar no meio deles. Eu sou o Senhor, o seu Deus.",
      "reflexao": "O Deus que liberta também é o Deus que permanece. Sua presença é a maior bênção, mais valiosa do que qualquer conquista, pois Ele é Deus Emanuel — Deus conosco."
    }
  ]
}
