{
  "livro": "Gênesis",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Saiu, pois, Abrão do Egito e foi para o Neguebe, com sua mulher e com tudo o que possuía, e Ló foi com ele.",
      "reflexao": "A jornada de fé nem sempre é linear — há idas, vindas e recomeços. Mas quem anda com Deus sabe que, mesmo após falhas, sempre há caminho de volta para o centro da vontade divina."
    },
    {
      "numero": "2",
      "texto": "Abrão tinha enriquecido muito, tanto em gado como em prata e ouro.",
      "reflexao": "A bênção material acompanha Abrão, não como fim, mas como meio. A prosperidade legítima é fruto da mão de Deus sobre aqueles que O seguem, quando o coração permanece alinhado com o céu e não com os tesouros da terra."
    },
    {
      "numero": "3",
      "texto": "Ele partiu do Neguebe em direção a Betel, indo de um lugar a outro, até que chegou ao lugar entre Betel e Ai onde já havia armado acampamento anteriormente",
      "reflexao": "Abrão retorna ao lugar onde havia encontrado Deus antes. Há momentos na vida em que é preciso voltar às origens da fé, ao lugar onde ouvimos claramente a voz de Deus e onde os altares da comunhão foram erguidos."
    },
    {
      "numero": "4",
      "texto": "e onde, pela primeira vez, tinha construído um altar. Ali Abrão invocou o nome do Senhor.",
      "reflexao": "O altar é mais do que um lugar físico — é símbolo da reconexão, da renovação da aliança e da intimidade com Deus. Quem constrói altares na vida, constrói também memória espiritual de fé, provisão e direção."
    },
    {
      "numero": "5",
      "texto": "Ló, que acompanhava Abrão, também possuía rebanhos e tendas.",
      "reflexao": "A bênção que repousa sobre a vida dos justos muitas vezes transborda sobre aqueles que caminham próximos a eles. Ló prospera, mas sua história revelará que prosperidade sem propósito não sustenta a alma."
    },
    {
      "numero": "6",
      "texto": "E não podiam morar os dois juntos na mesma região, porque possuíam tantos bens que a terra não podia sustentá-los.",
      "reflexao": "O excesso de bênção, quando não bem administrado, pode gerar conflitos. A abundância sem discernimento leva a divisões que, se não forem tratadas com sabedoria, ferem relacionamentos e famílias."
    },
    {
      "numero": "7",
      "texto": "Por isso surgiu uma desavença entre os pastores dos rebanhos de Abrão e os de Ló. Nessa época os cananeus e os ferezeus habitavam aquela terra.",
      "reflexao": "As desavenças internas enfraquecem o testemunho diante dos de fora. Quando o povo de Deus discute, aqueles que estão ao redor — os cananeus e ferezeus — observam. A unidade é mais do que desejo, é testemunho vivo da fé."
    },
    {
      "numero": "8",
      "texto": "Então Abrão disse a Ló: ‘Não haja desavença entre mim e você, ou entre os seus pastores e os meus; afinal somos irmãos!",
      "reflexao": "Abrão escolhe a paz antes do direito. Quem anda com Deus entende que a relação vale mais que a razão. A verdadeira grandeza está em promover a paz, mesmo quando se tem o direito de exigir algo."
    },
    {
      "numero": "9",
      "texto": "Aí está a terra inteira diante de você. Vamos nos separar! Se você for para a esquerda, irei para a direita; se for para a direita, irei para a esquerda’.",
      "reflexao": "Abrão não escolhe primeiro — entrega a escolha a Ló, porque sabe que quem confia em Deus não depende da geografia, mas da promessa. O lugar não determina a bênção; a bênção está onde Deus está."
    },
    {
      "numero": "10",
      "texto": "Olhou então Ló e viu todo o vale do Jordão, todo ele bem irrigado, até Zoar; era como o jardim do Senhor, como a terra do Egito. Isto se deu antes do Senhor destruir Sodoma e Gomorra.",
      "reflexao": "Ló escolhe pelos olhos e não pela fé. Nem tudo o que parece fértil é seguro. As aparências enganam, e a decisão guiada pela cobiça muitas vezes leva à ruína, como logo a história mostrará."
    },
    {
      "numero": "11",
      "texto": "Ló escolheu todo o vale do Jordão e partiu em direção ao Leste. Assim os dois se separaram:",
      "reflexao": "A separação aqui não é apenas geográfica — é também espiritual. Enquanto Abrão anda por fé, Ló caminha por vistas e interesses. As escolhas que fazemos hoje definem o caminho das próximas estações da vida."
    },
    {
      "numero": "12",
      "texto": "Abrão ficou na terra de Canaã, mas Ló mudou seu acampamento para um lugar próximo a Sodoma, entre as cidades do vale.",
      "reflexao": "Ló se aproxima do perigo, mesmo sem perceber. É assim com quem busca facilidade acima de propósito — vai se instalando, pouco a pouco, cada vez mais perto do que Deus reprova, até se encontrar cercado pela corrupção."
    },
    {
      "numero": "13",
      "texto": "Ora, os homens de Sodoma eram extremamente perversos e pecadores contra o Senhor.",
      "reflexao": "O texto não esconde: Sodoma já era conhecida por sua maldade. Quem escolhe viver próximo ao pecado, cedo ou tarde, se vê envolvido por ele. A proximidade com ambientes corrompidos exige vigilância redobrada."
    },
    {
      "numero": "14",
      "texto": "Disse o Senhor a Abrão, depois que Ló separou-se dele: ‘De onde você está, olhe para o Norte, para o Sul, para o Leste e para o Oeste:",
      "reflexao": "Quando pessoas saem da nossa vida, Deus abre novos horizontes. Às vezes, a separação é necessária para que possamos ver com clareza tudo o que Deus já preparou e nos quer entregar."
    },
    {
      "numero": "15",
      "texto": "Toda a terra que você está vendo darei a você e à sua descendência para sempre.",
      "reflexao": "A promessa de Deus não tem prazo de validade — ela é eterna. Quando Deus promete, Ele entrega não apenas espaço geográfico, mas também herança espiritual, legado e futuro para gerações."
    },
    {
      "numero": "16",
      "texto": "Tornarei a sua descendência tão numerosa como o pó da terra. Se for possível contar o pó da terra, também se poderá contar a sua descendência.",
      "reflexao": "O que Deus faz em nós nunca é pequeno. Sua promessa ultrapassa nossos limites, nossa lógica e nossas capacidades. O que começa com um homem e uma mulher estéreis, Deus transforma em uma multidão incontável."
    },
    {
      "numero": "17",
      "texto": "Percorra esta terra de alto a baixo, de um lado a outro, porque eu a darei a você’.",
      "reflexao": "A promessa não é apenas para contemplar — é para ocupar. Deus diz a Abrão: ‘Caminhe, explore, tome posse’. Fé não é só esperar; é também se movimentar, percorrer os territórios que Deus preparou."
    },
    {
      "numero": "18",
      "texto": "Então Abrão mudou seu acampamento e passou a viver próximo aos carvalhos de Manre, em Hebrom, onde construiu um altar dedicado ao Senhor.",
      "reflexao": "Abrão termina sua jornada com a mesma atitude que marcou sua caminhada: constrói um altar. Onde quer que esteja, seu primeiro movimento é adorar, consagrar e reconhecer que toda conquista vem do Senhor."
    }
  ]
}
