{
  "livro": "Gênesis",
  "capitulo": "22",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Passado algum tempo, Deus pôs Abraão à prova, dizendo-lhe: ‘Abraão!’ Ele respondeu: ‘Eis-me aqui.’",
      "reflexao": "Responder ‘Eis-me aqui’ é mais do que presença — é disposição, entrega e disponibilidade total para Deus, mesmo sem saber qual será o próximo passo."
    },
    {
      "numero": "2",
      "texto": "Então disse Deus: ‘Tome seu filho, seu único filho, Isaque, a quem você ama, e vá para a região de Moriá. Sacrifique-o ali como holocausto num dos montes que lhe indicarei.’",
      "reflexao": "Deus nos chama a colocar no altar aquilo que mais amamos. É na obediência radical que se revela quem ocupa verdadeiramente o trono do nosso coração."
    },
    {
      "numero": "3",
      "texto": "Na manhã seguinte, Abraão levantou-se e preparou o seu jumento. Levou consigo dois de seus servos e Isaque seu filho. Depois de cortar lenha para o holocausto, partiu em direção ao lugar que Deus lhe havia indicado.",
      "reflexao": "A prontidão de Abraão revela que fé é obedecer, mesmo quando o entendimento não acompanha. Obediência sem demora é o maior sinal de confiança plena em Deus."
    },
    {
      "numero": "4",
      "texto": "No terceiro dia de viagem, Abraão olhou e viu o lugar ao longe.",
      "reflexao": "O caminho da obediência nem sempre é curto. Três dias carregando no coração o peso da entrega. Mesmo assim, Abraão não recua, segue firme, olhando para o lugar do encontro com Deus."
    },
    {
      "numero": "5",
      "texto": "Disse ele a seus servos: ‘Fiquem aqui com o jumento enquanto eu e o rapaz vamos até lá. Depois de adorarmos, voltaremos.’",
      "reflexao": "A declaração ‘voltaremos’ revela uma fé que transcende o natural. Abraão crê que, mesmo que precise sacrificar, Deus é capaz de ressuscitar. Quem adora, aprende a confiar no impossível."
    },
    {
      "numero": "6",
      "texto": "Abraão pegou a lenha para o holocausto e a colocou nos ombros de seu filho Isaque, e ele mesmo levou as brasas para o fogo, e a faca. E caminhando os dois juntos,",
      "reflexao": "A imagem do pai colocando a lenha sobre o filho ecoa o sacrifício futuro de Cristo, que também carregaria Sua cruz. O amor que entrega e a obediência que carrega são partes da mesma jornada."
    },
    {
      "numero": "7",
      "texto": "Isaque disse a seu pai Abraão: ‘Meu pai!’ ‘Sim, meu filho’, respondeu Abraão. Isaque perguntou: ‘As brasas e a lenha estão aqui, mas onde está o cordeiro para o holocausto?’",
      "reflexao": "As perguntas da vida nem sempre terão respostas imediatas. Há momentos em que só nos resta confiar, mesmo quando não enxergamos o cordeiro — a provisão ainda invisível."
    },
    {
      "numero": "8",
      "texto": "Respondeu Abraão: ‘Deus mesmo há de prover o cordeiro para o holocausto, meu filho.’ E os dois continuaram a caminhar juntos.",
      "reflexao": "‘Deus proverá’ não é apenas uma resposta — é uma declaração de fé, uma certeza silenciosa de que, no lugar da obediência, o céu sempre se manifesta com provisão perfeita e no tempo exato."
    },
    {
      "numero": "9",
      "texto": "Quando chegaram ao lugar que Deus lhe havia indicado, Abraão construiu um altar e sobre ele arrumou a lenha. Amarrou seu filho Isaque e o colocou sobre o altar, em cima da lenha.",
      "reflexao": "O altar da obediência é o lugar onde depositamos nossos maiores amores, vontades e planos. É o ponto onde declaramos que Deus está acima de tudo e de todos."
    },
    {
      "numero": "10",
      "texto": "Então estendeu a mão e pegou a faca para sacrificar seu filho.",
      "reflexao": "Quando tudo parece prestes a ser perdido, é o instante exato em que Deus testa até onde vai nossa confiança. A faca no alto não é sobre morte — é sobre fé levada ao limite."
    },
    {
      "numero": "11",
      "texto": "Mas o Anjo do Senhor o chamou do céu: ‘Abraão! Abraão!’ ‘Eis-me aqui’, respondeu ele.",
      "reflexao": "O mesmo ‘Eis-me aqui’ que Abraão respondeu no início da prova é agora ecoado no alívio. Deus nunca se atrasa — Ele chega no exato momento antes do corte, antes da perda, antes do fim."
    },
    {
      "numero": "12",
      "texto": "‘Não toque no rapaz’, disse o Anjo. ‘Não lhe faça nada. Agora sei que você teme a Deus, porque não me negou seu filho, o seu único filho.’",
      "reflexao": "O temor do Senhor se traduz na disposição de não reter nada dEle. O céu se move quando entende que Deus, de fato, ocupa o primeiro lugar em nossa vida, acima até dos nossos sonhos mais preciosos."
    },
    {
      "numero": "13",
      "texto": "Abraão ergueu os olhos e viu um carneiro preso pelos chifres num arbusto. Foi lá, pegou-o e sacrificou-o como holocausto em lugar de seu filho.",
      "reflexao": "A provisão já estava no monte, mas só se revelou depois da obediência. Há coisas que só enxergamos quando subimos o altar da entrega total."
    },
    {
      "numero": "14",
      "texto": "Abraão deu àquele lugar o nome de ‘O Senhor proverá’. Por isso até hoje se diz: ‘No monte do Senhor se proverá.’",
      "reflexao": "O monte da provisão não é um local geográfico — é o lugar espiritual onde a obediência encontra a fidelidade de Deus. Quem sobe o monte da entrega desce com testemunhos de provisão sobrenatural."
    },
    {
      "numero": "15",
      "texto": "Pela segunda vez o Anjo do Senhor chamou do céu a Abraão",
      "reflexao": "Quando obedecemos, a voz do céu se repete. Deus não apenas nos prova, mas também nos confirma, reafirma e libera novas dimensões de promessa após cada entrega sincera."
    },
    {
      "numero": "16",
      "texto": "e disse: ‘Juro por mim mesmo’, declara o Senhor, ‘que por ter feito o que fez, não me negando seu filho, o seu único filho,’",
      "reflexao": "Quando Deus diz ‘Juro por mim mesmo’, Ele sela uma promessa inquebrantável. A obediência não apenas ativa milagres momentâneos, mas gera alianças eternas que se estendem por gerações."
    },
    {
      "numero": "17",
      "texto": "‘esteja certo de que o abençoarei e farei seus descendentes tão numerosos como as estrelas do céu e como a areia das praias do mar. Sua descendência conquistará as cidades dos que lhe forem inimigos’",
      "reflexao": "A obediência de hoje libera conquistas para gerações inteiras. Deus não apenas abençoa Abraão, mas expande essa bênção para territórios, gerações e vitórias sobre inimigos."
    },
    {
      "numero": "18",
      "texto": "‘e, por meio dela, todos povos da terra serão abençoados, porque você me obedeceu.’",
      "reflexao": "Uma obediência pode transformar a história de nações. Quando Abraão disse ‘sim’, ele abriu caminho para que toda a humanidade experimentasse bênção através da sua descendência — um prenúncio do Messias, Jesus Cristo."
    },
    {
      "numero": "19",
      "texto": "Então voltou Abraão a seus servos, e juntos partiram para Berseba, onde passou a viver.",
      "reflexao": "Depois da prova, vem o descanso. Abraão volta, mas não é mais o mesmo — carrega consigo não apenas seu filho, mas uma promessa reafirmada e uma revelação maior de quem Deus é: Jeová-Jiré, o Deus que provê."
    },
    {
      "numero": "20",
      "texto": "Passado algum tempo, disseram a Abraão que Milca dera filhos a seu irmão Naor:",
      "reflexao": "Enquanto Deus trabalha na nossa história, também está movendo peças em outras partes da nossa linhagem, preparando conexões, futuros encontros e cumprindo promessas que vão além do que vemos."
    },
    {
      "numero": "21",
      "texto": "Uz, o mais velho, Buz, seu irmão, Quemuel, pai de Arã,",
      "reflexao": "A linhagem que se desenha aqui não é apenas registro genealógico — é o fio invisível da soberania de Deus costurando destinos, preparando o cenário para promessas futuras."
    },
    {
      "numero": "22",
      "texto": "Quésede, Hazo, Pildas, Jidlafe e Betuel,",
      "reflexao": "Cada nome registrado aqui aponta para um Deus que não se esquece dos detalhes. A história dos homens está nas mãos do Senhor, que escreve cada linha com perfeição."
    },
    {
      "numero": "23",
      "texto": "Pai de Rebeca. Estes foram os oito filhos que Milca deu a Naor, irmão de Abraão.",
      "reflexao": "Aqui surge o nome de Rebeca, que futuramente se conectará à promessa de Abraão. Deus já está, silenciosamente, preparando o caminho para o próximo capítulo da bênção."
    },
    {
      "numero": "24",
      "texto": "E sua concubina, chamada Reumá, teve os seguintes filhos: Tebá, Gaã, Taás e Maaca.",
      "reflexao": "Deus conhece todos os ramos, conexões e histórias. Nada passa despercebido aos Seus olhos. Cada detalhe, cada pessoa, cada linhagem tem um papel no grande mosaico divino da redenção."
    }
  ]
}
