{
  "livro": "Gênesis",
  "capitulo": "19",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os dois anjos chegaram a Sodoma ao anoitecer, e Ló estava sentado à porta da cidade. Quando os avistou, levantou-se e foi recebê-los. Prostrou-se, rosto em terra,",
      "reflexao": "Ló estava na porta, lugar de decisões e de julgamentos na cultura antiga. Mesmo vivendo em meio à corrupção, ele mantém um olhar atento e uma postura de honra, reconhecendo que há algo sobrenatural chegando à cidade."
    },
    {
      "numero": "2",
      "texto": "e disse: ‘Meus senhores, por favor, acompanhem-me à casa do seu servo. Lá poderão lavar os pés, passar a noite e, pela manhã, seguir caminho.’ ‘Não, passaremos a noite na praça’, responderam.",
      "reflexao": "O contraste entre hospitalidade e perigo se revela. Enquanto Ló oferece cuidado, os anjos testam a cidade, propondo ficar na praça, onde o mal se manifesta sem pudor."
    },
    {
      "numero": "3",
      "texto": "Mas ele insistiu tanto com eles que, finalmente, o acompanharam e entraram em sua casa. Ló mandou preparar-lhes uma refeição e assar pão sem fermento, e eles comeram.",
      "reflexao": "A insistência de Ló reflete um coração que, apesar de cercado pela perversidade, ainda entende o valor de proteger e honrar o próximo. Deus sempre encontra um justo que preserva princípios, mesmo no meio do caos."
    },
    {
      "numero": "4",
      "texto": "Ainda não tinham ido deitar-se, quando todos os homens de toda parte da cidade de Sodoma, dos mais jovens aos mais velhos, cercaram a casa.",
      "reflexao": "A depravação é coletiva, pública e sem vergonha. Quando a iniquidade se alastra, não há mais limite entre gerações — todos se corrompem, dos mais velhos aos mais jovens, revelando a gravidade da decadência moral da cidade."
    },
    {
      "numero": "5",
      "texto": "Chamaram Ló e lhe disseram: ‘Onde estão os homens que vieram à sua casa esta noite? Traga-os para nós aqui fora para que tenhamos relações com eles.’",
      "reflexao": "A proposta da cidade escancara o abismo da humanidade longe de Deus. O pecado não mais se esconde — torna-se afronta, arrogância e desejo descontrolado de corromper tudo que é santo."
    },
    {
      "numero": "6",
      "texto": "Ló saiu da casa, fechou a porta atrás de si",
      "reflexao": "Ao fechar a porta, Ló simbolicamente separa luz e trevas. A decisão de proteger os que estão sob seu cuidado exige coragem e enfrentamento, mesmo diante de uma multidão sedenta de maldade."
    },
    {
      "numero": "7",
      "texto": "e lhes disse: ‘Não, meus amigos! Não façam essa perversidade!’",
      "reflexao": "O apelo de Ló revela que, mesmo cercado pelo pecado, ainda existe quem defenda a justiça. A sua voz solitária ecoa como um grito de resistência contra a corrupção generalizada."
    },
    {
      "numero": "8",
      "texto": "‘Olhem, tenho duas filhas que ainda são virgens. Vou trazê-las para que vocês façam com elas o que bem entenderem. Mas não façam nada a estes homens, porque se acham debaixo da proteção do meu teto.’",
      "reflexao": "Este versículo expõe o quão distorcido estava o senso de justiça de Ló. Tentando proteger seus hóspedes, ele oferece algo impensável. É o retrato de alguém que tenta enfrentar o mal sem compreender completamente os princípios de Deus."
    },
    {
      "numero": "9",
      "texto": "‘Saia da frente!’, gritaram. E disseram: ‘Este homem chegou aqui como estrangeiro, e agora quer ser o juiz! Faremos a você pior do que a eles.’ Então empurraram Ló com violência e avançaram para arrombar a porta.",
      "reflexao": "O mal odeia ser confrontado. Quem se posiciona pela verdade inevitavelmente sofre resistência, perseguição e afronta. Aqui vemos como a rejeição da luz acende o ódio das trevas."
    },
    {
      "numero": "10",
      "texto": "Nisso, os dois visitantes agarraram Ló, puxaram-no para dentro e fecharam a porta.",
      "reflexao": "Quando as forças humanas se esgotam, Deus intervém. Os anjos tomam o controle da situação, revelando que, quando estamos cercados, o céu ainda está operando em nosso favor."
    },
    {
      "numero": "11",
      "texto": "Depois feriram de cegueira os homens que estavam à porta da casa, dos mais jovens aos mais velhos, de maneira que não conseguiam encontrar a porta.",
      "reflexao": "A cegueira física revela a cegueira espiritual que já dominava Sodoma. Quem rejeita a luz de Deus se perde na escuridão de seus próprios desejos, tropeçando sem perceber que caminha para a destruição."
    },
    {
      "numero": "12",
      "texto": "Os dois homens perguntaram a Ló: ‘Você tem mais alguém na cidade — genros, filhos ou filhas, ou qualquer outro parente? Tire-os daqui,’",
      "reflexao": "O amor de Deus busca salvar até o último possível. A pergunta dos anjos revela o coração de Deus, que, antes do juízo, oferece livramento àqueles que ainda podem ser alcançados."
    },
    {
      "numero": "13",
      "texto": "‘porque estamos para destruir este lugar. As acusações feitas ao Senhor contra este povo são tantas que ele nos enviou para destruir a cidade.’",
      "reflexao": "Deus é longânimo, mas há um limite. Quando o clamor da injustiça se torna insuportável, o juízo chega — não por falta de amor, mas pela necessidade de justiça e correção."
    },
    {
      "numero": "14",
      "texto": "Então Ló foi falar com seus genros, os quais iam casar-se com suas filhas, e lhes disse: ‘Saiam imediatamente deste lugar, porque o Senhor está para destruir a cidade!’ Mas eles pensaram que ele estava brincando.",
      "reflexao": "O pior estado espiritual é aquele em que o alerta do céu soa como brincadeira. Corações endurecidos não percebem quando a última porta da misericórdia está se fechando diante dos olhos."
    },
    {
      "numero": "15",
      "texto": "Ao raiar do dia, os anjos insistiam com Ló, dizendo: ‘Depressa! Leve daqui sua mulher e suas duas filhas, ou vocês também serão mortos quando a cidade for castigada.’",
      "reflexao": "A misericórdia de Deus é insistente. Mesmo diante da lentidão e hesitação humana, o céu continua empurrando, puxando, chamando — porque Deus não tem prazer na morte dos que perecem."
    },
    {
      "numero": "16",
      "texto": "Tendo ele hesitado, os homens o agarraram pela mão, como também a mulher e as duas filhas, e os tiraram dali à força e os deixaram fora da cidade, porque o Senhor teve misericórdia deles.",
      "reflexao": "Quando nossa fraqueza nos impede de reagir, Deus, em Sua infinita graça, nos toma pela mão e nos arranca do caminho da morte. A misericórdia do Senhor é maior que a nossa lentidão em obedecer."
    },
    {
      "numero": "17",
      "texto": "Assim que os tiraram da cidade, um deles disse a Ló: ‘Fuja por amor à vida! Não olhe para trás e não pare em lugar nenhum da planície! Fuja para as montanhas, ou você será morto!’",
      "reflexao": "A ordem é clara: fuja! Não olhe para trás, não se apegue ao que Deus está deixando para trás. O livramento exige ruptura com o passado e total dependência da direção de Deus para o futuro."
    },
    {
      "numero": "18",
      "texto": "Ló, porém, lhes disse: ‘Não, meu senhor!’",
      "reflexao": "Mesmo diante do sobrenatural, a resistência humana ainda tenta negociar rotas. Ló, temendo, busca alternativas, esquecendo que quem sabe o caminho da salvação é Deus, não o homem."
    },
    {
      "numero": "19",
      "texto": "‘Seu servo foi favorecido por sua benevolência, pois o senhor foi bondoso comigo, poupando-me a vida. Não posso fugir para as montanhas, se não esta calamidade cairá sobre mim, e morrerei.’",
      "reflexao": "O medo de Ló reflete um coração que ainda não aprendeu a confiar completamente. O apego às soluções mais fáceis revela o quanto nossa fé muitas vezes é frágil, mesmo após ver Deus agir."
    },
    {
      "numero": "20",
      "texto": "‘Aqui perto há uma cidade pequena. Está tão próxima que dá para correr até lá. Deixe-me ir para lá! Mesmo sendo tão pequena, lá estarei a salvo.’",
      "reflexao": "Deus, em Sua compaixão, muitas vezes permite que caminhemos em processos intermediários. Zoar, a cidade pequena, se torna símbolo da misericórdia que aceita nossa fraqueza, sem abandonar o propósito maior."
    },
    {
      "numero": "21",
      "texto": "‘Está bem’, respondeu ele. ‘Também lhe atenderei esse pedido; não destruirei a cidade da qual você fala.’",
      "reflexao": "Deus ajusta planos sem abrir mão do cuidado. A flexibilidade da graça não altera a seriedade do juízo, mas revela que, mesmo quando somos fracos, Ele continua agindo para preservar nossa vida."
    },
    {
      "numero": "22",
      "texto": "‘Fuja depressa, porque nada poderei fazer enquanto você não chegar lá.’ Por isso a cidade foi chamada Zoar.",
      "reflexao": "O livramento de Deus é tão poderoso que o juízo do céu espera até que os Seus estejam seguros. A proteção dos filhos de Deus segura até mesmo o avanço da destruição."
    },
    {
      "numero": "23",
      "texto": "Quando Ló chegou a Zoar, o sol já havia nascido sobre a terra.",
      "reflexao": "O amanhecer revela que, mesmo em meio ao juízo, há um novo dia para quem escolhe ouvir a voz de Deus. A misericórdia sempre abre caminho para um recomeço além das ruínas."
    },
    {
      "numero": "24",
      "texto": "Então o Senhor, o próprio Senhor, fez chover do céu fogo e enxofre sobre Sodoma e Gomorra.",
      "reflexao": "O juízo divino não é apenas consequência do pecado — é resposta santa ao clamor dos justos, à violência e à corrupção que chegaram a um limite insustentável diante do trono de Deus."
    },
    {
      "numero": "25",
      "texto": "Assim ele destruiu aquelas cidades e toda a planície, com todos os habitantes das cidades e a vegetação.",
      "reflexao": "Quando Deus age em juízo, não sobra vestígio da iniquidade. Sua intervenção é completa, não apenas para punir, mas também para purificar a terra de toda maldade acumulada."
    },
    {
      "numero": "26",
      "texto": "Mas a mulher de Ló olhou para trás e se transformou numa coluna de sal.",
      "reflexao": "Olhar para trás é mais que um gesto — é uma declaração de que o coração ainda estava preso àquilo que Deus estava destruindo. O apego ao passado pode custar o futuro."
    },
    {
      "numero": "27",
      "texto": "Na manhã seguinte, Abraão se levantou e voltou ao lugar onde tinha estado diante do Senhor.",
      "reflexao": "Abraão retorna ao altar da intercessão. Quem caminha com Deus nunca perde o hábito de voltar à presença, não importa o que tenha acontecido. O altar é lugar de comunhão, intercessão e respostas."
    },
    {
      "numero": "28",
      "texto": "E olhou para Sodoma e Gomorra, para toda a planície, e viu uma densa fumaça subindo da terra, como fumaça de uma fornalha.",
      "reflexao": "O que antes parecia inabalável agora se torna cinzas. Deus mostra que nenhuma estrutura construída sobre o pecado permanece. O que não tem alicerce na justiça de Deus, desaba."
    },
    {
      "numero": "29",
      "texto": "Quando Deus arrasou as cidades da planície, lembrou-se de Abraão e tirou Ló do meio da catástrofe que destruiu as cidades onde Ló vivia.",
      "reflexao": "O livramento de Ló não foi por seus méritos, mas pela intercessão de Abraão. Assim também muitos hoje vivem protegidos, cercados pela graça, fruto das orações daqueles que estão de joelhos diante de Deus."
    },
    {
      "numero": "30",
      "texto": "Ló partiu de Zoar com suas duas filhas e passou a viver nas montanhas, porque tinha medo de permanecer em Zoar. Ele e suas duas filhas ficaram morando numa caverna.",
      "reflexao": "Quando tentamos negociar com Deus por conforto, muitas vezes descobrimos que a verdadeira segurança não está nas cidades, mas na dependência total e irrestrita da presença dEle — mesmo que isso signifique viver nas cavernas."
    },
    {
      "numero": "31",
      "texto": "Um dia, a filha mais velha disse à mais jovem: ‘Nosso pai já está velho, e não há homens nas redondezas que nos possuam, segundo o costume de toda a terra.’",
      "reflexao": "A mentalidade da escassez, do medo e da desesperança leva a decisões distorcidas. Quando se perde a referência da promessa de Deus, tenta-se preservar o futuro de forma equivocada e destrutiva."
    },
    {
      "numero": "32",
      "texto": "‘Vamos dar vinho a nosso pai e então nos deitaremos com ele para preservar a linhagem de nosso pai.’",
      "reflexao": "O desejo de manter a linhagem, sem consultar Deus, conduz a decisões que geram consequências profundas para gerações. Quando a fé enfraquece, o pragmatismo domina."
    },
    {
      "numero": "33",
      "texto": "Naquela noite deram vinho ao pai, e a filha mais velha entrou e se deitou com ele. E ele não percebeu quando ela se deitou nem quando se levantou.",
      "reflexao": "Quando a consciência adormece — seja pelo álcool, seja pelo pecado — abre-se espaço para tragédias silenciosas, disfarçadas de soluções para problemas que Deus nunca autorizou resolver desse modo."
    },
    {
      "numero": "34",
      "texto": "No dia seguinte a filha mais velha disse à mais nova: ‘Ontem à noite deitei-me com meu pai. Vamos dar-lhe vinho também esta noite, e você se deitará com ele, para que preservemos a linhagem de nosso pai.’",
      "reflexao": "O pecado, quando não confrontado, se torna padrão, repete-se, se multiplica. O ciclo da dor continua quando a confiança em Deus é substituída por tentativas humanas desconectadas do céu."
    },
    {
      "numero": "35",
      "texto": "Então, outra vez deram vinho ao pai naquela noite, e a mais nova foi e se deitou com ele. E ele não percebeu quando ela se deitou nem quando se levantou.",
      "reflexao": "O segundo erro consolida o padrão da decadência moral. Quando se abandona a referência espiritual, o que parece solução se torna fonte de marcas profundas e consequências históricas."
    },
    {
      "numero": "36",
      "texto": "Assim, as duas filhas de Ló engravidaram do próprio pai.",
      "reflexao": "O resultado de escolhas desconectadas de Deus é sempre distorcido. O medo do futuro, quando não é entregue nas mãos do Senhor, gera frutos que carregam dor, divisão e conflitos nas gerações futuras."
    },
    {
      "numero": "37",
      "texto": "A mais velha teve um filho, e deu-lhe o nome de Moabe; este é o pai dos moabitas de hoje.",
      "reflexao": "Daquele erro nasce um povo. Moabe será lembrado como fruto de uma decisão tomada no medo, na ansiedade e na ausência da direção de Deus — e isso ecoará na história bíblica por gerações."
    },
    {
      "numero": "38",
      "texto": "A mais nova também teve um filho, e deu-lhe o nome de Ben-Ami; este é o pai dos amonitas de hoje.",
      "reflexao": "Os amonitas, assim como os moabitas, se tornam povos marcados pela origem dolorosa, cheia de feridas e traumas. Mas, ainda assim, Deus usará até histórias quebradas para cumprir Seu plano soberano sobre a humanidade."
    }
  ]
}
