{
  "livro": "Gênesis",
  "capitulo": "23",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Sara viveu cento e vinte e sete anos",
      "reflexao": "Cada ano da vida de Sara carrega o testemunho de que Deus cumpre promessas, mesmo quando o tempo humano parece impossível. Sua história é um memorial de fé, perseverança e cumprimento divino."
    },
    {
      "numero": "2",
      "texto": "e morreu em Quiriate-Arba, que é Hebrom, em Canaã; e Abraão foi lamentar e chorar por ela.",
      "reflexao": "Nem a fé mais sólida nos isenta da dor das despedidas. O choro de Abraão por Sara mostra que, mesmo os heróis da fé, são profundamente humanos e sensíveis às dores da separação."
    },
    {
      "numero": "3",
      "texto": "Depois Abraão deixou ali o corpo de sua mulher e foi falar com os hititas:",
      "reflexao": "Na dor, Abraão não se paralisa. Ele entende que há ciclos que precisam ser encerrados com honra. Até o luto se transforma em ato de responsabilidade e respeito pela memória de quem se ama."
    },
    {
      "numero": "4",
      "texto": "‘Sou apenas um estrangeiro entre vocês. Cedam-me alguma propriedade para sepultura, para que eu tenha onde enterrar a minha mulher.’",
      "reflexao": "Abraão reconhece sua condição de estrangeiro na terra, mesmo sendo herdeiro da promessa. Isso nos ensina que somos peregrinos aqui, caminhando para algo muito maior e eterno."
    },
    {
      "numero": "5",
      "texto": "Responderam os hititas a Abraão:",
      "reflexao": "Quando carregamos a bênção de Deus, até aqueles que estão fora da promessa reconhecem quem somos. A honra se manifesta até nos ambientes mais improváveis."
    },
    {
      "numero": "6",
      "texto": "‘Ouça-nos, senhor; o senhor é um príncipe de Deus em nosso meio. Enterre a sua mulher numa de nossas sepulturas, na que lhe parecer melhor. Nenhum de nós recusará ceder-lhe sua sepultura para que enterre a sua mulher.’",
      "reflexao": "O testemunho de Abraão era tão forte que, até entre os povos estrangeiros, ele era reconhecido como ‘príncipe de Deus’. Quem anda com Deus carrega uma honra que o mundo não pode negar."
    },
    {
      "numero": "7",
      "texto": "Abraão levantou-se, curvou-se perante o povo daquela terra, os hititas,",
      "reflexao": "A humildade de Abraão não diminui sua grandeza espiritual. Honrar os homens não contradiz a nossa fé, pelo contrário, revela caráter, respeito e sabedoria nas relações humanas."
    },
    {
      "numero": "8",
      "texto": "e disse-lhes: ‘Já que vocês me dão permissão para sepultar minha mulher, peço que intercedam por mim junto a Efrom, filho de Zoar,’",
      "reflexao": "Abraão compreende que as portas se abrem não só pela fé, mas também pelo diálogo, pela honra e pela capacidade de se relacionar de maneira justa e respeitosa com as pessoas."
    },
    {
      "numero": "9",
      "texto": "‘a fim de que ele me ceda a caverna de Macpela, que lhe pertence e se encontra na divisa do seu campo. Peçam-lhe que a ceda a mim pelo preço justo, para que eu tenha uma propriedade para sepultura entre vocês.’",
      "reflexao": "A promessa de Deus não anula os processos humanos. Abraão poderia reivindicar, mas escolhe comprar. A bênção não isenta do preço, ela nos capacita a agir com justiça e integridade."
    },
    {
      "numero": "10",
      "texto": "Efrom, o hitita, estava sentado no meio do seu povo e respondeu a Abraão, sendo ouvido por todos os hititas que tinham vindo à porta da cidade:",
      "reflexao": "As grandes decisões são feitas publicamente, diante de testemunhas. Abraão entende o valor da legalidade, da honra e da transparência nas negociações e alianças."
    },
    {
      "numero": "11",
      "texto": "‘Não, meu senhor. Ouça-me, eu lhe cedo o campo e também a caverna que nele está. Cedo-os na presença do meu povo. Sepulte a sua mulher.’",
      "reflexao": "A generosidade se manifesta quando existe honra. Mesmo assim, Abraão não aceita algo que não lhe custe. O que é eterno deve ser firmado com responsabilidade e compromisso."
    },
    {
      "numero": "12",
      "texto": "Novamente Abraão curvou-se perante o povo daquela terra",
      "reflexao": "Abraão demonstra que a verdadeira grandeza não se expressa pela imposição, mas pela humildade. A reverência abre portas que a força jamais abriria."
    },
    {
      "numero": "13",
      "texto": "e disse a Efrom, sendo ouvido por todos: ‘Ouça-me, por favor. Pagarei o preço do campo. Aceite-o, para que eu possa sepultar a minha mulher.’",
      "reflexao": "Abraão ensina que aquilo que se adquire para a eternidade deve ser feito com honra e justiça. A bênção não é desculpa para se aproveitar, mas compromisso em fazer o que é certo."
    },
    {
      "numero": "14",
      "texto": "Efrom respondeu a Abraão:",
      "reflexao": "O diálogo continua, mostrando que até na negociação existe espaço para sabedoria, respeito e construção de acordos que honram a todos os envolvidos."
    },
    {
      "numero": "15",
      "texto": "‘Ouça-me, meu senhor: aquele pedaço de terra vale quatrocentas peças de prata, mas o que significa isso entre mim e você? Sepulte a sua mulher.’",
      "reflexao": "Ainda que Efrom tente suavizar o custo, há um princípio espiritual aqui: o que é valioso, custa. Abraão entende que o que se constrói de forma sólida tem um preço — e ele está disposto a pagar."
    },
    {
      "numero": "16",
      "texto": "Abraão concordou com Efrom e pesou-lhe o valor por ele estipulado diante dos hititas: quatrocentas peças de prata, de acordo com o peso corrente entre os mercadores.",
      "reflexao": "A prontidão de Abraão em pagar revela um coração que não deseja bênçãos baratas, mas que entende que heranças espirituais e materiais são seladas com integridade."
    },
    {
      "numero": "17",
      "texto": "Assim o campo de Efrom em Macpela, perto de Manre, o próprio campo com a caverna que nele há e todas as árvores dentro das divisas do campo, foi transferido",
      "reflexao": "Aquilo que é legitimamente nosso, Deus confirma diante dos homens. A bênção não se limita ao espiritual, ela também se manifesta na posse legítima, na herança e na conquista visível."
    },
    {
      "numero": "18",
      "texto": "a Abraão como sua propriedade diante de todos os hititas que tinham vindo à porta da cidade.",
      "reflexao": "Quando Deus estabelece algo, Ele o faz de forma pública, clara e incontestável. A porta da cidade era o lugar das decisões — e ali Abraão tem sua propriedade confirmada diante de todos."
    },
    {
      "numero": "19",
      "texto": "Depois disso, Abraão sepultou sua mulher Sara na caverna do campo de Macpela, perto de Manre, que se encontra em Hebrom, na terra de Canaã.",
      "reflexao": "O sepultamento de Sara não é apenas um ato de despedida, mas de plantio profético. Ela é enterrada na terra da promessa — uma declaração silenciosa de que aquele lugar pertencerá, para sempre, à descendência de Abraão."
    },
    {
      "numero": "20",
      "texto": "Assim o campo e a caverna que nele há foram transferidos a Abraão pelos hititas como propriedade para sepultura.",
      "reflexao": "O primeiro pedaço da terra prometida que Abraão possui não é para construir, mas para sepultar — uma lembrança de que, muitas vezes, Deus começa a cumprir Suas promessas em nós por meio de lágrimas, mas isso é apenas o começo da grande herança que está por vir."
    }
  ]
}
