{
  "livro": "Gênesis",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Este é o registro da descendência de Adão: Quando Deus criou o homem, à semelhança de Deus o fez;",
      "reflexao": "O valor da humanidade está em sua origem. Somos criados à semelhança de Deus, carregando em nossa essência a marca do divino, ainda que feridos pela queda. Nossa identidade não nasce do mundo, mas do sopro do Criador."
    },
    {
      "numero": "2",
      "texto": "homem e mulher os criou. Quando foram criados, ele os abençoou e os chamou Homem.",
      "reflexao": "A bênção de Deus repousa sobre a humanidade desde o princípio. Ser chamado ‘Homem’ aqui não é distinção de gênero, mas afirmação da unidade da espécie humana, criada para refletir a beleza, a comunhão e o amor do Criador."
    },
    {
      "numero": "3",
      "texto": "Aos 130 anos, Adão gerou um filho à sua semelhança, conforme a sua imagem; e deu-lhe o nome de Sete.",
      "reflexao": "Gerar vida é prolongar não apenas a existência, mas também carregar traços da imagem divina. A vida segue, e, mesmo após a queda, Deus permite que a humanidade continue escrevendo sua história, com novos começos e novas esperanças."
    },
    {
      "numero": "4",
      "texto": "Depois que gerou Sete, Adão viveu 800 anos e gerou outros filhos e filhas.",
      "reflexao": "O relato dos muitos anos vividos reflete a graça de Deus sustentando a humanidade, dando tempo para construir, ensinar, amar e deixar legados. Cada geração carrega em si tanto as marcas do Éden quanto a esperança do que Deus ainda fará."
    },
    {
      "numero": "5",
      "texto": "Viveu ao todo 930 anos e morreu.",
      "reflexao": "Mesmo quem recebeu o sopro do Criador experimenta agora o limite da morte. A vida no tempo é breve quando comparada à eternidade. A morte não tem a palavra final, mas ela ecoa o chamado para vivermos cada dia com propósito e reverência."
    },
    {
      "numero": "6",
      "texto": "Aos 105 anos, Sete gerou Enos.",
      "reflexao": "A linhagem de esperança continua. O nascimento de Enos representa a continuidade da promessa, mostrando que, mesmo em um mundo quebrado, Deus mantém Sua mão sobre as gerações."
    },
    {
      "numero": "7",
      "texto": "Depois que gerou Enos, Sete viveu 807 anos e gerou outros filhos e filhas.",
      "reflexao": "A bênção da fecundidade e da vida se espalha pelas gerações. Cada filho e filha não é apenas número em uma genealogia, mas expressão do cuidado e da fidelidade de Deus para com a humanidade."
    },
    {
      "numero": "8",
      "texto": "Viveu ao todo 912 anos e morreu.",
      "reflexao": "Cada morte registrada neste capítulo carrega um lembrete: a vida é transitória. O sopro que recebemos é precioso e nos chama a viver com sentido, honrando Aquele que nos deu o dom de existir."
    },
    {
      "numero": "9",
      "texto": "Aos 90 anos, Enos gerou Cainã.",
      "reflexao": "O ciclo da vida continua. Cada nome citado carrega uma história, uma missão e uma oportunidade de deixar marcas eternas em um mundo que precisa da presença de Deus através de Seus filhos."
    },
    {
      "numero": "10",
      "texto": "Depois que gerou Cainã, Enos viveu 815 anos e gerou outros filhos e filhas.",
      "reflexao": "A vida se multiplica e se espalha. Mesmo após a queda, a graça de Deus permite que o mundo seja preenchido por gerações que carregam a imagem dEle, ainda que obscurecida pelo pecado."
    },
    {
      "numero": "11",
      "texto": "Viveu ao todo 905 anos e morreu.",
      "reflexao": "Mais uma vida que chega ao fim, lembrando-nos de que nosso tempo aqui não é eterno. A morte nos convida a refletir: o que estamos construindo? Qual legado de fé e amor deixamos?"
    },
    {
      "numero": "12",
      "texto": "Aos 70 anos, Cainã gerou Maalaleel.",
      "reflexao": "Cada nascimento é uma nova esperança. Mesmo em tempos difíceis, Deus permite que a vida floresça, trazendo consigo a possibilidade de transformação, redenção e continuidade dos Seus planos."
    },
    {
      "numero": "13",
      "texto": "Depois que gerou Maalaleel, Cainã viveu 840 anos e gerou outros filhos e filhas.",
      "reflexao": "Deus sustenta as gerações, permitindo que a vida se expanda. Cada nome, cada história, faz parte do grande plano de Deus, que conduz a história rumo à redenção final."
    },
    {
      "numero": "14",
      "texto": "Viveu ao todo 910 anos e morreu.",
      "reflexao": "O silêncio que sucede a morte ecoa a mesma pergunta: o que fizemos com os dias que nos foram dados? A finitude nos lembra do valor da eternidade e da urgência de vivermos alinhados com o céu."
    },
    {
      "numero": "15",
      "texto": "Aos 65 anos, Maalaleel gerou Jarede.",
      "reflexao": "Novamente, Deus permite que a vida prossiga. Cada geração que nasce é oportunidade para que o nome do Senhor seja conhecido, adorado e honrado sobre a terra."
    },
    {
      "numero": "16",
      "texto": "Depois que gerou Jarede, Maalaleel viveu 830 anos e gerou outros filhos e filhas.",
      "reflexao": "O relato segue, mostrando que, mesmo em um mundo longe do Éden, Deus mantém Sua mão sustentando as gerações, permitindo que a vida floresça apesar das dores da queda."
    },
    {
      "numero": "17",
      "texto": "Viveu ao todo 895 anos e morreu.",
      "reflexao": "Cada vez que lemos ‘e morreu’, somos lembrados de que há um limite. O homem foi feito para a eternidade, mas, por causa do pecado, experimenta a ruptura da morte. Ainda assim, a história não termina aqui — Deus já tece, em silêncio, o fio da redenção."
    },
    {
      "numero": "18",
      "texto": "Aos 162 anos, Jarede gerou Enoque.",
      "reflexao": "Com o nascimento de Enoque, Deus prepara um testemunho singular no meio da humanidade. Uma vida que não se resume a existir, mas a andar com Deus e transcender os limites do tempo."
    },
    {
      "numero": "19",
      "texto": "Depois que gerou Enoque, Jarede viveu 800 anos e gerou outros filhos e filhas.",
      "reflexao": "Enquanto a maioria vive para cumprir ciclos naturais, Deus levanta alguns que marcam a história por sua intimidade com Ele. Mas toda geração carrega consigo a possibilidade de escolher o caminho da comunhão ou da distância."
    },
    {
      "numero": "20",
      "texto": "Viveu ao todo 962 anos e morreu.",
      "reflexao": "Mais um capítulo que se fecha na longa história da humanidade. Cada vida, longa ou curta, é oportunidade para conhecer, amar e refletir o Criador. A morte não é ponto final — é uma vírgula na narrativa eterna de Deus."
    },
    {
      "numero": "21",
      "texto": "Aos 65 anos, Enoque gerou Matusalém.",
      "reflexao": "O nascimento de Matusalém — o homem mais longevo da história — carrega consigo o lembrete de que Deus é paciente, longânimo e misericordioso, sustentando gerações enquanto Seus planos se cumprem no tempo perfeito."
    },
    {
      "numero": "22",
      "texto": "Depois que gerou Matusalém, Enoque andou com Deus 300 anos e gerou outros filhos e filhas.",
      "reflexao": "‘Andou com Deus’ — a mais bela descrição de uma vida. Mais do que viver muitos anos, o que importa é como vivemos. Enoque nos ensina que o verdadeiro legado não é o tempo, mas a profundidade da caminhada com o Eterno."
    },
    {
      "numero": "23",
      "texto": "Viveu ao todo 365 anos.",
      "reflexao": "A vida de Enoque, embora mais breve que a de seus contemporâneos, foi uma vida plena. Quando se anda com Deus, não é a quantidade de dias que importa, mas a qualidade da presença divina em cada um deles."
    },
    {
      "numero": "24",
      "texto": "Enoque andou com Deus; e já não foi encontrado, pois Deus o havia arrebatado.",
      "reflexao": "Enoque não experimentou a morte. Seu desaparecimento é o testemunho de que é possível viver tão perto de Deus, que a separação entre o céu e a terra se torna apenas um passo. Uma vida de intimidade com Deus transcende o tempo e a morte."
    },
    {
      "numero": "25",
      "texto": "Aos 187 anos, Matusalém gerou Lameque.",
      "reflexao": "Cada geração nasce sob os olhos atentos do Deus da história. Enquanto os homens geram filhos, Deus continua gerando oportunidades de redenção, esperança e reconciliação com Ele."
    },
    {
      "numero": "26",
      "texto": "Depois que gerou Lameque, Matusalém viveu 782 anos e gerou outros filhos e filhas.",
      "reflexao": "A paciência de Deus é revelada na extensão dos anos de Matusalém. Um convite silencioso ao arrependimento e à busca por uma vida reconciliada com o Criador."
    },
    {
      "numero": "27",
      "texto": "Viveu ao todo 969 anos e morreu.",
      "reflexao": "O homem que viveu mais tempo na história ainda assim encontrou o limite da morte. Isso nos lembra que, por mais que a vida se estenda, ela é apenas uma preparação para aquilo que é eterno e definitivo em Deus."
    },
    {
      "numero": "28",
      "texto": "Aos 182 anos, Lameque gerou um filho.",
      "reflexao": "Deus sempre prepara alguém que será instrumento para algo maior. Assim nasce Noé, cuja vida carregará não apenas seu próprio destino, mas o destino da humanidade e da criação."
    },
    {
      "numero": "29",
      "texto": "Deu-lhe o nome de Noé e disse: 'Ele nos aliviará do nosso trabalho e do sofrimento de nossas mãos, causados pela terra que o SENHOR amaldiçoou'.",
      "reflexao": "O nome de Noé carrega a promessa de alívio, descanso e esperança. Mesmo em meio à dor, Deus planta respostas, levanta pessoas e sinaliza que o sofrimento não terá a última palavra."
    },
    {
      "numero": "30",
      "texto": "Depois que Noé nasceu, Lameque viveu 595 anos e gerou outros filhos e filhas.",
      "reflexao": "Enquanto a humanidade segue gerando e multiplicando, Deus já prepara, silenciosamente, o caminho da salvação. Cada geração é um fio na tapeçaria divina, que se entrelaça rumo à redenção."
    },
    {
      "numero": "31",
      "texto": "Viveu ao todo 777 anos e morreu.",
      "reflexao": "O número 777, na tradição bíblica, carrega simbolismo de plenitude e perfeição. A vida de Lameque chega ao fim, mas seu filho, Noé, carregará uma missão que mudará o rumo da história."
    },
    {
      "numero": "32",
      "texto": "Aos 500 anos, Noé tinha gerado Sem, Cam e Jafé.",
      "reflexao": "Noé não é apenas pai de filhos, mas pai de uma nova humanidade. De seus filhos surgirão nações, povos e histórias. Deus, mesmo quando julga, também prepara salvação. E assim, o ciclo da graça nunca se encerra."
    }
  ]
}
