{
  "livro": "Gênesis",
  "capitulo": "47",
  "versiculos": [
    {
      "numero": "1",
      "texto": "José foi dar as notícias ao faraó: ‘Meu pai e meus irmãos chegaram de Canaã com suas ovelhas, seus bois e tudo o que lhes pertence, e estão agora em Gósen’.",
      "reflexao": "Quando Deus honra, Ele também abre portas diante dos homens. José não se envergonha de sua família, mas os apresenta com dignidade, mostrando que a bênção de Deus sobre nossas vidas inclui também a restauração dos vínculos e a valorização da nossa história."
    },
    {
      "numero": "2",
      "texto": "Depois escolheu cinco de seus irmãos e os apresentou ao faraó.",
      "reflexao": "A escolha dos irmãos representa sabedoria e estratégia. Assim também Deus nos ensina a agir: saber o momento de se apresentar, de falar e de conduzir relações importantes. A excelência abre portas que o talento sozinho não consegue sustentar."
    },
    {
      "numero": "3",
      "texto": "Perguntou-lhes o faraó: ‘Em que vocês trabalham?’ Eles lhe responderam: ‘Teus servos são pastores, como os nossos antepassados’.",
      "reflexao": "Manter sua identidade, mesmo diante do faraó, revela coragem e autenticidade. Eles não tentam parecer algo que não são, pois sabem que Deus honra quem permanece firme em sua essência, sem negociar seus valores."
    },
    {
      "numero": "4",
      "texto": "Disseram-lhe ainda: ‘Viemos morar aqui por uns tempos, porque a fome é rigorosa em Canaã, e os rebanhos de teus servos não têm pastagem. Agora, por favor, permite que teus servos se estabeleçam em Gósen’.",
      "reflexao": "Humildemente, eles reconhecem sua necessidade, pedindo permissão. Deus nos ensina que pedir não é fraqueza, mas sinal de sabedoria e confiança. Quando nos colocamos com humildade, o favor de Deus se manifesta através das mãos dos homens."
    },
    {
      "numero": "5",
      "texto": "Então o faraó disse a José: ‘Seu pai e seus irmãos vieram a você,’",
      "reflexao": "O reconhecimento do faraó para com José reflete como Deus faz com Seus filhos: aqueles que são fiéis, Deus exalta e coloca em posição de honra, de tal forma que até os poderosos reconhecem a mão de Deus sobre suas vidas."
    },
    {
      "numero": "6",
      "texto": "‘e a terra do Egito está à sua disposição; faça com que seu pai e seus irmãos habitem na melhor parte da terra. Deixe-os morar em Gósen. E se você vê que alguns deles são competentes, coloque-os como responsáveis por meu rebanho.’",
      "reflexao": "O favor de Deus não apenas abre portas, mas concede acesso ao melhor da terra. Onde há graça, há também promoção, honra e provisão. Além disso, Deus valoriza a competência e o trabalho, recompensando aqueles que são diligentes em suas tarefas."
    },
    {
      "numero": "7",
      "texto": "Então José levou seu pai Jacó ao faraó e o apresentou a ele. Depois Jacó abençoou o faraó,",
      "reflexao": "O patriarca, embora diante do rei do Egito, não se intimida e libera uma bênção. Isso mostra que, mesmo em terras estrangeiras, quem carrega a bênção do céu tem autoridade espiritual. Aquele que anda com Deus é sempre maior, no espírito, do que qualquer posição terrena."
    },
    {
      "numero": "8",
      "texto": "e este lhe perguntou: ‘Quantos anos o senhor tem?’",
      "reflexao": "A pergunta do faraó revela honra e curiosidade sobre a longevidade de Jacó. Quando carregamos marcas de fidelidade, até os reis percebem a presença de Deus em nossa história, nas marcas do tempo e nos testemunhos de vida que trazemos."
    },
    {
      "numero": "9",
      "texto": "Jacó respondeu ao faraó: ‘São cento e trinta os anos da minha peregrinação. Foram poucos e difíceis e não chegam aos anos da peregrinação dos meus antepassados’.",
      "reflexao": "Jacó reconhece que sua vida foi marcada por lutas e desafios, mas também entende que a vida é uma peregrinação. Este versículo nos lembra que somos apenas viajantes nesta terra, e que nossa esperança está em algo maior do que os anos que contamos aqui."
    },
    {
      "numero": "10",
      "texto": "Então, Jacó abençoou o faraó e retirou-se.",
      "reflexao": "A bênção se repete. Isso revela que quem anda com Deus não apenas recebe, mas também transmite bênção por onde passa. Mesmo diante de autoridades, o servo de Deus é canal de vida, paz e favor celestial."
    },
    {
      "numero": "11",
      "texto": "José instalou seu pai e seus irmãos e deu-lhes propriedade na melhor parte das terras do Egito, na região de Ramessés, conforme a ordem do faraó.",
      "reflexao": "Quando Deus restaura, Ele não faz pela metade. A provisão não é apenas sobrevivência, é abundância, é honra, é posicionamento. Assim Deus faz com Seus filhos: prepara mesas fartas, até mesmo em terras estranhas."
    },
    {
      "numero": "12",
      "texto": "Providenciou também sustento para seu pai, para seus irmãos e para toda a sua família, de acordo com o número de filhos de cada um.",
      "reflexao": "O cuidado de Deus é detalhado. Ele supre não apenas de forma geral, mas de acordo com a necessidade de cada um. Seu amor é pessoal, específico, perfeito, e alcança cada membro da nossa casa, geração após geração."
    },
    {
      "numero": "13",
      "texto": "Não havia mantimento em toda a região, pois a fome era rigorosa; tanto o Egito como Canaã desfaleciam por causa da fome.",
      "reflexao": "Mesmo quando tudo à volta parece escassez, Deus guarda aqueles que estão debaixo da Sua promessa. O caos não define o destino dos filhos de Deus, pois Ele é fonte de provisão inesgotável em meio à crise."
    },
    {
      "numero": "14",
      "texto": "José recolheu toda a prata que circulava no Egito e em Canaã, dada como pagamento do trigo que o povo comprava, e levou-a ao palácio do faraó.",
      "reflexao": "José administra com sabedoria e diligência os recursos que Deus colocou em suas mãos. Este versículo nos ensina que ser mordomo fiel dos recursos é também parte do plano divino para nossa vida: administrar bem é servir a Deus com excelência."
    },
    {
      "numero": "15",
      "texto": "Quando toda a prata do Egito e de Canaã se esgotou, todos os egípcios foram suplicar a José: ‘Dá-nos comida! Não nos deixes morrer só porque a nossa prata acabou’.",
      "reflexao": "Este versículo revela como as riquezas materiais têm limites, mas a verdadeira fonte de vida vem da provisão que Deus entrega. Quando os recursos acabam, resta apenas a dependência daquele que detém o pão — uma poderosa ilustração de como dependemos da graça do Senhor."
    },
    {
      "numero": "16",
      "texto": "E José lhes disse: ‘Tragam então os seus rebanhos, e em troca lhes darei trigo, uma vez que a prata de vocês acabou’.",
      "reflexao": "A crise os leva a entregar o que têm para sobreviver. Espiritualmente, isso nos ensina que há momentos em que precisamos colocar nas mãos de Deus tudo o que temos, confiar plenamente e entender que a verdadeira segurança não está no que possuímos, mas em quem nos sustenta."
    },
    {
      "numero": "17",
      "texto": "E trouxeram a José os rebanhos, e ele deu-lhes trigo em troca de cavalos, ovelhas, bois e jumentos. Durante aquele ano inteiro ele os sustentou em troca de todos os seus rebanhos.",
      "reflexao": "A provisão de Deus, mesmo em tempos de crise, se manifesta através de meios inesperados. Este versículo nos ensina que, quando confiamos no cuidado divino, Deus nos sustenta, ainda que precisemos reorganizar o que possuímos para sobreviver e prosperar."
    },
    {
      "numero": "18",
      "texto": "O ano passou, e no ano seguinte voltaram a José, dizendo: ‘Não temos como esconder de ti, meu senhor, que uma vez que a nossa prata acabou e os nossos rebanhos lhe pertencem, nada mais nos resta para oferecer, a não ser os nossos próprios corpos e as nossas terras.’",
      "reflexao": "Quando os recursos humanos acabam, resta a dependência total. Este versículo reflete uma poderosa verdade espiritual: há momentos em que Deus nos permite chegar ao fim de nós mesmos, para que entendamos que nossa verdadeira fonte de vida é Ele, e não aquilo que possuímos."
    },
    {
      "numero": "19",
      "texto": "‘Não deixes que morramos e que as nossas terras pereçam diante dos teus olhos! Compra-nos, juntamente com as terras, em troca de trigo, e nós, com as nossas terras, seremos escravos do faraó. Dá-nos sementes para que sobrevivamos e não morramos de fome, a fim de que a terra não fique desolada.’",
      "reflexao": "Aqui vemos que, mesmo em meio à crise, há uma busca por esperança, por futuro. Pedir sementes significa desejar um recomeço. Assim também Deus faz conosco: quando tudo parece perdido, Ele nos entrega sementes — de fé, de esperança e de restauração."
    },
    {
      "numero": "20",
      "texto": "Assim, José comprou todas as terras do Egito para o faraó. Todos os egípcios tiveram que vender os seus campos, pois a fome os obrigou a isso. A terra tornou-se propriedade do faraó.",
      "reflexao": "Este versículo revela que, na administração de Deus, até os momentos de perda podem ser ressignificados. O controle que parecia estar nas mãos dos homens, agora se organiza de uma forma soberana, preparando um novo ciclo, uma nova ordem, um novo propósito."
    },
    {
      "numero": "21",
      "texto": "Quanto ao povo, José o reduziu à servidão, de uma à outra extremidade do Egito.",
      "reflexao": "A servidão aqui não representa opressão cruel, mas reorganização econômica para garantir a sobrevivência. Assim também, na vida espiritual, há momentos em que Deus permite que sejamos quebrantados, dependentes, para então experimentar um tempo de provisão e crescimento sob Sua direção."
    },
    {
      "numero": "22",
      "texto": "Somente as terras dos sacerdotes não foram compradas, porque, por lei, esses recebiam sustento regular do faraó, e disso viviam. Por isso não tiveram que vender as suas terras.",
      "reflexao": "Deus preserva aqueles que estão a serviço do altar, revelando que há provisão especial para os que se dedicam integralmente ao serviço sagrado. Isso nos ensina que Deus cuida dos que O servem, garantindo sustento em tempos de crise."
    },
    {
      "numero": "23",
      "texto": "Então José disse ao povo: ‘Ouçam! Hoje comprei vocês e suas terras para o faraó; aqui estão as sementes para que cultivem a terra.’",
      "reflexao": "Mesmo em meio à adversidade, Deus entrega sementes. A semente é símbolo de esperança, de recomeço, de futuro. Assim, Deus nunca nos deixa sem perspectiva — há sempre uma nova estação preparada, mesmo após tempos difíceis."
    },
    {
      "numero": "24",
      "texto": "‘Mas vocês darão a quinta parte das suas colheitas ao faraó. Os outros quatro quintos ficarão para vocês como sementes para os campos e como alimento para vocês, seus filhos e os que vivem em suas casas.’",
      "reflexao": "Aqui aprendemos sobre equilíbrio. Deus ensina princípios de mordomia, de contribuição e de provisão. A bênção não é só para ser consumida, mas também para ser partilhada, administrada e multiplicada, gerando sustentabilidade e prosperidade contínua."
    },
    {
      "numero": "25",
      "texto": "Eles disseram: ‘Meu senhor, tu nos salvaste a vida. Visto que nos favoreceste, seremos escravos do faraó.’",
      "reflexao": "O reconhecimento do povo revela gratidão. Eles entendem que a dependência, aqui, é sinônimo de preservação. Na vida espiritual, ser ‘servo’ do Senhor é, na verdade, encontrar liberdade, sustento e vida abundante sob Sua proteção e cuidado."
    },
    {
      "numero": "26",
      "texto": "Assim, quanto à terra, José estabeleceu o seguinte decreto no Egito, que permanece até hoje: Um quinto da produção pertence ao faraó. Somente as terras dos sacerdotes não se tornaram propriedade do faraó.",
      "reflexao": "A organização de José traz ordem, estabilidade e justiça em tempos de crise. Isso nos ensina que a bênção de Deus não exclui responsabilidade. Prosperar também envolve saber administrar, planejar, partilhar e construir ambientes de equilíbrio e cuidado coletivo."
    },
    {
      "numero": "27",
      "texto": "Os israelitas se estabeleceram no Egito, na região de Gósen. Lá adquiriram propriedades, foram prolíferos e multiplicaram-se muito.",
      "reflexao": "Quando Deus planta, Ele também faz crescer. Mesmo em terras estrangeiras, mesmo em meio à crise global, Deus faz florescer aqueles que estão debaixo da Sua promessa. Onde muitos veem deserto, Deus faz nascer jardins."
    },
    {
      "numero": "28",
      "texto": "Jacó viveu dezessete anos no Egito, e os anos da sua vida chegaram a cento e quarenta e sete.",
      "reflexao": "Os anos finais de Jacó, que poderiam ser de tristeza, se tornam anos de restauração, convívio familiar e alegria. Deus é capaz de transformar o pôr do sol da nossa vida em um pôr do sol cheio de paz, honra e plenitude."
    },
    {
      "numero": "29",
      "texto": "Aproximando-se a hora da sua morte, Israel chamou seu filho José e lhe disse: ‘Se quer agradar-me, ponha a mão debaixo da minha coxa e prometa que será bondoso e fiel comigo: Não me sepulte no Egito.’",
      "reflexao": "O pedido de Jacó revela um coração que não esquece suas raízes e suas promessas com Deus. Ele entende que sua identidade não está no Egito, mas na terra da promessa. Assim também nós: nossa esperança não está nas circunstâncias presentes, mas na promessa eterna que Deus nos fez."
    },
    {
      "numero": "30",
      "texto": "‘Quando eu descansar com meus pais, leve-me daqui do Egito e sepulte-me junto a eles.’ José respondeu: ‘Farei como o senhor me pede.’",
      "reflexao": "Cumprir o desejo de um pai, especialmente aquele ligado à promessa, é honrar não apenas a família, mas também a aliança com Deus. O respeito às gerações é sinal de sabedoria, temor e compromisso com o que é eterno."
    },
    {
      "numero": "31",
      "texto": "Mas Jacó insistiu: ‘Jure-me.’ E José lhe jurou, e Israel curvou-se apoiado em seu bordão.",
      "reflexao": "Este ato final, de se curvar sobre o bordão, é um símbolo de reverência, gratidão e adoração. Jacó termina sua jornada não olhando para a dor do passado, mas com os olhos voltados para a fidelidade de Deus, sustentando-se na promessa que nunca falhou."
    }
  ]
}
