{
  "livro": "Gênesis",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘Houve fome naquela terra, como tinha acontecido no tempo de Abraão. Por isso Isaque foi para Gerar, onde Abimeleque era o rei dos filisteus.’",
      "reflexao": "Assim como seus pais, enfrentamos desafios que parecem se repetir, mas a fidelidade de Deus se manifesta em cada geração que confia Nele."
    },
    {
      "numero": "2",
      "texto": "O Senhor apareceu a Isaque e disse: ‘Não desça ao Egito; procure estabelecer-se na terra que eu lhe indicar.’",
      "reflexao": "Quando tudo parece falta, Deus nos convida a confiar, a permanecer onde Ele nos planta, porque a provisão vem da Sua Palavra, não das circunstâncias."
    },
    {
      "numero": "3",
      "texto": "‘Permaneça nesta terra mais um pouco, e eu estarei com você e o abençoarei. Porque a você e a seus descendentes darei todas estas terras e confirmarei o juramento que fiz a seu pai Abraão.’",
      "reflexao": "A bênção não está no lugar, está na presença de Deus. Quando Ele diz ‘estarei com você’, é garantia de provisão, proteção e promessa cumprida."
    },
    {
      "numero": "4",
      "texto": "‘Tornarei seus descendentes tão numerosos como as estrelas do céu e lhes darei todas estas terras; e por meio da sua descendência todos os povos da terra serão abençoados,’",
      "reflexao": "Deus não apenas abençoa indivíduos, Ele estabelece legados. A fidelidade de hoje ecoa na eternidade, tocando gerações que nem conhecemos."
    },
    {
      "numero": "5",
      "texto": "‘porque Abraão me obedeceu e guardou meus preceitos, meus mandamentos, meus decretos e minhas leis.’",
      "reflexao": "A obediência constrói um caminho onde a graça e a promessa de Deus fluem livremente sobre nossos descendentes."
    },
    {
      "numero": "6",
      "texto": "Assim Isaque ficou em Gerar.",
      "reflexao": "Obedecer nem sempre faz sentido humano, mas faz todo sentido no Reino. Ficar no lugar onde Deus manda é permanecer debaixo da bênção."
    },
    {
      "numero": "7",
      "texto": "Quando os homens do lugar lhe perguntaram sobre a sua mulher, ele disse: ‘Ela é minha irmã’. Teve medo de dizer que era sua mulher, pois pensou: ‘Os homens deste lugar podem matar-me por causa de Rebeca, por ser ela tão bonita.’",
      "reflexao": "O medo nos faz repetir erros do passado, mas Deus é misericordioso e ainda assim cuida de nós, mesmo quando nossa fé vacila."
    },
    {
      "numero": "8",
      "texto": "Isaque estava em Gerar já fazia muito tempo. Certo dia, Abimeleque, rei dos filisteus, estava olhando do alto de uma janela quando viu Isaque acariciando Rebeca, sua mulher.",
      "reflexao": "O que tentamos esconder cedo ou tarde vem à tona. A verdade, por mais desconfortável que pareça, sempre encontra seu caminho."
    },
    {
      "numero": "9",
      "texto": "Então Abimeleque chamou Isaque e lhe disse: ‘Na verdade ela é tua mulher! Por que me disseste que ela era tua irmã?’ Isaque respondeu: ‘Porque pensei que eu poderia ser morto por causa dela.’",
      "reflexao": "Quando deixamos o medo guiar nossas escolhas, colocamos não só nossa vida em risco, mas também a vida daqueles que nos cercam."
    },
    {
      "numero": "10",
      "texto": "Então disse Abimeleque: ‘Tens ideia do que nos fizeste? Qualquer homem bem poderia ter-se deitado com tua mulher, e terias trazido culpa sobre nós.’",
      "reflexao": "Nossas decisões, certas ou erradas, nunca afetam apenas a nós mesmos. Elas têm o poder de gerar bênção ou maldição sobre muitos."
    },
    {
      "numero": "11",
      "texto": "E Abimeleque ordenou a todo o povo: ‘Quem tocar neste homem ou em sua mulher certamente morrerá!’",
      "reflexao": "Mesmo quando falhamos, Deus levanta proteção sobrenatural sobre nós. Sua graça é maior que nossos erros."
    },
    {
      "numero": "12",
      "texto": "Isaque formou lavoura naquela terra e no mesmo ano colheu a cem por um, porque o Senhor o abençoou.",
      "reflexao": "A colheita de quem anda com Deus não depende do clima, do mercado ou das condições. Depende do favor sobrenatural do Altíssimo."
    },
    {
      "numero": "13",
      "texto": "O homem enriqueceu, e a sua riqueza continuou a aumentar, até que ficou riquíssimo.",
      "reflexao": "O crescimento que vem de Deus é constante, progressivo e irreversível. Não há limites para quem caminha debaixo da promessa."
    },
    {
      "numero": "14",
      "texto": "Possuía tantos rebanhos e servos que os filisteus o invejavam.",
      "reflexao": "A bênção de Deus sobre a sua vida será tão evidente que até quem não te entende terá que reconhecer que há algo divino em você."
    },
    {
      "numero": "15",
      "texto": "Estes taparam todos os poços que os servos de Abraão, pai de Isaque, tinham cavado na sua época, enchendo-os de terra.",
      "reflexao": "O inimigo tentará fechar suas fontes de provisão, mas o que vem de Deus ninguém consegue impedir por muito tempo."
    },
    {
      "numero": "16",
      "texto": "Então Abimeleque pediu a Isaque: ‘Sai de nossa terra, pois já és poderoso demais para nós.’",
      "reflexao": "O favor de Deus incomoda quem vive na lógica do mundo. A prosperidade do justo, muitas vezes, provoca desconforto nos ímpios."
    },
    {
      "numero": "17",
      "texto": "Então Isaque mudou-se de lá, acampou no vale de Gerar e ali se estabeleceu.",
      "reflexao": "Quando uma porta se fecha, Deus já preparou outra. O justo não vive de ambientes, vive da promessa que carrega."
    },
    {
      "numero": "18",
      "texto": "Isaque reabriu os poços cavados no tempo de seu pai Abraão, os quais os filisteus fecharam depois que Abraão morreu, e deu-lhes os mesmos nomes que seu pai lhes tinha dado.",
      "reflexao": "Há poços antigos — legados, promessas, dons — que precisam ser reabertos. O que Deus liberou para a sua linhagem continua disponível hoje."
    },
    {
      "numero": "19",
      "texto": "Os servos de Isaque cavaram no vale e descobriram um veio d’água.",
      "reflexao": "Quem cava com fé sempre encontra fonte. No Reino, o esforço nunca é em vão, porque Deus honra os que perseveram."
    },
    {
      "numero": "20",
      "texto": "Mas os pastores de Gerar discutiram com os pastores de Isaque, dizendo: ‘A água é nossa!’ Por isso Isaque deu ao poço o nome de Eseque, porque discutiram por causa dele.’",
      "reflexao": "Nem todo lugar onde há provisão é lugar de paz. Deus permite certas lutas para nos ensinar que há poços que não valem o desgaste."
    },
    {
      "numero": "21",
      "texto": "Então os seus servos cavaram outro poço, mas eles também discutiram por causa dele; por isso o chamou Sitna.",
      "reflexao": "Quando houver oposição constante, não insista — mova-se. O Deus da promessa te leva além, para águas que ninguém pode te roubar."
    },
    {
      "numero": "22",
      "texto": "Isaque mudou-se dali e cavou outro poço, e ninguém discutiu por causa dele. Deu-lhe o nome de Reobote, dizendo: ‘Agora o Senhor nos abriu espaço e prosperaremos na terra.’",
      "reflexao": "Deus tem um Reobote para você — um lugar de expansão, paz e provisão, onde ninguém poderá te impedir de prosperar no propósito."
    },
    {
      "numero": "23",
      "texto": "Dali Isaque foi para Berseba.",
      "reflexao": "Quem anda em obediência sabe quando é hora de avançar. Deus tem lugares preparados para cada estação da nossa jornada."
    },
    {
      "numero": "24",
      "texto": "Naquela noite, o Senhor lhe apareceu e disse: ‘Eu sou o Deus de seu pai Abraão. Não tema, porque estou com você; eu o abençoarei e multiplicarei os seus descendentes por amor ao meu servo Abraão.’",
      "reflexao": "Quando Deus repete Suas promessas, é para firmar no nosso coração que Ele não muda e cumpre tudo o que diz. Sua presença é nossa maior segurança."
    },
    {
      "numero": "25",
      "texto": "Isaque construiu nesse lugar um altar e invocou o nome do Senhor. Ali armou acampamento, e os seus servos cavaram outro poço.",
      "reflexao": "O altar vem antes do acampamento. Onde Deus é honrado em primeiro lugar, a provisão flui e a permanência é segura."
    },
    {
      "numero": "26",
      "texto": "Por aquele tempo, veio a ele Abimeleque, de Gerar, com Auzate, seu conselheiro pessoal, e Ficol, o comandante dos seus exércitos.",
      "reflexao": "Até aqueles que te rejeitam serão forçados a reconhecer que há algo em você que só pode ser explicado pela mão de Deus."
    },
    {
      "numero": "27",
      "texto": "Isaque lhes perguntou: ‘Por que me vieram ver, uma vez que foram hostis e me mandaram embora?’",
      "reflexao": "O favor de Deus vira a mesa. Aqueles que antes rejeitavam, agora vêm procurar aliança, porque percebem que a bênção do Senhor é visível na sua vida."
    },
    {
      "numero": "28",
      "texto": "Eles responderam: ‘Vimos claramente que o Senhor está contigo; por isso dissemos: Façamos um juramento entre nós. Queremos firmar um acordo contigo.’",
      "reflexao": "A presença de Deus na vida de quem anda com Ele não pode ser escondida. Até quem não crê reconhece quando Deus está em alguém."
    },
    {
      "numero": "29",
      "texto": "‘Tu não nos farás mal, assim como nada te fizemos, mas sempre te tratamos bem e te despedimos em paz. Agora sabemos que o Senhor te tem abençoado.’",
      "reflexao": "O testemunho da bênção se torna tão evidente que muda até o discurso dos que antes te viam como ameaça."
    },
    {
      "numero": "30",
      "texto": "Então Isaque ofereceu-lhes um banquete, e eles comeram e beberam.",
      "reflexao": "Quem tem Deus no centro aprende a transformar desavenças em banquetes de reconciliação. A paz também faz parte da prosperidade do Reino."
    },
    {
      "numero": "31",
      "texto": "Na manhã seguinte os dois fizeram juramento. Depois Isaque os despediu e partiram em paz.",
      "reflexao": "Onde há aliança com Deus, há paz até com os inimigos. O Senhor transforma guerras em acordos e contendas em alianças."
    },
    {
      "numero": "32",
      "texto": "Naquele mesmo dia os servos de Isaque vieram falar-lhe sobre o poço que tinham cavado, e disseram: ‘Achamos água!’",
      "reflexao": "Quando você estabelece paz e honra o Senhor, até as águas escondidas começam a se revelar. A provisão acompanha quem caminha em aliança com Deus."
    },
    {
      "numero": "33",
      "texto": "‘Isaque deu-lhe o nome de Seba e, por isso, até o dia de hoje aquela cidade é conhecida como Berseba.’",
      "reflexao": "Cada vitória na caminhada com Deus se transforma em um memorial, um testemunho visível da fidelidade dEle na nossa história."
    },
    {
      "numero": "34",
      "texto": "‘Tinha Esaú quarenta anos de idade quando escolheu por mulher a Judite, filha de Beeri, o hitita, e também a Basemate, filha de Elom, o hitita.’",
      "reflexao": "Escolhas feitas fora da direção de Deus geram dores futuras. Esaú prioriza o que vê, não o que Deus deseja — e isso terá consequências."
    },
    {
      "numero": "35",
      "texto": "‘Elas amarguraram a vida de Isaque e de Rebeca.’",
      "reflexao": "Quando nossas escolhas não são guiadas por Deus, amarguramos não apenas nossa própria vida, mas também daqueles que nos amam e caminham conosco."
    }
  ]
}
