{
  "livro": "Gênesis",
  "capitulo": "29",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então Jacó seguiu viagem e chegou à Mesopotâmia.",
      "reflexao": "Cada jornada guiada por Deus é um caminho de descobertas, amadurecimento e cumprimento de promessas. Jacó não chega por acaso, mas pela condução do Deus que transforma estradas em cenários de propósito e encontros em sementes de futuro."
    },
    {
      "numero": "2",
      "texto": "Certo dia, olhando ao redor, viu um poço no campo e três rebanhos de ovelhas deitadas por perto, pois os rebanhos bebiam daquele poço, que era tapado por uma grande pedra.",
      "reflexao": "O poço simboliza a fonte de provisão e sustento. Mas há uma pedra, uma barreira, que impede o acesso às águas. Assim também na vida: há promessas, há fontes, mas é necessário esforço, fé e ação para remover os obstáculos e acessar o que Deus preparou."
    },
    {
      "numero": "3",
      "texto": "Por isso, quando todos os rebanhos se reuniam ali, os pastores rolavam a pedra da boca do poço e davam água às ovelhas. Depois recolocavam a pedra em seu lugar, sobre o poço.",
      "reflexao": "Há bênçãos que são liberadas no tempo certo, no momento do encontro, na coletividade. Deus também nos ensina que certas portas se abrem quando há unidade, colaboração e disposição em servir uns aos outros."
    },
    {
      "numero": "4",
      "texto": "Jacó perguntou aos pastores: ‘Meus amigos, de onde são vocês?’ ‘Somos de Harã’, responderam.",
      "reflexao": "O diálogo revela que a direção divina se manifesta até nas conversas mais simples. Deus alinha encontros, direciona palavras e conduz passos para que seus planos se cumpram. Não há acaso na trajetória de quem caminha com fé."
    },
    {
      "numero": "5",
      "texto": "‘Vocês conhecem Labão, neto de Naor?’, perguntou-lhes Jacó. Eles responderam: ‘Sim, nós o conhecemos’.",
      "reflexao": "Quando Deus quer, Ele conecta pessoas, histórias e caminhos. A resposta dos pastores confirma que há mão divina até nos encontros cotidianos. Nada foge do controle do Deus que escreve nossa história com detalhes e perfeição."
    },
    {
      "numero": "6",
      "texto": "Então Jacó perguntou: ‘Ele vai bem?’ ‘Sim, vai bem’, disseram eles, ‘e ali vem sua filha Raquel com as ovelhas’.",
      "reflexao": "Aqui se inicia um dos encontros mais emblemáticos da Bíblia. Raquel, conduzida pelo dever, se torna resposta de Deus para Jacó. Assim também, muitas vezes, as respostas que buscamos chegam disfarçadas de rotinas, mas carregam promessas eternas."
    },
    {
      "numero": "7",
      "texto": "Disse ele: ‘Olhem, o sol ainda vai alto e não é hora de recolher os rebanhos. Deem de beber às ovelhas e levem-nas de volta ao pasto’.",
      "reflexao": "Jacó demonstra zelo e senso de responsabilidade, ainda que não fosse seu trabalho. Quem tem coração alinhado com Deus leva excelência até nas coisas que não são suas. Onde há integridade, há favor e há portas abertas."
    },
    {
      "numero": "8",
      "texto": "Mas eles responderam: ‘Não podemos, enquanto os rebanhos não se agruparem e a pedra não for removida da boca do poço. Só então daremos de beber às ovelhas’.",
      "reflexao": "Há processos que exigem ordem, espera e coletividade. Nem tudo acontece no nosso tempo, mas no tempo estabelecido. Deus nos ensina, aqui, que há bênçãos que são liberadas quando entendemos o princípio do tempo certo e da cooperação."
    },
    {
      "numero": "9",
      "texto": "Ele ainda estava conversando, quando chegou Raquel com as ovelhas de seu pai, pois ela era pastora.",
      "reflexao": "Raquel surge como resposta viva de oração não feita, mas sonhada no coração de Jacó. Deus surpreende seus filhos no ordinário, fazendo do comum um palco para o extraordinário acontecer. Ele sempre trabalha nos bastidores da nossa jornada."
    },
    {
      "numero": "10",
      "texto": "Quando Jacó viu Raquel, filha de Labão, irmão de sua mãe, e as ovelhas de Labão, aproximou-se, removeu a pedra da boca do poço e deu de beber às ovelhas de seu tio Labão.",
      "reflexao": "O amor gera força, coragem e ação. O que era feito por vários homens, Jacó faz sozinho. Quando há amor e propósito, Deus nos reveste de uma força que supera limites, rompe barreiras e abre poços de provisão e bênção."
    },
    {
      "numero": "11",
      "texto": "Depois Jacó beijou Raquel e começou a chorar bem alto.",
      "reflexao": "O encontro entre Jacó e Raquel não é apenas físico, mas espiritual. O choro é a linguagem da alma que reconhece que os caminhos de Deus são perfeitos. Lágrimas também são orações que sobem ao trono, testemunhando que Deus cumpre promessas."
    },
    {
      "numero": "12",
      "texto": "Então contou a Raquel que era parente do pai dela e filho de Rebeca. E ela foi correndo contar tudo a seu pai.",
      "reflexao": "Quando a promessa chega, ela se espalha. Raquel corre, não apenas para contar uma novidade, mas para anunciar que algo profético estava se desenrolando. Assim também, quando Deus se move em nossas vidas, é impossível conter a alegria e o desejo de compartilhar."
    },
    {
      "numero": "13",
      "texto": "Logo que Labão ouviu as notícias acerca de Jacó, seu sobrinho, correu ao seu encontro, abraçou-o e o beijou. Depois, levou-o para casa, e Jacó contou-lhe tudo o que havia ocorrido.",
      "reflexao": "Labão recebe Jacó com hospitalidade, e aqui vemos que Deus vai preparando corações, vínculos e alianças necessárias para o cumprimento dos seus planos. Deus cuida de cada detalhe, antes mesmo de percebermos."
    },
    {
      "numero": "14",
      "texto": "Então Labão lhe disse: ‘Você é sangue do meu sangue’. Já fazia um mês que Jacó estava na casa de Labão,",
      "reflexao": "O reconhecimento de parentesco aqui é mais do que biológico; é também um alinhamento de histórias que Deus costura com perfeição. Deus usa vínculos e relações para fazer avançar seus propósitos na vida dos seus filhos."
    },
    {
      "numero": "15",
      "texto": "quando este lhe disse: ‘Só por ser meu parente você vai trabalhar de graça? Diga-me qual deve ser o seu salário’.",
      "reflexao": "Labão mostra que o valor de alguém precisa ser reconhecido. Aqui aprendemos que até as relações de amor e família devem ser equilibradas com justiça, honra e dignidade. Deus se agrada quando há clareza e respeito nas relações humanas."
    },
    {
      "numero": "16",
      "texto": "Ora, Labão tinha duas filhas; o nome da mais velha era Lia, e o da mais nova, Raquel.",
      "reflexao": "A menção das filhas de Labão prepara o cenário onde Deus começará a trabalhar temas como amor, rejeição, espera, esperança e redenção — elementos que atravessam gerações e tocam nossas vidas até hoje."
    },
    {
      "numero": "17",
      "texto": "Lia tinha olhos meigos, mas Raquel era bonita e atraente.",
      "reflexao": "Aqui vemos que a vida frequentemente coloca lado a lado o visível e o invisível, o externo e o interno. Enquanto os olhos do mundo se encantam com a beleza, Deus muitas vezes escolhe trabalhar naquilo que é desprezado, revelando que sua graça supera as aparências."
    },
    {
      "numero": "18",
      "texto": "Como Jacó gostava muito de Raquel, disse: ‘Trabalharei sete anos em troca de Raquel, sua filha mais nova’.",
      "reflexao": "O amor verdadeiro se expressa em disposição, compromisso e sacrifício. Jacó mostra que quando se ama, o tempo deixa de ser fardo e se torna investimento. O amor que nasce no propósito de Deus é paciente, perseverante e resiliente."
    },
    {
      "numero": "19",
      "texto": "Labão respondeu: ‘Será melhor dá-la a você do que a algum outro homem. Fique aqui comigo’.",
      "reflexao": "Labão reconhece que há um favor sobre Jacó, e aceita sua proposta. Deus abre portas, alinha corações e prepara cenários quando caminhamos segundo sua vontade. O favor divino cria oportunidades onde antes havia impossibilidades."
    },
    {
      "numero": "20",
      "texto": "Então Jacó trabalhou sete anos por Raquel, mas lhe pareceram poucos dias, pelo tanto que a amava.",
      "reflexao": "O amor que vem de Deus torna leve até o peso dos dias difíceis. Quando o amor é verdadeiro e tem alicerce na promessa, o tempo não desgasta, mas fortalece. O amor paciente se torna semente de alegria futura."
    },
    {
      "numero": "21",
      "texto": "Então disse Jacó a Labão: ‘Entregue-me a minha mulher. Cumpri o prazo previsto e quero deitar-me com ela’.",
      "reflexao": "Jacó expressa o anseio de quem esperou, trabalhou e se dedicou. Esse versículo nos lembra que Deus honra aqueles que mantêm a fidelidade, a paciência e o compromisso, mesmo diante das esperas longas."
    },
    {
      "numero": "22",
      "texto": "Então Labão reuniu todo o povo daquele lugar e deu uma festa.",
      "reflexao": "O casamento é celebrado em comunidade, porque alianças feitas segundo o propósito de Deus geram testemunho, bênção e alegria que transbordam além dos noivos, alcançando todos ao redor."
    },
    {
      "numero": "23",
      "texto": "Mas quando a noite chegou, deu sua filha Lia a Jacó, e Jacó deitou-se com ela.",
      "reflexao": "O engano de Labão revela uma triste realidade humana: a quebra de confiança. Mas Deus é especialista em transformar até os enganos em cenários de redenção, crescimento e cumprimento dos seus planos maiores."
    },
    {
      "numero": "24",
      "texto": "Labão também entregou sua serva Zilpa à sua filha, para que ficasse a serviço dela.",
      "reflexao": "O detalhe da entrega de Zilpa mostra como as dinâmicas familiares e culturais daquela época fazem parte do enredo divino, mesmo quando os processos humanos parecem imperfeitos. Deus continua soberano sobre tudo."
    },
    {
      "numero": "25",
      "texto": "Quando chegou a manhã, lá estava Lia. Então Jacó disse a Labão: ‘Que foi que você me fez? Eu não trabalhei por Raquel? Por que você me enganou?’",
      "reflexao": "A decepção de Jacó ecoa o sentimento de quem foi traído. Mas Deus nos lembra que, mesmo quando somos surpreendidos pela injustiça, Ele continua escrevendo nossa história, e nenhuma traição é capaz de frustrar seus planos soberanos."
    },
    {
      "numero": "26",
      "texto": "Labão respondeu: ‘Aqui não é costume entregar em casamento a filha mais nova antes da mais velha.’",
      "reflexao": "Labão se esconde atrás da cultura para justificar o engano. Isso nos lembra que nem toda tradição é justa. Deus nos ensina a discernir que princípios divinos estão acima das convenções humanas."
    },
    {
      "numero": "27",
      "texto": "‘Deixe passar esta semana de núpcias e lhe daremos também a mais nova, em troca de mais sete anos de trabalho.’",
      "reflexao": "O preço parece alto, mas Jacó aceita. Deus nos mostra que há processos em que o amor e o propósito exigem paciência, resiliência e disposição para prosseguir, mesmo quando o caminho é mais longo do que imaginávamos."
    },
    {
      "numero": "28",
      "texto": "Jacó concordou. Passou aquela semana de núpcias com Lia, e Labão lhe deu sua filha Raquel por mulher.",
      "reflexao": "Deus cumpre promessas, mesmo quando os caminhos parecem tortuosos. O que está reservado para nós não será roubado nem anulado. O tempo de espera não é perda, é preparação para o que Deus determinou."
    },
    {
      "numero": "29",
      "texto": "Labão deu a Raquel sua serva Bila, para que ficasse a serviço dela.",
      "reflexao": "Os detalhes da narrativa reforçam como Deus está atento a todos os aspectos da nossa história, mesmo os que parecem pequenos e secundários aos olhos humanos. Nada escapa ao controle do Senhor."
    },
    {
      "numero": "30",
      "texto": "Jacó deitou-se também com Raquel, que era a sua preferida. E trabalhou para Labão outros sete anos.",
      "reflexao": "O amor de Jacó por Raquel é prova de que o amor, quando alinhado ao propósito, é capaz de enfrentar qualquer desafio. Deus honra quem caminha em fidelidade, mesmo em meio às adversidades e às esperas prolongadas."
    },
    {
      "numero": "31",
      "texto": "Quando o Senhor viu que Lia era desprezada, concedeu-lhe filhos; Raquel, porém, era estéril.",
      "reflexao": "Deus vê o invisível, ouve o não-dito e atende aos corações quebrantados. Onde há desprezo humano, há consolo divino. Deus é aquele que exalta os que foram esquecidos, e escreve histórias de honra sobre páginas de rejeição."
    },
    {
      "numero": "32",
      "texto": "Lia engravidou, deu à luz um filho, e deu-lhe o nome de Rúben, pois dizia: ‘O Senhor viu a minha infelicidade. Agora, certamente o meu marido me amará’.",
      "reflexao": "O clamor de Lia reflete a busca humana por aceitação e amor. Mas Deus lhe mostra que o valor dela não está no amor de um homem, mas no olhar atento do Deus que vê, que cuida e que transforma lágrimas em heranças eternas."
    },
    {
      "numero": "33",
      "texto": "Lia engravidou de novo e, quando deu à luz outro filho, disse: ‘Porque o Senhor ouviu que sou desprezada, deu-me também este’. Pelo que o chamou Simeão.",
      "reflexao": "Deus não apenas vê, Ele também ouve. Cada suspiro, cada lágrima, cada gemido silencioso é captado pelo céu. Simeão nasce como testemunho de que o Senhor é Deus que responde aos que clamam."
    },
    {
      "numero": "34",
      "texto": "De novo engravidou e, quando deu à luz mais um filho, disse: ‘Agora, finalmente, meu marido se apegará a mim, porque já lhe dei três filhos’. Por isso deu-lhe o nome de Levi.",
      "reflexao": "Lia ainda busca ser vista e amada por seu marido, mas Deus a convida a entender que a verdadeira identidade e valor estão em ser amada por Ele. A busca por aprovação humana nunca será suficiente para preencher os vazios que só Deus pode saciar."
    },
    {
      "numero": "35",
      "texto": "Engravidou ainda outra vez e, quando deu à luz mais outro filho, disse: ‘Desta vez louvarei ao SENHOR’. Assim deu-lhe o nome de Judá. Então parou de ter filhos.",
      "reflexao": "Aqui, o coração de Lia se alinha definitivamente ao céu. Ela deixa de buscar amor em um homem e volta seu louvor a Deus. E é justamente de Judá, o filho do louvor, que nasce a linhagem do Messias. O louvor libera promessas eternas."
    }
  ]
}
