{
  "livro": "Gênesis",
  "capitulo": "39",
  "versiculos": [
    {
      "numero": "1",
      "texto": "José havia sido levado para o Egito, onde o egípcio Potifar, oficial do faraó e capitão da guarda, comprou-o dos ismaelitas que o tinham levado para lá.",
      "reflexao": "O que parece derrota aos olhos humanos, Deus transforma em início de uma grande obra. Nenhuma circunstância está fora do controle daquele que conduz a história dos seus escolhidos."
    },
    {
      "numero": "2",
      "texto": "O Senhor estava com José, de modo que este prosperou e passou a morar na casa do seu senhor egípcio.",
      "reflexao": "Quando Deus está conosco, a prosperidade não depende do lugar, mas da presença dEle. A graça do Senhor transforma cativeiro em oportunidade e faz florescer até no deserto."
    },
    {
      "numero": "3",
      "texto": "Quando este percebeu que o Senhor estava com ele e que o fazia prosperar em tudo o que realizava,",
      "reflexao": "A presença de Deus é visível. Até quem não crê reconhece quando a mão do Senhor repousa sobre alguém, pois tudo o que essa pessoa faz reflete a glória divina."
    },
    {
      "numero": "4",
      "texto": "agradou-se de José e tornou-o administrador de seus bens. Potifar deixou a seu cuidado a sua casa e lhe confiou tudo o que possuía.",
      "reflexao": "A fidelidade a Deus gera favor diante dos homens. Quem é íntegro no pouco recebe autoridade sobre muito, pois Deus honra os que permanecem fiéis, mesmo em meio à adversidade."
    },
    {
      "numero": "5",
      "texto": "Desde que o deixou cuidando de sua casa e de todos os seus bens, o Senhor abençoou a casa do egípcio por causa de José. A bênção do Senhor estava sobre tudo o que Potifar possuía, tanto em casa como no campo.",
      "reflexao": "O favor de Deus transborda. Onde um servo de Deus coloca os pés, ali se estabelece bênção. A prosperidade que vem do Senhor não alcança apenas quem crê, mas também aqueles ao redor."
    },
    {
      "numero": "6",
      "texto": "Assim, deixou ele aos cuidados de José tudo o que tinha, e não se preocupava com coisa alguma, exceto com sua própria comida. José era atraente e de boa aparência,",
      "reflexao": "Quando Deus honra, até o cuidado com detalhes pessoais se destaca. Contudo, os dons e as bênçãos também atraem olhares invejosos e tentações — e é nesse cenário que a integridade é provada."
    },
    {
      "numero": "7",
      "texto": "e, depois de certo tempo, a mulher do seu senhor começou a cobiçá-lo e o convidou: 'Venha, deite-se comigo!'",
      "reflexao": "Toda elevação traz consigo testes. A tentação surge não para nos destruir, mas para revelar quem somos quando ninguém está olhando — ou quando Deus permite que sejamos provados naquilo que carregamos."
    },
    {
      "numero": "8",
      "texto": "Mas ele se recusou e lhe disse: 'Meu senhor não se preocupa com coisa alguma de sua casa, e tudo o que tem deixou aos meus cuidados.",
      "reflexao": "A integridade não é negociável. José reconhece que sua fidelidade não é apenas ao homem, mas também a Deus, e entende que honra gera proteção espiritual."
    },
    {
      "numero": "9",
      "texto": "Ninguém desta casa está acima de mim. Ele nada me negou, a não ser a senhora, porque é a mulher dele. Como poderia eu, então, cometer algo tão perverso e pecar contra Deus?",
      "reflexao": "José enxerga além da tentação momentânea e percebe que o verdadeiro alvo da sua escolha é sua aliança com Deus. O pecado não é apenas contra pessoas, mas, antes de tudo, contra o Senhor."
    },
    {
      "numero": "10",
      "texto": "Assim, embora ela insistisse com José dia após dia, ele se recusava a deitar-se com ela e evitava ficar perto dela.",
      "reflexao": "A resistência diária às tentações exige disciplina espiritual. Fugir do mal não é fraqueza, mas sabedoria — é proteção para quem entende que pureza vale mais que qualquer prazer passageiro."
    },
    {
      "numero": "11",
      "texto": "Um dia ele entrou na casa para fazer suas tarefas, e nenhum dos empregados ali se encontrava.",
      "reflexao": "O inimigo sempre prepara cenários de solidão para tentar nos derrubar. Mas é exatamente nesses momentos que Deus prova quem somos na intimidade, longe dos olhos dos homens."
    },
    {
      "numero": "12",
      "texto": "Ela o agarrou pelo manto e voltou a convidá-lo: 'Vamos, deite-se comigo!' Mas ele fugiu da casa, deixando o manto na mão dela.",
      "reflexao": "Fugir é, muitas vezes, a maior prova de força espiritual. Quando a pressão é intensa, a saída mais digna e vitoriosa é correr, preservar o propósito e manter-se limpo diante de Deus."
    },
    {
      "numero": "13",
      "texto": "Quando ela viu que, ao fugir, ele tinha deixado o manto em sua mão,",
      "reflexao": "O inimigo usará até as evidências distorcidas para tentar manchar nossa honra. Mas quem anda com Deus sabe que a verdade pode ser abafada por um tempo, mas nunca será derrotada."
    },
    {
      "numero": "14",
      "texto": "chamou os empregados e lhes disse: 'Vejam, este hebreu nos foi trazido para nos insultar! Ele entrou aqui e tentou abusar de mim, mas eu gritei.'",
      "reflexao": "As mentiras podem até construir narrativas falsas, mas quem permanece fiel ao Senhor verá, no tempo certo, a verdade triunfar sobre a injustiça."
    },
    {
      "numero": "15",
      "texto": "Quando me ouviu gritar por socorro, largou seu manto ao meu lado e fugiu da casa.",
      "reflexao": "O inimigo sempre distorce os fatos para transformar inocentes em culpados. Mas Deus escreve a história além das palavras dos homens e transforma humilhação em exaltação no tempo certo."
    },
    {
      "numero": "16",
      "texto": "Ela conservou o manto consigo até que o senhor de José chegasse em casa.",
      "reflexao": "O manto, que deveria ser símbolo de honra, se torna temporariamente uma falsa prova de culpa. Deus, porém, transforma até o símbolo da vergonha em instrumento de promoção futura."
    },
    {
      "numero": "17",
      "texto": "Então repetiu-lhe a história: 'Aquele escravo hebreu que você nos trouxe aproximou-se de mim para me insultar.'",
      "reflexao": "Quando as mentiras são reforçadas, parece que a injustiça prevalece. Mas cada detalhe faz parte do cenário que Deus permite para preparar algo maior que os olhos ainda não podem ver."
    },
    {
      "numero": "18",
      "texto": "Mas, quando gritei por socorro, ele largou seu manto ao meu lado e fugiu.",
      "reflexao": "Deus permite que as mentiras se desenrolem até o limite, apenas para que, na hora certa, sua justiça brilhe com mais força, exaltando os que permanecem fiéis."
    },
    {
      "numero": "19",
      "texto": "Quando o seu senhor ouviu o que a sua mulher lhe disse: 'Foi assim que o seu escravo me tratou', ficou indignado.",
      "reflexao": "A indignação dos homens nem sempre reflete justiça, mas Deus observa cada detalhe. Quando a justiça dos homens falha, a justiça de Deus se manifesta no tempo perfeito."
    },
    {
      "numero": "20",
      "texto": "Mandou buscar José e lançou-o na prisão em que eram postos os prisioneiros do rei. José ficou na prisão,",
      "reflexao": "O que parecia retrocesso era, na verdade, um degrau no caminho do propósito. Deus permite certos poços e prisões para preparar o trono que está reservado para aqueles que são fiéis."
    },
    {
      "numero": "21",
      "texto": "mas o Senhor estava com ele e o tratou com bondade, concedendo-lhe a simpatia do carcereiro.",
      "reflexao": "A presença de Deus não depende das circunstâncias. Seja na casa de Potifar, seja na prisão, onde há fidelidade, há também favor, graça e companhia do Deus que nunca abandona seus filhos."
    },
    {
      "numero": "22",
      "texto": "Por isso o carcereiro encarregou José de todos os que estavam na prisão, e ele se tornou responsável por tudo o que lá sucedia.",
      "reflexao": "Quem carrega o favor de Deus prospera onde for colocado. A bênção não está no lugar, mas na presença do Senhor que acompanha os seus, seja no palácio ou na prisão."
    },
    {
      "numero": "23",
      "texto": "O carcereiro não se preocupava com nada do que estava a cargo de José, porque o Senhor estava com José e lhe concedia bom êxito em tudo o que realizava.",
      "reflexao": "Quando Deus está conosco, nenhuma cadeia pode impedir a prosperidade que vem do céu. As mãos de Deus sobre uma vida tornam até os cenários mais improváveis em lugares de crescimento, honra e preparação para a promessa."
    }
  ]
}
