{
  "livro": "Gênesis",
  "capitulo": "36",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Esta é a história da família de Esaú, que é Edom.",
      "reflexao": "Deus se importa com as gerações, até mesmo com aquelas que seguiram caminhos diferentes. Esse registro nos lembra que, ainda que escolhas nos afastem do plano original, Deus continua acompanhando a história de cada linhagem."
    },
    {
      "numero": "2",
      "texto": "Esaú casou-se com mulheres de Canaã: Ada, filha de Elom, o hitita, e Oolibama, filha de Aná e neta de Zibeão, o heveu;",
      "reflexao": "O casamento de Esaú com mulheres cananeias reflete escolhas que carregam consequências espirituais e culturais. Isso nos alerta sobre a importância de alianças feitas com discernimento e temor a Deus."
    },
    {
      "numero": "3",
      "texto": "e Basemate, filha de Ismael e irmã de Nebaiote.",
      "reflexao": "Basemate representa uma tentativa de Esaú de se reconectar, de alguma forma, com a linhagem de Abraão, casando-se com uma descendente de Ismael. Mesmo assim, vemos como escolhas desconectadas do propósito de Deus não trazem alinhamento espiritual."
    },
    {
      "numero": "4",
      "texto": "Ada deu a Esaú um filho chamado Elifaz; Basemate deu-lhe Reuel;",
      "reflexao": "Os filhos representam continuidade, legado e memória. Mesmo aqueles que seguem caminhos distantes da promessa continuam escrevendo sua própria história, sob os olhos atentos de Deus."
    },
    {
      "numero": "5",
      "texto": "e Oolibama deu-lhe Jeús, Jalão e Corá. Esses foram os filhos de Esaú que lhe nasceram em Canaã.",
      "reflexao": "A descendência de Esaú se estabelece na terra, lembrando que Deus permite que cada história se desenvolva, ainda que fora do centro da promessa. Mesmo assim, o Senhor mantém controle soberano sobre toda a humanidade."
    },
    {
      "numero": "6",
      "texto": "Esaú tomou suas mulheres, seus filhos e filhas e todos os de sua casa, assim como os seus rebanhos, todos os outros animais e todos os bens que havia adquirido em Canaã, e foi para outra região, para longe do seu irmão Jacó.",
      "reflexao": "O distanciamento físico de Esaú reflete também o distanciamento espiritual. Há momentos em que Deus separa caminhos para cumprir seus planos soberanos, preservando propósitos distintos para cada linhagem."
    },
    {
      "numero": "7",
      "texto": "Os seus bens eram tantos que eles já não podiam morar juntos; a terra onde estavam vivendo não podia sustentá-los, por causa dos seus rebanhos.",
      "reflexao": "A bênção material, embora abundante, não substitui a bênção espiritual. Este versículo nos ensina que prosperidade sem alinhamento com Deus pode até gerar crescimento, mas não gera herança eterna."
    },
    {
      "numero": "8",
      "texto": "Por isso Esaú, que é Edom, fixou-se nos montes de Seir.",
      "reflexao": "Seir se torna símbolo da separação definitiva entre Jacó e Esaú. Cada um trilha seu caminho, e assim aprendemos que Deus conduz os destinos, ainda que eles sejam distintos, cada um com sua porção e responsabilidade diante do Senhor."
    },
    {
      "numero": "9",
      "texto": "Este é o registro da descendência de Esaú, pai dos edomitas, nos montes de Seir.",
      "reflexao": "O registro das gerações de Esaú nos lembra que Deus valoriza as genealogias porque nelas estão histórias, destinos e lições que atravessam séculos. Nenhuma linhagem passa despercebida aos olhos do Altíssimo."
    },
    {
      "numero": "10",
      "texto": "Estes são os nomes dos filhos de Esaú: Elifaz, filho de Ada, mulher de Esaú; e Reuel, filho de Basemate, mulher de Esaú.",
      "reflexao": "Cada nome carrega significado, história e influência. Deus se importa com os detalhes de cada família, mostrando que nosso nome ecoa não apenas na terra, mas também diante do céu."
    },
    {
      "numero": "11",
      "texto": "Estes foram os filhos de Elifaz: Temã, Omar, Zefô, Gaetã e Quenaz.",
      "reflexao": "Aqui começa a formação dos povos que, no futuro, teriam grande influência na história de Israel. Mesmo fora da promessa, Deus permite que nações se formem, cumprindo seu plano soberano sobre toda a terra."
    },
    {
      "numero": "12",
      "texto": "Elifaz, filho de Esaú, tinha uma concubina chamada Timna, que lhe deu um filho chamado Amaleque. Foram esses os netos de Ada, mulher de Esaú.",
      "reflexao": "Amaleque se tornaria mais tarde inimigo de Israel. Isso nos ensina que escolhas feitas fora dos princípios de Deus podem gerar consequências que atravessam gerações e criam ciclos de conflito e dor."
    },
    {
      "numero": "13",
      "texto": "Estes foram os filhos de Reuel: Naate, Zerá, Samá e Mizá. Foram esses os netos de Basemate, mulher de Esaú.",
      "reflexao": "Mesmo distantes da promessa, essas gerações se multiplicam e constroem legados. A história deles é um lembrete de que Deus é soberano sobre todas as famílias da terra, mesmo as que escolheram outros caminhos."
    },
    {
      "numero": "14",
      "texto": "Estes foram os filhos de Oolibama, mulher de Esaú, filha de Aná e neta de Zibeão, os quais ela deu a Esaú: Jeús, Jalão e Corá.",
      "reflexao": "A descendência de Esaú cresce, mas seu legado não é apenas numérico — é também espiritual. Isso nos alerta que nossas escolhas ecoam nas gerações que vêm depois de nós, para bênção ou para desafios."
    },
    {
      "numero": "15",
      "texto": "Foram estes os chefes dentre os descendentes de Esaú: Os filhos de Elifaz, filho mais velho de Esaú: Temã, Omar, Zefô, Quenaz,",
      "reflexao": "Aqui começa o estabelecimento de liderança e autoridade. Isso nos mostra que Deus permite estruturas, reinos e poderes mesmo fora do seu povo escolhido, porque Ele é soberano sobre todas as nações."
    },
    {
      "numero": "16",
      "texto": "Corá, Gaetã e Amaleque. Foram esses os chefes descendentes de Elifaz em Edom; eram netos de Ada.",
      "reflexao": "A liderança dos descendentes de Elifaz, especialmente a menção de Amaleque, reforça como linhagens distantes de Deus podem se transformar, ao longo do tempo, em opositores da promessa. O distanciamento espiritual de hoje pode gerar conflitos espirituais amanhã."
    },
    {
      "numero": "17",
      "texto": "Foram estes os filhos de Reuel, filho de Esaú: Os chefes Naate, Zerá, Samá e Mizá. Foram esses os chefes descendentes de Reuel em Edom; netos de Basemate, mulher de Esaú.",
      "reflexao": "A organização dos chefes familiares revela que Deus permite que cada povo construa sua história, sua cultura e sua influência, mesmo fora da aliança direta. Isso demonstra a amplitude do governo de Deus sobre todos os povos."
    },
    {
      "numero": "18",
      "texto": "Foram estes os filhos de Oolibama, mulher de Esaú: Os chefes Jeús, Jalão e Corá. Foram esses os chefes descendentes de Oolibama, mulher de Esaú, filha de Aná.",
      "reflexao": "Cada linhagem forma estruturas, povos e legados. Este registro nos lembra que nossas decisões não geram apenas consequências pessoais, mas também constroem destinos coletivos que impactam gerações."
    },
    {
      "numero": "19",
      "texto": "Foram esses os filhos de Esaú, que é Edom, e esses foram os seus chefes.",
      "reflexao": "A repetição de ‘Esaú, que é Edom’ reafirma sua identidade separada de Jacó e da linhagem da promessa. Isso nos faz refletir que Deus respeita nossas escolhas, mesmo quando escolhemos trilhar caminhos fora do seu projeto original."
    },
    {
      "numero": "20",
      "texto": "Estes foram os filhos de Seir, o horeu, que estavam habitando aquela região: Lotã, Sobal, Zibeão e Aná,",
      "reflexao": "Os povos originais da terra também são lembrados, mostrando que Deus não esquece de nenhum povo. Isso nos lembra que sua soberania cobre todas as nações, e cada uma tem um papel na história maior da humanidade."
    },
    {
      "numero": "21",
      "texto": "Disom, Eser e Disã. Esses filhos de Seir foram chefes dos horeus no território de Edom.",
      "reflexao": "Cada nome é testemunho de que Deus conhece profundamente as nações e suas estruturas. Seu governo se estende além das fronteiras visíveis, e Ele conduz a história, ainda que os homens não percebam."
    },
    {
      "numero": "22",
      "texto": "Estes foram os filhos de Lotã: Hori e Hemã. Timna era irmã de Lotã.",
      "reflexao": "A menção de Timna, que se torna concubina de Elifaz, e mãe de Amaleque, revela como alianças aparentemente secundárias geram consequências históricas profundas. As escolhas que parecem pequenas hoje podem reverberar por gerações."
    },
    {
      "numero": "23",
      "texto": "Estes foram os filhos de Sobal: Alvã, Manaate, Ebal, Sefô e Onã.",
      "reflexao": "Cada nome registrado é testemunho de que Deus conhece e observa cada geração. Mesmo aqueles fora da linhagem da promessa fazem parte do grande mapa da história da humanidade que Deus governa."
    },
    {
      "numero": "24",
      "texto": "Estes foram os filhos de Zibeão: Aiá e Aná. Foi este Aná que descobriu as fontes de águas quentes no deserto, quando levava para pastar os jumentos de Zibeão, seu pai.",
      "reflexao": "Aná, em meio ao trabalho simples, descobre algo grandioso: fontes no deserto. Isso nos ensina que Deus revela tesouros em meio à rotina, e que grandes descobertas surgem quando somos fiéis nas pequenas tarefas."
    },
    {
      "numero": "25",
      "texto": "Estes foram os filhos de Aná: Disom e Oolibama, a filha de Aná.",
      "reflexao": "A menção da filha Oolibama, além dos filhos, mostra como Deus valoriza toda a descendência, independente de gênero. Cada vida conta, cada nome carrega uma história."
    },
    {
      "numero": "26",
      "texto": "Estes foram os filhos de Disom: Hendã, Esbã, Itrã e Querã.",
      "reflexao": "O cuidado divino se estende a cada geração, mesmo às famílias fora da linhagem da promessa. Deus continua soberano sobre todos os povos e mantém cada detalhe sob seu olhar atento."
    },
    {
      "numero": "27",
      "texto": "Estes foram os filhos de Eser: Bilã, Zaavã e Acã.",
      "reflexao": "A genealogia mostra que Deus é Deus de ordem, de estrutura e de história. Nada foge do seu controle, e todas as gerações são peças de um plano maior que se desenrola ao longo do tempo."
    },
    {
      "numero": "28",
      "texto": "Estes foram os filhos de Disã: Uz e Arã.",
      "reflexao": "Uz e Arã representam a continuidade da linhagem. Assim como cada ramo de uma árvore, Deus permite que cada geração floresça, cresça e cumpra seu papel na história, seja para bênção, seja para lição."
    },
    {
      "numero": "29",
      "texto": "Estes foram os chefes dos horeus: Lotã, Sobal, Zibeão, Aná,",
      "reflexao": "Cada chefe, cada líder carrega não apenas influência sobre sua tribo, mas também uma responsabilidade espiritual. Mesmo fora da promessa, Deus estabelece ordens, hierarquias e propósitos temporais."
    },
    {
      "numero": "30",
      "texto": "Disom, Eser e Disã. Esses foram os chefes dos horeus, de acordo com as suas divisões tribais na região de Seir.",
      "reflexao": "Deus é Deus de organização. Cada povo, cada nação tem seu espaço, seu tempo e seu papel. Isso nos lembra que a soberania de Deus não se limita ao seu povo, mas abrange toda a criação."
    },
    {
      "numero": "31",
      "texto": "Estes foram os reis que reinaram no território de Edom antes de haver rei entre os israelitas:",
      "reflexao": "Enquanto Israel ainda aguardava o tempo de ter reis, Edom já desenvolvia suas estruturas de governo. Isso nos lembra que Deus trabalha em diferentes ritmos e tempos na vida dos povos e das pessoas."
    },
    {
      "numero": "32",
      "texto": "Belá, filho de Beor, reinou em Edom. Sua cidade chamava-se Dinabá.",
      "reflexao": "Cada reino estabelecido é prova da soberania de Deus sobre a história. Mesmo fora da linhagem da promessa, os povos crescem, se organizam e cumprem seus ciclos sob os olhos do Eterno."
    },
    {
      "numero": "33",
      "texto": "Quando Belá morreu, foi sucedido por Jobabe, filho de Zerá, de Bozra.",
      "reflexao": "Os ciclos de liderança continuam. A troca de reis mostra que as estruturas humanas são passageiras, mas Deus permanece imutável, soberano sobre tudo e todos."
    },
    {
      "numero": "34",
      "texto": "Jobabe morreu, e Husã, da terra dos temanitas, foi o seu sucessor.",
      "reflexao": "Enquanto reis vêm e vão, Deus continua conduzindo a história. Os reinos humanos são efêmeros, mas o Reino de Deus é eterno e inabalável."
    },
    {
      "numero": "35",
      "texto": "Husã morreu, e Hadade, filho de Bedade, que tinha derrotado os midianitas na terra de Moabe, foi o seu sucessor. Sua cidade chamava-se Avite.",
      "reflexao": "Hadade se destaca por suas vitórias. Isso nos lembra que até mesmo conquistas humanas são permitidas por Deus, que dirige o curso das nações segundo seu plano maior, mesmo que os homens não percebam."
    },
    {
      "numero": "36",
      "texto": "Hadade morreu, e Samlá de Masreca foi o seu sucessor.",
      "reflexao": "O ritmo da história segue. Reis se levantam, reis caem, e Deus permanece no trono, conduzindo as gerações e moldando os acontecimentos conforme sua vontade soberana."
    },
    {
      "numero": "37",
      "texto": "Samlá morreu, e Saul, de Reobote, próxima ao Eufrates, foi o seu sucessor.",
      "reflexao": "A sucessão dos reis mostra que a estabilidade aparente dos reinos humanos é, na verdade, transitória. A verdadeira segurança está apenas em Deus, cuja autoridade não tem fim."
    },
    {
      "numero": "38",
      "texto": "Saul morreu, e Baal-Hanã, filho de Acbor, foi o seu sucessor.",
      "reflexao": "Enquanto os tronos da terra se ocupam e desocupam, Deus observa, permitindo que cada povo viva seus ciclos, sempre guiando a história na direção de seu plano eterno e perfeito."
    },
    {
      "numero": "39",
      "texto": "Baal-Hanã, filho de Acbor, morreu, e Hadade foi o seu sucessor. Sua cidade chamava-se Paú, e o nome de sua mulher era Meetabel, filha de Matrede, neta de Mezaabe.",
      "reflexao": "A menção de Meetabel revela que até os detalhes mais simples — como a linhagem de uma esposa — estão anotados na história. Isso nos lembra que nada passa despercebido ao olhar cuidadoso de Deus, que conhece até os fios dos nossos cabelos."
    },
    {
      "numero": "40",
      "texto": "Estes foram os chefes descendentes de Esaú, conforme os seus nomes, clãs e regiões: Timna, Alva, Jetete,",
      "reflexao": "As divisões de clãs e chefes refletem que Deus permite organização e autoridade, mesmo fora da linhagem da promessa. Isso revela sua soberania sobre toda a humanidade, não apenas sobre Israel."
    },
    {
      "numero": "41",
      "texto": "Oolibama, Elá, Pinom,",
      "reflexao": "Cada nome aqui não é apenas um som, mas um testemunho de uma história, uma linhagem e uma influência. Deus observa cada pessoa e cada povo, registrando sua existência na tapeçaria do tempo."
    },
    {
      "numero": "42",
      "texto": "Quenaz, Temã, Mibzar,",
      "reflexao": "Os nomes carregam memória, território e autoridade. Este versículo nos lembra que, mesmo fora da linhagem messiânica, Deus é Senhor da história, e nenhum povo vive fora do seu controle soberano."
    },
    {
      "numero": "43",
      "texto": "Magdiel e Irã. Foram esses os chefes de Edom; cada um deles fixou-se numa região da terra que ocuparam. Os edomitas eram descendentes de Esaú.",
      "reflexao": "O capítulo se encerra reafirmando a identidade de Edom como descendente de Esaú. Isso nos mostra que nossas escolhas constroem legados, e que Deus, em sua soberania, permite que a história siga seus ciclos — mas sempre direcionada à concretização dos seus propósitos eternos."
    }
  ]
}
