{
  "livro": "Gênesis",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘Abraão casou-se com outra mulher, chamada Quetura.’",
      "reflexao": "A vida com Deus é feita de ciclos que se renovam. Mesmo após cumprir grandes promessas, Deus continua escrevendo novos começos na história daqueles que caminham em aliança com Ele."
    },
    {
      "numero": "2",
      "texto": "‘Ela lhe deu os seguintes filhos: Zinrã, Jocsã, Medã, Midiã, Isbaque e Suá.’",
      "reflexao": "Abraão permaneceu frutífero até o fim. Quando a bênção de Deus está sobre alguém, há vida, expansão e legado — mesmo além das expectativas humanas."
    },
    {
      "numero": "3",
      "texto": "‘Jocsã gerou Sabá e Dedã; os descendentes de Dedã foram os assuritas, os letusitas e os leumitas.’",
      "reflexao": "As genealogias registram mais do que nomes — elas representam a continuidade da história, mostrando que cada vida faz parte de algo muito maior que si mesma."
    },
    {
      "numero": "4",
      "texto": "‘Os filhos de Midiã foram Efá, Éfer, Enoque, Abida e Elda. Todos esses foram descendentes de Quetura.’",
      "reflexao": "Cada nome carrega uma linhagem, uma história e uma promessa. Deus acompanha cada geração, porque para Ele nada passa despercebido."
    },
    {
      "numero": "5",
      "texto": "‘Abraão deixou tudo o que tinha para Isaque.’",
      "reflexao": "O herdeiro da promessa não recebe apenas bens, mas carrega a missão, a bênção e o propósito que Deus liberou sobre sua linhagem."
    },
    {
      "numero": "6",
      "texto": "‘Mas para os filhos de suas concubinas deu presentes; e, ainda em vida, enviou-os para longe de Isaque, para a terra do Oriente.’",
      "reflexao": "Abraão teve sabedoria para proteger o plano de Deus. Nem tudo que nasce em nossa história faz parte do centro da promessa, e discernir isso é essencial."
    },
    {
      "numero": "7",
      "texto": "‘Abraão viveu cento e setenta e cinco anos.’",
      "reflexao": "Uma vida longa, marcada pela fé, pela obediência e pela construção de um legado eterno. O tempo não é obstáculo quando se vive no compasso da vontade de Deus."
    },
    {
      "numero": "8",
      "texto": "‘Morreu em boa velhice, em idade bem avançada, e foi reunido aos seus antepassados.’",
      "reflexao": "Morrer em plenitude, tendo cumprido seu chamado, é o testemunho mais lindo de uma vida vivida no centro da vontade de Deus. Um fim de paz para quem andou com o Senhor."
    },
    {
      "numero": "9",
      "texto": "‘Seus filhos, Isaque e Ismael, o sepultaram na caverna de Macpela, perto de Manre, no campo de Efrom, filho de Zoar, o hitita,’",
      "reflexao": "A morte tem um poder de reunir o que a vida muitas vezes separou. Isaque e Ismael, embora filhos de histórias distintas, se unem em honra ao pai que carregava uma promessa eterna."
    },
    {
      "numero": "10",
      "texto": "‘campo que Abraão comprara dos hititas. Foi ali que Abraão e Sara, sua mulher, foram sepultados.’",
      "reflexao": "O local da sepultura se torna símbolo de memória e honra. É o encerramento de uma etapa, mas não o fim da promessa, que transcende gerações."
    },
    {
      "numero": "11",
      "texto": "‘Depois da morte de Abraão, Deus abençoou seu filho Isaque. Isaque morava próximo a Beer-Laai-Roi.’",
      "reflexao": "As promessas de Deus são transferíveis. Quando um ciclo se encerra, Deus acende a mesma chama nos filhos, para que a história da fé continue viva."
    },
    {
      "numero": "12",
      "texto": "‘Este é o registro da descendência de Ismael, o filho de Abraão que Hagar, a serva egípcia de Sara, deu a ele.’",
      "reflexao": "Deus é fiel até mesmo com aqueles que nasceram fora do centro da promessa. Sua misericórdia abraça histórias que parecem marginais, mas não escapam de Seu cuidado."
    },
    {
      "numero": "13",
      "texto": "‘São estes os nomes dos filhos de Ismael, alistados por ordem de nascimento: Nebaiote, o filho mais velho de Ismael, Quedar, Adbeel, Mibsão,’",
      "reflexao": "Cada nome aqui representa não apenas uma pessoa, mas uma linhagem, um povo e um destino. Deus não ignora nenhuma história que Ele mesmo permitiu existir."
    },
    {
      "numero": "14",
      "texto": "‘Misma, Dumá, Massá,’",
      "reflexao": "Por trás de cada nome, existe um propósito, uma identidade e uma trajetória. O céu conhece cada um deles, mesmo que o mundo os esqueça."
    },
    {
      "numero": "15",
      "texto": "‘Hadade, Temá, Jetur, Nafis e Quedemá.’",
      "reflexao": "Os nomes que ecoam através das gerações lembram que Deus é um Deus de povos, de nações e de histórias que seguem se cumprindo sobre a terra."
    },
    {
      "numero": "16",
      "texto": "‘Foram esses os doze filhos de Ismael, que se tornaram os líderes de suas tribos; os seus povoados e acampamentos receberam os seus nomes.’",
      "reflexao": "Deus transforma descendência em nações, e homens comuns em líderes. O que nasce debaixo de uma promessa, seja direta ou indireta, carrega destino sobre a terra."
    },
    {
      "numero": "17",
      "texto": "‘Ismael viveu cento e trinta e sete anos. Morreu e foi reunido aos seus antepassados.’",
      "reflexao": "A vida de Ismael, mesmo fora do centro da promessa, foi longa, frutífera e cheia de significado. Deus é Deus de misericórdia e justiça para todos."
    },
    {
      "numero": "18",
      "texto": "‘Seus descendentes se estabeleceram na região que vai de Havilá a Sur, próximo à fronteira com o Egito, na direção de quem vai para Assur. E viveram em hostilidade contra todos os seus irmãos.’",
      "reflexao": "Quando o homem rejeita a bênção da comunhão, a consequência é a hostilidade. Mas mesmo assim, Deus não abandona, sustenta e cumpre Sua palavra sobre cada linhagem."
    },
    {
      "numero": "19",
      "texto": "‘Esta é a história da família de Isaque, filho de Abraão: Abraão gerou Isaque,’",
      "reflexao": "Aqui começa um novo capítulo da promessa. Isaque não é apenas filho de Abraão, é herdeiro de uma aliança que atravessa gerações e transforma destinos."
    },
    {
      "numero": "20",
      "texto": "‘o qual aos quarenta anos se casou com Rebeca, filha de Betuel, o arameu de Padã-Arã, e irmã de Labão, também arameu.’",
      "reflexao": "Deus orquestra encontros que parecem naturais, mas são profundamente sobrenaturais. Casamentos que nascem da vontade dEle se tornam pilares para a continuidade da promessa."
    },
    {
      "numero": "21",
      "texto": "‘Isaque orou ao Senhor em favor de sua mulher, porque era estéril. O Senhor respondeu à sua oração, e Rebeca, sua mulher, engravidou.’",
      "reflexao": "A oração abre portas que a biologia não pode. A esterilidade, na mão de Deus, não é sentença — é cenário perfeito para um milagre."
    },
    {
      "numero": "22",
      "texto": "‘Os meninos se empurravam dentro dela, pelo que disse: Por que está me acontecendo isso? Foi então consultar o Senhor.’",
      "reflexao": "Quando não entendemos o que se passa dentro de nós, a resposta está em buscar ao Senhor. Ele revela os mistérios que os olhos não veem e o coração não entende."
    },
    {
      "numero": "23",
      "texto": "‘Disse-lhe o Senhor: Duas nações estão em seu ventre, já desde as suas entranhas dois povos se separarão; um deles será mais forte que o outro, mas o mais velho servirá ao mais novo.’",
      "reflexao": "Deus vê o futuro quando só enxergamos o presente. Seus decretos ultrapassam a lógica humana e nos lembram que Seu plano não segue as regras dos homens."
    },
    {
      "numero": "24",
      "texto": "‘Ao chegar a época de dar à luz, confirmou-se que havia gêmeos em seu ventre.’",
      "reflexao": "O que Deus fala, Ele cumpre. Mesmo que os sinais sejam invisíveis no início, o tempo revela tudo o que o céu já havia decretado."
    },
    {
      "numero": "25",
      "texto": "‘O primeiro a sair era ruivo, e todo o seu corpo era como um manto de pêlos; por isso lhe deram o nome de Esaú.’",
      "reflexao": "Cada detalhe, desde o nascimento, carrega significado. Os traços físicos de Esaú se tornaram símbolo de sua identidade e da história que ele viveria."
    },
    {
      "numero": "26",
      "texto": "‘Depois saiu seu irmão, com a mão agarrada no calcanhar de Esaú; pelo que lhe deram o nome de Jacó. Tinha Isaque sessenta anos de idade quando Rebeca os deu à luz.’",
      "reflexao": "O destino de Jacó já se manifesta no nascimento. Quem carrega um chamado, muitas vezes já nasce lutando, segurando o que parece inalcançável — e Deus honra essa busca."
    },
    {
      "numero": "27",
      "texto": "‘Os meninos cresceram. Esaú tornou-se caçador habilidoso e vivia percorrendo os campos, ao passo que Jacó cuidava do rebanho e vivia nas tendas.’",
      "reflexao": "Cada um carrega um perfil, uma vocação, um caminho. Mas não são as habilidades que definem quem será portador da promessa — é a escolha soberana de Deus."
    },
    {
      "numero": "28",
      "texto": "‘Isaque preferia Esaú, porque gostava de comer de suas caças; Rebeca preferia Jacó.’",
      "reflexao": "As preferências humanas podem gerar conflitos, mas não têm poder de alterar os planos de Deus. O que o céu decretou, permanece de pé, acima das escolhas humanas."
    },
    {
      "numero": "29",
      "texto": "‘Certa vez, quando Jacó preparava um ensopado, Esaú chegou faminto, voltando do campo,’",
      "reflexao": "Situações simples da vida muitas vezes se tornam cenários de definições eternas. Até o cotidiano carrega oportunidades e riscos espirituais profundos."
    },
    {
      "numero": "30",
      "texto": "‘e pediu-lhe: Dê-me um pouco desse ensopado vermelho aí. Estou faminto! Por isso também foi chamado Edom.’",
      "reflexao": "O desejo pelo imediato pode nos fazer negociar aquilo que é sagrado. Esaú se deixa conduzir pelo estômago e perde de vista o valor da herança espiritual."
    },
    {
      "numero": "31",
      "texto": "‘Respondeu-lhe Jacó: Venda-me primeiro o seu direito de filho mais velho.’",
      "reflexao": "Jacó entendeu que a bênção vale mais que qualquer coisa. Quem tem fome espiritual, busca aquilo que tem valor eterno — mesmo que o outro não perceba seu peso."
    },
    {
      "numero": "32",
      "texto": "‘Disse Esaú: Estou quase morrendo. De que me vale esse direito?’",
      "reflexao": "A falta de discernimento leva Esaú a tratar como desprezível aquilo que Deus havia declarado como precioso. Quem só vive para o hoje perde o amanhã."
    },
    {
      "numero": "33",
      "texto": "‘Jacó, porém, insistiu: Jure primeiro. Então ele fez um juramento, vendendo o seu direito de filho mais velho a Jacó.’",
      "reflexao": "As palavras têm peso no mundo espiritual. Um juramento selou uma troca que mudaria a história — mostrando que o que falamos tem o poder de construir ou destruir futuros."
    },
    {
      "numero": "34",
      "texto": "‘Então Jacó serviu a Esaú pão com ensopado de lentilhas. Ele comeu e bebeu, levantou-se e se foi. Assim Esaú desprezou o seu direito de filho mais velho.’",
      "reflexao": "Desprezar a bênção é escolher viver aquém do que Deus planejou. Esaú troca uma herança eterna por um prato de saciedade passageira — um alerta para não negligenciarmos os tesouros do Reino."
    }
  ]
}
