{
  "livro": "Gênesis",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando os homens começaram a multiplicar-se na terra e lhes nasceram filhas,",
      "reflexao": "O crescimento da humanidade é, ao mesmo tempo, sinal da bênção de Deus e cenário para a revelação da fragilidade humana. Multiplicam-se os homens, mas também se multiplicam as escolhas — e com elas, as inclinações do coração."
    },
    {
      "numero": "2",
      "texto": "os filhos de Deus viram que as filhas dos homens eram bonitas e escolheram para si aquelas que lhes agradaram.",
      "reflexao": "Aqui começa um afastamento progressivo dos princípios de Deus. A beleza exterior seduz, e escolhas são feitas segundo o desejo, não segundo a vontade do Eterno. Quando o homem escolhe com os olhos, e não com o espírito, nasce o caminho da corrupção."
    },
    {
      "numero": "3",
      "texto": "Então disse o Senhor: ‘Por causa da perversidade do homem, meu Espírito não contenderá com ele para sempre; e ele só viverá cento e vinte anos’.",
      "reflexao": "Deus estabelece um limite. Sua paciência é imensa, mas não infinita no tempo. O Senhor, em sua justiça, delimita a existência do homem, lembrando-nos de que a vida é um sopro e que a busca pela presença divina não pode ser adiada eternamente."
    },
    {
      "numero": "4",
      "texto": "Naqueles dias havia nefilins na terra, e também posteriormente, quando os filhos de Deus possuíram as filhas dos homens e elas lhes deram filhos. Eles foram os heróis do passado, homens famosos.",
      "reflexao": "A fama e o poder dos homens não são garantias de retidão. Heróis aos olhos dos homens podem ser apenas reflexo de uma sociedade corrompida. Deus olha além da aparência e da força — Ele sonda o coração e busca a integridade, não a glória passageira."
    },
    {
      "numero": "5",
      "texto": "O Senhor viu que a perversidade do homem tinha aumentado na terra e que toda a inclinação dos pensamentos do seu coração era sempre e somente para o mal.",
      "reflexao": "A maldade não é um acidente — ela nasce de pensamentos alimentados, de intenções cultivadas. Quando o coração se afasta de Deus, o mal se torna não apenas um ato, mas um estado. Este versículo revela o quanto o pecado pode dominar por completo a mente e o coração desconectados do Criador."
    },
    {
      "numero": "6",
      "texto": "Então o Senhor arrependeu-se de ter feito o homem sobre a terra; e isso cortou-lhe o coração.",
      "reflexao": "Este ‘arrependimento’ não é erro, mas expressão poética da dor divina. Deus não erra, mas sente. O Criador que se entristece pela corrupção da sua obra revela um amor profundo, sensível e intenso. O pecado humano não provoca apenas juízo — provoca lágrimas no coração de Deus."
    },
    {
      "numero": "7",
      "texto": "Disse o Senhor: ‘Farei desaparecer da face da terra o homem que criei, os homens e também os animais grandes, os animais pequenos e as aves do céu. Arrependo-me de havê-los feito’.",
      "reflexao": "Deus, que tem o poder de criar, também tem o direito de julgar. Sua decisão não nasce da ira irracional, mas de uma justiça amorosa, que não suporta mais ver a criação deformada pelo pecado. O juízo é expressão da dor e do zelo do Criador."
    },
    {
      "numero": "8",
      "texto": "A Noé, porém, o Senhor mostrou benevolência.",
      "reflexao": "No meio do caos, Deus encontra Noé. A graça se manifesta como farol em meio à escuridão. Não importa quão corrompido esteja o mundo — sempre haverá uma semente de justiça, um remanescente, uma esperança viva de que Deus ainda restaura e salva."
    },
    {
      "numero": "9",
      "texto": "Esta é a história da família de Noé: Noé era homem justo, íntegro entre o povo da sua época; ele andava com Deus.",
      "reflexao": "Ser justo quando todos são injustos, ser íntegro quando a corrupção é a regra — esse é o testemunho de Noé. Ele não apenas cria em Deus, ele caminhava com Ele. Sua vida nos ensina que, mesmo quando o mundo se curva, há quem permaneça de pé na presença do Eterno."
    },
    {
      "numero": "10",
      "texto": "Noé gerou três filhos: Sem, Cam e Jafé.",
      "reflexao": "A vida segue, mesmo em meio ao anúncio do juízo. Deus preserva não apenas Noé, mas sua família. O cuidado divino é coletivo — Ele não apenas resgata indivíduos, mas também gerações, famílias e futuras nações através de quem se alinha à Sua vontade."
    },
    {
      "numero": "11",
      "texto": "Ora, a terra estava corrompida aos olhos de Deus e cheia de violência.",
      "reflexao": "O afastamento de Deus sempre gera o mesmo fruto: violência, injustiça e corrupção. Onde o amor de Deus não reina, o vazio é preenchido por destruição. Esta descrição é também um espelho dos dias atuais — um alerta, mas também um convite ao retorno à presença."
    },
    {
      "numero": "12",
      "texto": "Ao ver como a terra se corrompera, pois toda a humanidade havia corrompido a sua conduta,",
      "reflexao": "A corrupção não era externa — era interna, no caráter, nas escolhas, na conduta. Quando o ser humano abandona a voz de Deus, sua própria essência se deteriora. O mundo exterior é sempre reflexo da condição do coração humano."
    },
    {
      "numero": "13",
      "texto": "Deus disse a Noé: ‘Darei fim a todos os seres humanos, porque a terra encheu-se de violência por causa deles. Eu os destruirei juntamente com a terra.",
      "reflexao": "O juízo divino não é vingança, é justiça. Quando a maldade atinge seu limite, Deus intervém para purificar, restaurar e recomeçar. Noé, porém, é sinal de que a misericórdia caminha lado a lado com o juízo, oferecendo salvação no meio do caos."
    },
    {
      "numero": "14",
      "texto": "Você, porém, fará uma arca de madeira de cipreste; divida-a em compartimentos e revista-a de piche por dentro e por fora.",
      "reflexao": "Deus não apenas anuncia o juízo — Ele oferece um caminho de salvação. A arca é símbolo da graça, do cuidado e da provisão divina. Assim é Cristo para nós: refúgio seguro no meio das águas do juízo e do caos."
    },
    {
      "numero": "15",
      "texto": "Faça-a com cento e trinta e cinco metros de comprimento, vinte e dois metros e meio de largura e treze metros e meio de altura.",
      "reflexao": "Deus é um Deus de detalhes. A precisão das medidas mostra que a salvação não é improviso, mas projeto. Cada plano divino é cuidadosamente elaborado para proteção, restauração e vida abundante."
    },
    {
      "numero": "16",
      "texto": "Faça-lhe um teto com um vão de quarenta e cinco centímetros entre o teto e corpo da arca. Coloque uma porta lateral na arca e faça um andar superior, um médio e um inferior.",
      "reflexao": "A arca tem uma porta — uma única porta. Isso aponta para a verdade espiritual de que há um só caminho para a salvação. Noé precisou entrar pela porta da obediência, e assim também nós somos convidados a entrar pela Porta que é Cristo."
    },
    {
      "numero": "17",
      "texto": "Eis que vou trazer águas sobre a terra, o Dilúvio, para destruir debaixo do céu toda criatura que tem fôlego de vida. Tudo o que há na terra perecerá.",
      "reflexao": "O anúncio do Dilúvio revela a seriedade do juízo de Deus. Mas, por trás dessa sentença, há também um convite velado à reflexão: Deus nunca destrói sem antes alertar, chamar, advertir e oferecer oportunidade de arrependimento."
    },
    {
      "numero": "18",
      "texto": "Mas com você estabelecerei a minha aliança, e você entrará na arca com seus filhos, sua mulher e as mulheres de seus filhos.",
      "reflexao": "Deus é um Deus de alianças. Mesmo quando o mundo se perde, Deus firma pactos com aqueles que O amam. A aliança com Noé é sinal de que, no meio do juízo, há redenção, proteção e promessa de futuro."
    },
    {
      "numero": "19",
      "texto": "Faça entrar na arca um casal de cada um dos seres vivos, macho e fêmea, para conservá-los vivos com você.",
      "reflexao": "O cuidado de Deus se estende não apenas aos homens, mas a toda a criação. A preservação dos animais revela que o coração do Criador ama, sustenta e zela por cada detalhe da vida que Ele mesmo formou."
    },
    {
      "numero": "20",
      "texto": "De cada espécie de ave, de cada espécie de animal grande e de cada espécie de animal pequeno que se move rente ao chão virá um casal a você para que sejam conservados vivos.",
      "reflexao": "Até os animais reconhecem e se movem segundo a ordem divina. Onde o homem muitas vezes resiste, a criação obedece. O zelo de Deus abraça tudo o que respira, porque toda a vida é valiosa aos Seus olhos."
    },
    {
      "numero": "21",
      "texto": "E armazene todo tipo de alimento, para que você e eles tenham mantimento.’",
      "reflexao": "Deus cuida dos detalhes. Sua provisão não é apenas espiritual — ela é completa, abrangendo sustento físico, emocional e espiritual. O mesmo Deus que salva é o Deus que alimenta, provê e cuida durante todo o processo."
    },
    {
      "numero": "22",
      "texto": "Noé fez tudo exatamente como Deus lhe tinha ordenado.",
      "reflexao": "Obediência é a chave da salvação. Noé não questionou, não alterou, não procrastinou — ele fez exatamente como Deus ordenou. E assim, sua vida se tornou um testemunho de que a fidelidade abre portas para milagres, livramentos e recomeços."
    }
  ]
}
