{
  "livro": "Gênesis",
  "capitulo": "35",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deus disse a Jacó: ‘Suba a Betel e se estabeleça lá, e faça um altar ao Deus que lhe apareceu quando você fugia do seu irmão Esaú.’",
      "reflexao": "Deus chama Jacó de volta ao lugar do encontro, ao altar da sua história. Assim também somos chamados, em meio às lutas, a voltar ao primeiro amor, ao lugar onde Deus nos encontrou e nos fez promessas."
    },
    {
      "numero": "2",
      "texto": "Disse, pois, Jacó aos de sua casa e a todos os que estavam com ele: ‘Livrem-se dos deuses estrangeiros que estão entre vocês, purifiquem-se e troquem de roupa.’",
      "reflexao": "Todo retorno a Deus exige abandono dos ídolos e purificação. Trocar as vestes simboliza deixar para trás velhos hábitos, culpas e contaminações, e se revestir de uma nova identidade no Senhor."
    },
    {
      "numero": "3",
      "texto": "‘Venham! Vamos subir a Betel, onde farei um altar ao Deus que me ouviu no dia da minha angústia e que tem estado comigo por onde tenho andado.’",
      "reflexao": "Jacó reconhece que Deus esteve com ele em todos os momentos, especialmente nos dias de aflição. O altar é memorial da fidelidade de Deus e da nossa gratidão pela sua presença constante."
    },
    {
      "numero": "4",
      "texto": "Então entregaram a Jacó todos os deuses estrangeiros que possuíam e os brincos que usavam nas orelhas, e Jacó os enterrou ao pé da grande árvore, próximo a Siquém.",
      "reflexao": "Enterrar os ídolos é símbolo de morte para tudo que não vem de Deus. Assim deve ser nossa caminhada: uma constante decisão de abandonar os falsos refúgios para viver totalmente dependentes do Senhor."
    },
    {
      "numero": "5",
      "texto": "Quando eles partiram, o terror de Deus caiu de tal maneira sobre as cidades ao redor que ninguém ousou perseguir os filhos de Jacó.",
      "reflexao": "Quando andamos em obediência, Deus se torna nosso escudo. Não precisamos temer inimigos ou ameaças, porque o próprio Senhor espalha temor e proteção ao nosso redor."
    },
    {
      "numero": "6",
      "texto": "Jacó e todos os que com ele estavam chegaram a Luz, que é Betel, na terra de Canaã.",
      "reflexao": "O caminho de volta à promessa sempre nos leva ao lugar da presença. Betel não é apenas um local geográfico, mas um símbolo espiritual do lugar onde encontramos Deus e somos renovados Nele."
    },
    {
      "numero": "7",
      "texto": "Nesse lugar construiu um altar e lhe deu o nome de El-Betel, porque ali Deus havia se revelado a ele, quando fugia do seu irmão.",
      "reflexao": "El-Betel — o Deus da Casa de Deus. Jacó reconhece que mais importante do que o lugar é o Deus que habita nele. Quando priorizamos a presença de Deus, transformamos qualquer espaço em lugar santo."
    },
    {
      "numero": "8",
      "texto": "Débora, ama de Rebeca, morreu e foi sepultada perto de Betel, ao pé do Carvalho, que por isso foi chamado Alom-Bacute.",
      "reflexao": "A morte de Débora carrega memória e dor. Alom-Bacute significa ‘carvalho do pranto’, mostrando que, mesmo em tempos de renovo, há espaço para luto, saudade e honra aos que fizeram parte da nossa caminhada."
    },
    {
      "numero": "9",
      "texto": "Depois que Jacó retornou de Padã-Arã, Deus lhe apareceu de novo e o abençoou,",
      "reflexao": "Deus é Deus de reencontros. A cada etapa, Ele se revela novamente, reafirma promessas e libera bênçãos. Sua graça não se esgota — ela se renova em cada novo capítulo da nossa jornada."
    },
    {
      "numero": "10",
      "texto": "dizendo: ‘Seu nome é Jacó, mas você não será mais chamado Jacó; seu nome será Israel’. Assim lhe deu o nome de Israel.",
      "reflexao": "Deus reforça sua nova identidade: de Jacó, o enganador, para Israel, o príncipe que luta com Deus e vence. Assim também, Deus nos chama a abandonar os rótulos do passado e viver segundo a nova identidade que Ele nos dá."
    },
    {
      "numero": "11",
      "texto": "E Deus ainda lhe disse: ‘Eu sou o Deus Todo-poderoso; seja prolífero e multiplique-se. De você procederão uma nação e uma comunidade de nações, e reis estarão entre os seus descendentes.’",
      "reflexao": "Deus libera palavras de frutificação, expansão e autoridade. Quem anda no propósito não gera apenas filhos naturais, mas gerações espirituais, legados e realizações que impactam povos e nações."
    },
    {
      "numero": "12",
      "texto": "‘A terra que dei a Abraão e a Isaque, dou a você; e também aos seus futuros descendentes darei esta terra.’",
      "reflexao": "Deus é fiel às gerações. A promessa feita a Abraão e Isaque agora é reafirmada a Jacó. Isso nos mostra que, quando caminhamos com Deus, somos parte de um plano maior, que ultrapassa nossa própria vida e alcança nossos descendentes."
    },
    {
      "numero": "13",
      "texto": "A seguir, Deus elevou-se do lugar onde estivera falando com Jacó.",
      "reflexao": "O encontro se encerra, mas a presença, as promessas e a bênção permanecem. Cada experiência com Deus deixa marcas que transformam nossa história para sempre."
    },
    {
      "numero": "14",
      "texto": "Jacó levantou uma coluna de pedra no lugar em que Deus lhe falara, e derramou sobre ela uma oferta de bebidas e a ungiu com óleo.",
      "reflexao": "Erguer colunas e fazer ofertas é um ato de gratidão, memória e consagração. Todo lugar onde Deus nos fala deve se tornar um memorial no nosso coração, onde lembramos que Ele é fiel e digno de toda adoração."
    },
    {
      "numero": "15",
      "texto": "Jacó deu o nome de Betel ao lugar onde Deus tinha falado com ele.",
      "reflexao": "Betel — ‘Casa de Deus’. Quando Deus fala, aquele lugar, físico ou espiritual, se torna sagrado. Betel representa não apenas um altar, mas um estilo de vida em constante comunhão com Deus."
    },
    {
      "numero": "16",
      "texto": "Eles partiram de Betel, e quando ainda estavam a certa distância de Efrata, Raquel começou a dar à luz com grande dificuldade.",
      "reflexao": "Nem sempre as promessas eliminam as dores do caminho. Raquel, que tanto sonhou em gerar, agora enfrenta o parto mais difícil da sua vida. Isso nos lembra que até no cumprimento dos sonhos há dores que fazem parte do processo."
    },
    {
      "numero": "17",
      "texto": "E, enquanto padecia muito, tentando dar à luz, a parteira lhe disse: ‘Não tenha medo, pois você ainda terá outro menino.’",
      "reflexao": "Em meio à dor, há uma palavra de esperança. Deus não ignora nossas lágrimas e, até nas despedidas mais dolorosas, Ele libera promessas de continuidade e legado."
    },
    {
      "numero": "18",
      "texto": "Já ao ponto de sair-lhe a vida, quando estava morrendo, deu ao filho o nome de Benoni. Mas o pai deu-lhe o nome de Benjamim.",
      "reflexao": "Benoni — ‘filho da minha dor’. Benjamim — ‘filho da minha destra’ ou ‘filho da felicidade’. O pai redime o nome dado pela dor, mostrando que Deus tem o poder de transformar nossas maiores dores em instrumentos de bênção e honra."
    },
    {
      "numero": "19",
      "texto": "Assim morreu Raquel e foi sepultada junto do caminho de Efrata, que é Belém.",
      "reflexao": "O caminho da promessa às vezes é marcado por perdas que nos ferem profundamente. Mas Deus, em sua fidelidade, transforma até as despedidas em sementes de eternidade. Raquel descansa no caminho da promessa."
    },
    {
      "numero": "20",
      "texto": "Sobre a sua sepultura Jacó levantou uma coluna, e até o dia de hoje aquela coluna marca o túmulo de Raquel.",
      "reflexao": "A coluna não é apenas memorial de morte, mas também de amor, legado e memória. Cada vida que passa por nós deixa marcas, e Deus nos convida a honrar essas histórias enquanto seguimos no nosso caminho."
    },
    {
      "numero": "21",
      "texto": "Israel partiu novamente e armou acampamento adiante de Migdal-Éder.",
      "reflexao": "A vida segue, mesmo com as cicatrizes. Israel, agora sob seu novo nome e sua nova identidade, continua caminhando, porque a promessa é maior do que a dor que ficou no caminho."
    },
    {
      "numero": "22",
      "texto": "Na época em que Israel vivia naquela região, Rúben deitou-se com Bila, concubina de seu pai. E Israel ficou sabendo disso. Jacó teve doze filhos:",
      "reflexao": "Mesmo em meio às bênçãos, há falhas humanas, pecados e desonras. Isso nos lembra que famílias, ainda que chamadas por Deus, são formadas por pessoas em processo, que precisam constantemente da graça e da restauração do Senhor."
    },
    {
      "numero": "23",
      "texto": "Estes foram seus filhos com Lia: Rúben, o filho mais velho de Jacó, Simeão, Levi, Judá, Issacar e Zebulom.",
      "reflexao": "Cada nome carrega uma história, uma herança e um destino. Deus transforma linhas tortas em linhas retas, construindo promessas a partir de famílias imperfeitas, mas escolhidas."
    },
    {
      "numero": "24",
      "texto": "Estes foram seus filhos com Raquel: José e Benjamim.",
      "reflexao": "Os filhos da mulher amada carregam uma porção especial de Jacó. José e Benjamim se tornam peças-chave na continuidade do plano de Deus, mostrando que Ele usa todos os detalhes da história para cumprir seus desígnios."
    },
    {
      "numero": "25",
      "texto": "Estes foram seus filhos com Bila, serva de Raquel: Dã e Naftali.",
      "reflexao": "Até os filhos nascidos dos contextos mais improváveis são parte do plano divino. Deus transforma dores, escolhas e circunstâncias em capítulos essenciais de uma história de redenção."
    },
    {
      "numero": "26",
      "texto": "Estes foram seus filhos com Zilpa, serva de Lia: Gade e Aser. Foram esses os filhos de Jacó, nascidos em Padã-Arã.",
      "reflexao": "Todos fazem parte da aliança. Deus não faz distinção segundo os critérios humanos, mas inclui a todos no cumprimento das promessas, revelando que seu amor é abrangente e restaurador."
    },
    {
      "numero": "27",
      "texto": "Depois Jacó foi visitar seu pai Isaque em Manre, perto de Quiriate-Arba, que é Hebrom, onde Abraão e Isaque tinham morado.",
      "reflexao": "O retorno às origens traz consigo memórias, legado e continuidade. Deus nos convida a honrar nossos pais, nossas raízes e a compreender que fazemos parte de uma história muito maior do que nós mesmos."
    },
    {
      "numero": "28",
      "texto": "Isaque viveu cento e oitenta anos.",
      "reflexao": "Uma vida longa, testemunha da fidelidade de Deus através das gerações. Deus é aquele que sustenta, preserva e cumpre suas promessas até o fim dos dias."
    },
    {
      "numero": "29",
      "texto": "Morreu em idade bem avançada e foi reunido aos seus antepassados. E seus filhos Esaú e Jacó o sepultaram.",
      "reflexao": "O ciclo da vida se encerra, e o reencontro dos irmãos no sepultamento de Isaque revela que, apesar dos conflitos, o amor e o dever familiar permanecem. Deus é Deus de começos, de meios e de finais — e também de eternidade."
    }
  ]
}