{
  "livro": "Gênesis",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Naquela época Anrafel, rei de Sinear, Arioque, rei de Elasar, Quedorlaomer, rei de Elão, e Tidal, rei de Goim,",
      "reflexao": "O cenário geopolítico se forma. A Bíblia não ignora os movimentos dos reinos e das potências — ela revela que, por trás dos conflitos humanos, existe um Deus soberano que conduz a história segundo Seus propósitos."
    },
    {
      "numero": "2",
      "texto": "foram à guerra contra Bera, rei de Sodoma, contra Birsa, rei de Gomorra, contra Sinabe, rei de Admá, contra Semeber, rei de Zeboim, e contra o rei de Belá, que é Zoar.",
      "reflexao": "As alianças humanas, muitas vezes motivadas por interesses próprios, são frágeis. Quando Deus não é o centro, toda coalizão acaba sendo governada pelo medo, pela ambição e pela disputa de poder."
    },
    {
      "numero": "3",
      "texto": "Todos esses últimos juntaram suas tropas no vale de Sidim, onde fica o mar Salgado.",
      "reflexao": "O vale de Sidim se torna palco de uma guerra que vai além de exércitos — é o reflexo de uma humanidade desconectada de Deus, guiada por ganância e domínio, incapaz de viver em paz."
    },
    {
      "numero": "4",
      "texto": "Doze anos estiveram sujeitos a Quedorlaomer, mas no décimo terceiro ano se rebelaram.",
      "reflexao": "O espírito de rebelião se instala quando o domínio é construído à base de opressão. A história prova que nenhuma autoridade, quando não estabelecida por Deus, permanece de pé para sempre."
    },
    {
      "numero": "5",
      "texto": "No décimo quarto ano, Quedorlaomer e os reis que a ele se aliaram derrotaram os refains em Asterote-Carnaim, os zuzins em Hã, os emins em Savé-Quiriataim",
      "reflexao": "A força militar parece incontestável. Mas por mais que os homens conquistem, seu domínio sempre será passageiro. O verdadeiro controle da história nunca pertenceu aos homens, mas ao Deus Altíssimo."
    },
    {
      "numero": "6",
      "texto": "e os horeus desde os montes de Seir até El-Parã, próximo ao deserto.",
      "reflexao": "As campanhas se expandem, mostrando como o poder humano busca sempre mais território. A sede de controle e conquista é, muitas vezes, reflexo de um coração desconectado da suficiência que há em Deus."
    },
    {
      "numero": "7",
      "texto": "Depois, voltaram e foram para En-Mispate, que é Cades, e conquistaram todo o território dos amalequitas e dos amorreus que viviam em Hazazom-Tamar.",
      "reflexao": "A destruição segue o caminho da ambição desmedida. Quando Deus não é o Rei, o caos se torna o governante. Mas até no meio desse cenário, Deus já prepara uma resposta de livramento e redenção."
    },
    {
      "numero": "8",
      "texto": "Então os reis de Sodoma, de Gomorra, de Admá, de Zeboim e de Belá, que é Zoar, marcharam e tomaram posição de combate no vale de Sidim",
      "reflexao": "O homem insiste em resolver seus conflitos pelas armas. Mas quando Deus não é consultado, o resultado é sempre ruína e frustração. O vale de Sidim se torna símbolo das escolhas humanas fora da vontade divina."
    },
    {
      "numero": "9",
      "texto": "contra Quedorlaomer, rei de Elão, contra Tidal, rei de Goim, contra Anrafel, rei de Sinear, e contra Arioque, rei de Elasar. Eram quatro reis contra cinco.",
      "reflexao": "A desigualdade de forças humanas não é o que define a vitória ou a derrota. Aos olhos de Deus, não importa quantos estão em cada lado, mas se há justiça, propósito e submissão à Sua soberania."
    },
    {
      "numero": "10",
      "texto": "Ora, o vale de Sidim era cheio de poços de betume e, quando os reis de Sodoma e de Gomorra fugiram, alguns dos seus homens caíram nos poços e o restante escapou para os montes.",
      "reflexao": "O ambiente reflete o estado espiritual: poços pegajosos, armadilhas. Quem anda fora dos caminhos de Deus, cedo ou tarde, afunda nos próprios buracos que a vida sem propósito cava."
    },
    {
      "numero": "11",
      "texto": "Os vencedores saquearam todos os bens de Sodoma e de Gomorra e todo o seu mantimento, e partiram.",
      "reflexao": "O que é construído sem Deus se perde com facilidade. As riquezas, quando não estão alicerçadas em princípios eternos, são sempre passageiras e vulneráveis às mãos dos opressores."
    },
    {
      "numero": "12",
      "texto": "Levaram também Ló, sobrinho de Abrão, e os bens que ele possuía, visto que morava em Sodoma.",
      "reflexao": "Ló escolheu Sodoma pela aparência da prosperidade, mas agora experimenta as consequências de estar no lugar errado. As escolhas que fazemos determinam se seremos protegidos ou expostos."
    },
    {
      "numero": "13",
      "texto": "Mas alguém que tinha escapado veio e relatou tudo a Abrão, o hebreu. Abrão vivia próximo aos carvalhos de Manre, o amorreu, irmão de Escol e de Aner, aliados de Abrão.",
      "reflexao": "Deus sempre levanta mensageiros. A notícia chega até Abrão, que não ignora a dor do outro, mesmo sendo fruto das escolhas erradas de Ló. A compaixão é marca dos que andam com Deus."
    },
    {
      "numero": "14",
      "texto": "Quando Abrão ouviu que seu parente fora levado prisioneiro, mandou convocar os trezentos e dezoito homens treinados, nascidos em sua casa, e saiu em perseguição aos inimigos até Dã.",
      "reflexao": "A fé não é passiva. Abrão, homem de paz, torna-se guerreiro quando a justiça e o resgate estão em jogo. Quem anda com Deus sabe discernir quando é tempo de orar e quando é tempo de agir."
    },
    {
      "numero": "15",
      "texto": "Atacou-os durante a noite em grupos, e assim os derrotou, perseguindo-os até Hobá, ao norte de Damasco.",
      "reflexao": "Deus dá estratégia e vitória àqueles que se levantam para defender o justo. A ação de Abrão, feita com coragem, planejamento e fé, nos ensina que quem age segundo a direção do Senhor jamais luta sozinho."
    },
    {
      "numero": "16",
      "texto": "Recuperou todos os bens e trouxe de volta seu parente Ló com tudo o que possuía, juntamente com as mulheres e o restante dos prisioneiros.",
      "reflexao": "O Deus da restauração devolve tudo. Onde o inimigo tentou roubar, Deus levanta libertadores. Abrão não apenas salva Ló, mas também restaura aquilo que parecia perdido, mostrando que Deus é Deus de reconciliação e restituição."
    },
    {
      "numero": "17",
      "texto": "Voltando Abrão da vitória sobre Quedorlaomer e sobre os reis que a ele se haviam aliado, o rei de Sodoma foi ao seu encontro no vale de Savé, isto é, o vale do Rei.",
      "reflexao": "O reconhecimento humano surge após a vitória. Mas Abrão sabe que sua honra não vem dos reis da terra, e sim do Rei dos céus. A verdadeira grandeza não se mede pela aprovação dos homens, mas pela fidelidade a Deus."
    },
    {
      "numero": "18",
      "texto": "Então Melquisedeque, rei de Salém e sacerdote do Deus Altíssimo, trouxe pão e vinho",
      "reflexao": "Surge Melquisedeque, uma figura que aponta para Cristo — rei e sacerdote. O pão e o vinho antecipam a revelação futura da aliança eterna. Quando Deus está no centro, há provisão, comunhão e bênção."
    },
    {
      "numero": "19",
      "texto": "e abençoou Abrão, dizendo: ‘Bendito seja Abrão pelo Deus Altíssimo, Criador dos céus e da terra.",
      "reflexao": "A bênção que vem de Deus é diferente da bênção dos homens. Ela não exalta apenas o nome do homem, mas reafirma quem é Deus — o Criador soberano, sustentador dos céus e da terra."
    },
    {
      "numero": "20",
      "texto": "'E bendito seja o Deus Altíssimo, que entregou seus inimigos em suas mãos’. E Abrão lhe deu o dízimo de tudo.",
      "reflexao": "Abrão reconhece que a vitória não é fruto de sua força, mas do agir de Deus. O dízimo, aqui, não é obrigação — é gratidão, honra e reconhecimento de que tudo pertence ao Deus Altíssimo."
    },
    {
      "numero": "21",
      "texto": "O rei de Sodoma disse a Abrão: ‘Dê-me as pessoas e pode ficar com os bens’.",
      "reflexao": "O mundo oferece compensações, acordos e recompensas. Mas quem anda com Deus discerne que nem toda oferta vale a pena, especialmente quando vem de mãos que não honram ao Senhor."
    },
    {
      "numero": "22",
      "texto": "Mas Abrão respondeu ao rei de Sodoma: ‘De mãos levantadas ao Senhor, Deus Altíssimo, Criador dos céus e da terra, juro",
      "reflexao": "Abrão reafirma publicamente sua aliança. Levantar as mãos é gesto de dependência e compromisso. Quem anda com Deus vive debaixo de princípios e não de oportunidades passageiras."
    },
    {
      "numero": "23",
      "texto": "que não aceitarei nada do que lhe pertence, nem mesmo um cordão ou uma correia de sandália, para que você jamais venha a dizer: “Eu enriqueci Abrão”.",
      "reflexao": "Abrão protege seu testemunho e sua integridade. Ele entende que prosperidade verdadeira não pode estar vinculada à glória humana. Sua fonte é Deus, e sua honra vem do céu, não da mão dos homens."
    },
    {
      "numero": "24",
      "texto": "Nada aceitarei, a não ser o que os meus servos comeram e a porção pertencente a Aner, Escol e Manre, os quais me acompanharam. Que eles recebam a sua porção’.",
      "reflexao": "Abrão é justo e íntegro. Não quer nada para si, mas não deixa de reconhecer o direito daqueles que lutaram ao seu lado. A justiça de Deus também se revela na maneira como honramos os que caminham conosco."
    }
  ]
}
