{
  "livro": "Gênesis",
  "capitulo": "24",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Abraão já era velho, de idade bem avançada, e o Senhor em tudo o abençoara.",
      "reflexao": "A fidelidade de Deus se revela no percurso da vida. Abraão, agora idoso, carrega nos ombros não só os anos, mas o testemunho de que quem anda com Deus vive uma vida marcada pela bênção em todas as áreas."
    },
    {
      "numero": "2",
      "texto": "Disse ele ao servo mais velho de sua casa, que era o responsável por tudo quanto tinha: ‘Ponha a mão debaixo da minha coxa’",
      "reflexao": "Este gesto simboliza um juramento solene e sagrado. Abraão ensina que decisões que envolvem aliança, futuro e família devem ser tratadas com reverência e responsabilidade diante de Deus."
    },
    {
      "numero": "3",
      "texto": "‘e jure pelo Senhor, o Deus dos céus e o Deus da terra, que não buscará mulher para meu filho entre as filhas dos cananeus, no meio dos quais estou vivendo,’",
      "reflexao": "Abraão compreende que alianças espirituais começam nas alianças que formamos na família. Ele preserva a promessa, cuidando para que seu filho não se misture com valores que não honram a fé no Deus verdadeiro."
    },
    {
      "numero": "4",
      "texto": "‘mas irá à minha terra e buscará entre os meus parentes uma mulher para meu filho Isaque.’",
      "reflexao": "A escolha de quem caminha ao nosso lado no propósito não é aleatória. É intencional, guiada pela direção de Deus e alinhada com os princípios do Reino."
    },
    {
      "numero": "5",
      "texto": "O servo lhe perguntou: ‘E se a mulher não quiser vir comigo a esta terra? Devo então levar teu filho de volta à terra de onde vieste?’",
      "reflexao": "Até os servos fiéis têm dúvidas. Perguntar não revela incredulidade, mas zelo por fazer tudo conforme a vontade e os princípios do seu senhor e, sobretudo, de Deus."
    },
    {
      "numero": "6",
      "texto": "‘Cuidado!’, disse Abraão, ‘Não deixe o meu filho voltar para lá.’",
      "reflexao": "Abraão protege a promessa. Há lugares que pertencem ao nosso passado e não podem fazer parte do futuro da promessa. Voltar atrás, para Abraão, nunca foi uma opção."
    },
    {
      "numero": "7",
      "texto": "‘O Senhor, o Deus dos céus, que me tirou da casa de meu pai e de minha terra natal e que me prometeu sob juramento que à minha descendência daria esta terra, enviará o seu anjo adiante de você para que de lá traga uma mulher para meu filho.’",
      "reflexao": "Abraão declara sua convicção: quem caminha debaixo de promessa não anda sozinho. O anjo do Senhor vai à frente, preparando o caminho e alinhando os detalhes invisíveis aos olhos humanos."
    },
    {
      "numero": "8",
      "texto": "‘Se a mulher não quiser vir, você estará livre do juramento. Mas não leve o meu filho de volta para lá.’",
      "reflexao": "Deus não força ninguém a caminhar na promessa. Existe liberdade, mas também existem limites bem estabelecidos — não se negocia o princípio da aliança nem se retrocede ao passado."
    },
    {
      "numero": "9",
      "texto": "Então o servo pôs a mão debaixo da coxa de Abraão, seu senhor, e jurou cumprir aquela palavra.",
      "reflexao": "O juramento sela não só um compromisso humano, mas uma missão espiritual. Quando dizemos ‘sim’ à vontade de Deus, nos tornamos instrumentos dEle na terra."
    },
    {
      "numero": "10",
      "texto": "O servo partiu, com dez camelos do seu senhor, levando também do que o seu senhor tinha de melhor. Partiu para a Mesopotâmia, em direção à cidade onde Naor tinha morado.",
      "reflexao": "O número dez representa plenitude e responsabilidade. O servo parte levando o melhor, pois quem representa o Reino nunca leva sobras, leva excelência, honra e testemunho."
    },
    {
      "numero": "11",
      "texto": "Ao cair da tarde, quando as mulheres costumam sair para buscar água, ele fez os camelos se ajoelharem junto ao poço que ficava fora da cidade.",
      "reflexao": "O servo entende que há sabedoria em esperar no lugar certo e no tempo certo. Quem ora e se posiciona, se encontra exatamente onde Deus manifesta Suas respostas."
    },
    {
      "numero": "12",
      "texto": "Então orou: ‘SENHOR, Deus do meu senhor Abraão, dá-me neste dia bom êxito e seja bondoso com o meu senhor Abraão.’",
      "reflexao": "Antes de qualquer ação, ele ora. Quem entende que o sucesso vem do céu, ajoelha primeiro o coração antes de mover qualquer passo. A dependência de Deus antecede o êxito."
    },
    {
      "numero": "13",
      "texto": "‘Como vês, estou aqui ao lado desta fonte, e as jovens do povo desta cidade estão vindo para tirar água.’",
      "reflexao": "O servo se posiciona onde a provisão pode chegar. Fé não é passividade, é posicionamento. Estar no lugar certo, no tempo certo, preparado para reconhecer a resposta de Deus."
    },
    {
      "numero": "14",
      "texto": "‘Concede que a jovem a quem eu disser: ‘Por favor, incline o seu cântaro e dê-me de beber’, e ela me responder: ‘Bebe; também darei água aos teus camelos’, seja essa a que escolheste para teu servo Isaque. Saberei assim que foste bondoso com o meu senhor.’",
      "reflexao": "O servo não pede apenas um sinal, mas um caráter. Quem é capaz de servir além do pedido, revela que carrega generosidade, disposição e um coração alinhado com o céu. O exterior só confirma o que o interior carrega."
    },
    {
      "numero": "15",
      "texto": "Antes que ele terminasse de orar, surgiu Rebeca, filha de Betuel, filho de Milca, mulher de Naor, irmão de Abraão, trazendo no ombro o seu cântaro.",
      "reflexao": "Antes que a oração termine, a resposta já está a caminho. Deus não se atrasa nem se adianta — Ele chega no exato momento em que a fé se une ao propósito. Rebeca não sabe, mas carrega no ombro o cântaro e no ventre o futuro da promessa."
    },
    {
      "numero": "16",
      "texto": "A jovem era muito bonita e virgem; nenhum homem tivera relações com ela. Rebeca desceu à fonte, encheu seu cântaro e voltou.",
      "reflexao": "A pureza de Rebeca não é apenas física, mas também espiritual e emocional. Ela se move com leveza, cumpre suas tarefas e, sem saber, está prestes a viver o maior encontro de sua vida — aquele que Deus preparou."
    },
    {
      "numero": "17",
      "texto": "O servo apressou-se ao encontro dela e disse: ‘Por favor, dê-me um pouco de água do seu cântaro.’",
      "reflexao": "O servo não perde tempo. Quem crê que Deus está respondendo, se move com prontidão, porque fé também é ação, posicionamento e coragem para se aproximar do que Deus está fazendo."
    },
    {
      "numero": "18",
      "texto": "‘Beba, meu senhor’, disse ela, e tirou rapidamente dos ombros o cântaro e o serviu.",
      "reflexao": "A prontidão de Rebeca revela seu coração. Quem serve sem murmurar, quem acolhe sem esperar recompensa, está alinhado com os valores do Reino — e Deus honra esse tipo de disposição."
    },
    {
      "numero": "19",
      "texto": "Depois que lhe deu de beber, disse: ‘Tirarei água também para os seus camelos até saciá-los.’",
      "reflexao": "O que diferencia pessoas comuns das extraordinárias não é o que fazem por obrigação, mas o que fazem além. O coração generoso se revela nos detalhes que ninguém pediu, mas que Deus observa com prazer."
    },
    {
      "numero": "20",
      "texto": "Assim ela esvaziou depressa seu cântaro no bebedouro e correu de volta ao poço para tirar mais água para todos os camelos.",
      "reflexao": "O ‘corre’ de Rebeca não é apenas físico, mas espiritual. Ela não sabe, mas cada balde de água que ela tira, Deus está preenchendo de propósito, honra e futuro. Quem serve, sem saber, abre portas para o extraordinário."
    },
    {
      "numero": "21",
      "texto": "Sem dizer nada, o homem a observava atentamente para saber se o Senhor tinha ou não coroado de êxito a sua missão.",
      "reflexao": "A espera em silêncio é um exercício de fé. Existem momentos em que não se trata de falar ou agir, mas de discernir se os sinais de Deus estão se confirmando diante dos nossos olhos."
    },
    {
      "numero": "22",
      "texto": "Quando os camelos acabaram de beber, o homem deu à jovem um pendente de ouro de seis gramas e duas pulseiras de ouro de cento e vinte gramas,",
      "reflexao": "O presente não é apenas um ornamento, mas um selo de honra. A generosidade do servo revela que quando Deus escolhe alguém, Ele também a honra publicamente."
    },
    {
      "numero": "23",
      "texto": "e perguntou: ‘De quem você é filha? Diga-me, por favor, se há lugar na casa de seu pai para eu e meus companheiros passarmos a noite.’",
      "reflexao": "O servo entende que conexões divinas começam com honra, respeito e apresentação. Perguntar a origem é reconhecer a importância da linhagem, da história e da bênção familiar."
    },
    {
      "numero": "24",
      "texto": "‘Sou filha de Betuel, o filho que Milca deu a Naor’, respondeu ela;",
      "reflexao": "Sem saber, Rebeca confirma exatamente o que Deus havia preparado. O que para ela era uma simples resposta, para o servo era a confirmação do céu."
    },
    {
      "numero": "25",
      "texto": "e acrescentou: ‘Temos bastante palha e forragem, e também temos lugar para vocês passarem a noite.’",
      "reflexao": "Quem tem coração generoso revela isso nas pequenas ofertas de cuidado e hospitalidade. O espírito de serviço sempre antecede as grandes promessas se cumprindo."
    },
    {
      "numero": "26",
      "texto": "Então o homem curvou-se em adoração ao Senhor,",
      "reflexao": "Quando percebemos que Deus responde de forma tão clara e precisa, só há uma resposta: adoração. Quem reconhece a mão de Deus se curva, se rende e O exalta."
    },
    {
      "numero": "27",
      "texto": "dizendo: ‘Bendito seja o Senhor, o Deus do meu senhor Abraão, que não retirou sua bondade e sua fidelidade do meu senhor. Quanto a mim, o Senhor me conduziu na jornada até a casa dos parentes do meu senhor.’",
      "reflexao": "Deus não abandona os que vivem pela promessa. Sua fidelidade atravessa gerações, confirma caminhos e conduz passos. Quem depende dEle nunca anda perdido."
    },
    {
      "numero": "28",
      "texto": "A jovem correu para casa e contou tudo à família de sua mãe.",
      "reflexao": "Quem é tocado por um mover de Deus não consegue guardar para si. O testemunho transborda, corre para casa, alcança família, gera impacto e semeia esperança."
    },
    {
      "numero": "29",
      "texto": "Rebeca tinha um irmão chamado Labão. Ele saiu apressado à fonte para conhecer o homem,",
      "reflexao": "O favor de Deus não passa despercebido. Labão corre, motivado talvez pelo brilho dos presentes, mas sem saber que Deus estava escrevendo uma história muito maior que os olhos podiam ver."
    },
    {
      "numero": "30",
      "texto": "pois tinha visto o pendente, e as pulseiras no braço de sua irmã, e ouvira Rebeca contar o que o homem lhe dissera. Saiu, pois, e foi encontrá-lo parado junto à fonte, ao lado dos camelos.",
      "reflexao": "Os sinais externos chamam atenção, mas é o que Deus está fazendo nos bastidores que realmente importa. O que parece ser apenas riqueza, na verdade, é provisão profética para uma nova aliança familiar."
    },
    {
      "numero": "31",
      "texto": "E disse: ‘Venha, bendito do Senhor! Por que ficar aí fora? Já arrumei a casa e um lugar para os camelos.’",
      "reflexao": "Até quem não caminha diretamente no centro da promessa consegue reconhecer quem carrega bênção. Labão o chama de ‘bendito do Senhor’, pois onde Deus se manifesta, até os de fora percebem."
    },
    {
      "numero": "32",
      "texto": "Assim o homem dirigiu-se à casa, e os camelos foram descarregados. Deram palha e forragem aos camelos, e água ao homem e aos que estavam com ele para lavarem os pés.",
      "reflexao": "A honra se estende não só ao mensageiro, mas também à sua comitiva e até aos camelos. Deus cuida dos detalhes — quem serve a um propósito divino, jamais falta provisão ou cuidado."
    },
    {
      "numero": "33",
      "texto": "Depois lhe trouxeram comida, mas ele disse: ‘Não comerei enquanto não disser o que tenho para dizer.’ Disse Labão: ‘Então fale.’",
      "reflexao": "Quando a missão carrega um peso celestial, até as necessidades naturais ficam em segundo plano. O servo sabia que havia um assunto mais urgente que o próprio alimento — cumprir o propósito que Deus lhe confiou."
    },
    {
      "numero": "34",
      "texto": "E ele disse: ‘Sou servo de Abraão.’",
      "reflexao": "Sua identidade não está no que ele possui, mas em quem ele representa. Quem serve a um propósito maior não busca título próprio, mas exalta a missão que carrega."
    },
    {
      "numero": "35",
      "texto": "‘O Senhor o abençoou muito, e ele se tornou muito rico. Deu-lhe ovelhas e bois, prata e ouro, servos e servas, camelos e jumentos.’",
      "reflexao": "Quando Deus abençoa, é visível. A prosperidade de Abraão não é fruto do acaso, mas da mão do Senhor, que honra aqueles que caminham segundo o Seu propósito."
    },
    {
      "numero": "36",
      "texto": "‘Sara, mulher do meu senhor, na velhice lhe deu um filho, que é o herdeiro de tudo o que Abraão possui.’",
      "reflexao": "A promessa não falha. O nascimento de Isaque, mesmo na velhice de Sara, é a prova viva de que Deus não se limita ao tempo humano — Ele cumpre o que promete, no tempo perfeito."
    },
    {
      "numero": "37",
      "texto": "‘E meu senhor fez-me jurar, dizendo: ‘Você não buscará mulher para meu filho entre as filhas dos cananeus, em cuja terra estou vivendo,’",
      "reflexao": "Abraão protege o legado espiritual. Ele sabia que alianças erradas podem comprometer promessas futuras. Quem carrega uma promessa cuida de quem se une a ela."
    },
    {
      "numero": "38",
      "texto": "‘mas irá à família de meu pai, ao meu próprio clã, buscar uma mulher para meu filho.’",
      "reflexao": "O cuidado com quem caminha ao nosso lado na jornada da vida é um ato espiritual. Abraão busca uma mulher que carregue valores, fé e alinhamento com o propósito do céu."
    },
    {
      "numero": "39",
      "texto": "‘Então perguntei a meu senhor: ‘E se a mulher não quiser me acompanhar?’",
      "reflexao": "Até as missões divinas carregam incertezas humanas. O servo revela que fé não exclui o planejamento, a prudência e a clareza sobre as possibilidades."
    },
    {
      "numero": "40",
      "texto": "‘Ele respondeu: ‘O Senhor, a quem tenho servido, enviará seu anjo com você e coroará de êxito a sua missão, para que você traga para meu filho uma mulher do meu próprio clã, da família de meu pai.’",
      "reflexao": "A convicção de Abraão é um testemunho poderoso: quem serve a Deus não anda sozinho. Quando o céu aprova uma missão, os anjos acompanham, os caminhos se alinham e as portas se abrem."
    },
    {
      "numero": "41",
      "texto": "‘Quando chegar aos meus parentes, você estará livre do juramento se eles se recusarem a entregá-la a você. Só então você estará livre do juramento.’",
      "reflexao": "Deus não força ninguém a entrar na promessa. Existe liberdade na escolha, mas também existe segurança: quando seguimos a direção do Senhor, Ele cuida dos resultados."
    },
    {
      "numero": "42",
      "texto": "‘Hoje, quando cheguei à fonte, eu disse: Ó Senhor, Deus do meu senhor Abraão, se assim desejares, dá êxito à missão de que fui incumbido.’",
      "reflexao": "A oração sincera é a chave que destrava o mover de Deus. O servo não confia em sorte, mas na direção de um Deus que ouve, responde e guia aqueles que dependem dEle."
    },
    {
      "numero": "43",
      "texto": "‘Aqui estou em pé diante desta fonte; se uma moça vier tirar água e eu lhe disser: ‘Por favor, dê-me de beber um pouco de seu cântaro’,",
      "reflexao": "Posicionamento no lugar certo é parte da resposta. Quem ora, se posiciona; quem espera no Senhor, se coloca na rota onde o milagre vai acontecer."
    },
    {
      "numero": "44",
      "texto": "‘e ela me responder: ‘Bebe. Também darei água aos teus camelos’, seja essa a que o Senhor escolheu para o filho do meu senhor.’",
      "reflexao": "O servo não pede um sinal qualquer, mas busca discernir caráter, generosidade e disposição em servir. Quem tem um coração voltado ao serviço, está sempre na rota da promessa de Deus."
    },
    {
      "numero": "45",
      "texto": "‘Antes de terminar de orar em meu coração, surgiu Rebeca, com o cântaro ao ombro. Dirigiu-se à fonte e tirou água, e eu lhe disse: Por favor, dê-me de beber.’",
      "reflexao": "Deus responde até as orações que não foram completamente verbalizadas. O céu se move ao som dos nossos pensamentos quando eles estão alinhados à vontade do Pai."
    },
    {
      "numero": "46",
      "texto": "‘Ela se apressou a tirar o cântaro do ombro e disse: Bebe; também darei água aos teus camelos. Eu bebi, e ela deu de beber também aos camelos.’",
      "reflexao": "Rebeca não hesita em servir. Um coração generoso é sempre instrumento nas mãos de Deus, pois quem serve com amor revela prontidão para viver o propósito celestial."
    },
    {
      "numero": "47",
      "texto": "‘Depois lhe perguntei: De quem você é filha? Ela me respondeu: De Betuel, filho de Naor e Milca. Então coloquei o pendente em seu nariz e as pulseiras em seus braços,’",
      "reflexao": "Quando os sinais se confirmam, Deus sela com honra. O pendente e as pulseiras não são apenas adornos, mas símbolos de uma aliança que nasce do próprio coração de Deus."
    },
    {
      "numero": "48",
      "texto": "‘e curvei-me em adoração ao Senhor. Bendisse ao Senhor, o Deus do meu senhor Abraão, que me guiou pelo caminho certo para buscar para o filho dele a neta do irmão do meu senhor.’",
      "reflexao": "Adoração é a resposta natural de quem vê a fidelidade de Deus se manifestar. Quando os caminhos se alinham no céu, a terra se curva em gratidão."
    },
    {
      "numero": "49",
      "texto": "‘Agora, se quiserem mostrar fidelidade e bondade a meu senhor, digam-me; e, se não quiserem, digam-me também, para que eu decida o que fazer.’",
      "reflexao": "O servo entende que, embora Deus direcione, Ele respeita as decisões humanas. Existe honra no diálogo e sabedoria em aguardar uma resposta clara."
    },
    {
      "numero": "50",
      "texto": "Labão e Betuel responderam: ‘Isso vem do Senhor; nada lhe podemos dizer, nem a favor, nem contra.’",
      "reflexao": "Quando o agir de Deus é evidente, não há espaço para resistência. Até aqueles que não caminham diretamente na promessa reconhecem quando Deus está no controle."
    },
    {
      "numero": "51",
      "texto": "‘Aqui está Rebeca; leve-a com você e que ela se torne a mulher do filho do seu senhor, como disse o Senhor.’",
      "reflexao": "Quando algo nasce do coração de Deus, as portas se abrem de forma sobrenatural. Aquilo que parecia improvável se concretiza diante dos olhos pela mão do Altíssimo."
    },
    {
      "numero": "52",
      "texto": "Quando o servo de Abraão ouviu o que disseram, curvou-se até ao chão diante do Senhor.",
      "reflexao": "O verdadeiro servo entende que cada vitória, cada conquista e cada resposta vem do trono de Deus. E a primeira reação é sempre adorar, se prostrar e reconhecer a soberania do Senhor."
    },
    {
      "numero": "53",
      "texto": "Então o servo deu jóias de ouro e de prata e vestidos a Rebeca; deu também presentes valiosos ao irmão dela e à sua mãe.",
      "reflexao": "A bênção de Deus sempre vem acompanhada de honra. Onde há aliança divina, há provisão, abundância e generosidade — não apenas material, mas espiritual e emocional."
    },
    {
      "numero": "54",
      "texto": "Depois ele e os homens que o acompanhavam comeram, beberam e ali passaram a noite. Ao se levantarem na manhã seguinte, ele disse: ‘Deixem-me voltar ao meu senhor.’",
      "reflexao": "Quem carrega uma missão não se distrai. Mesmo após celebrar, o servo mantém o foco no propósito — voltar para onde a promessa deve se cumprir."
    },
    {
      "numero": "55",
      "texto": "Mas o irmão e a mãe dela responderam: ‘Deixe a jovem ficar mais uns dez dias conosco; então você poderá partir.’",
      "reflexao": "O coração humano, muitas vezes, tenta segurar aquilo que Deus já liberou. Despedidas são difíceis, mas quando há promessa envolvida, não há espaço para adiamentos."
    },
    {
      "numero": "56",
      "texto": "Mas ele disse: ‘Não me detenham, agora que o Senhor coroou de êxito a minha missão. Vamos despedir-nos, e voltarei ao meu senhor.’",
      "reflexao": "Quem anda na direção do céu não aceita atrasos. Quando Deus confirma, é tempo de avançar, sem permitir que a emoção paralise aquilo que o Espírito já liberou."
    },
    {
      "numero": "57",
      "texto": "Então lhe disseram: ‘Vamos chamar a jovem e ver o que ela diz.’",
      "reflexao": "Deus nunca impõe. Mesmo quando Ele alinha o cenário, ainda dá espaço para que cada um decida livremente caminhar dentro da promessa."
    },
    {
      "numero": "58",
      "texto": "Chamaram Rebeca e lhe perguntaram: ‘Você quer ir com este homem?’ ‘Sim, quero’, respondeu ela.",
      "reflexao": "Rebeca responde com prontidão. Fé é isso: dizer ‘sim’ ao desconhecido, mas certo de que Deus está guiando cada passo, mesmo quando não se vê o caminho inteiro."
    },
    {
      "numero": "59",
      "texto": "Despediram-se, pois, de sua irmã Rebeca, de sua ama, do servo de Abraão e dos que o acompanhavam.",
      "reflexao": "As despedidas são portas que se abrem para um novo começo. Às vezes é preciso deixar a zona de conforto para viver o extraordinário que Deus tem preparado."
    },
    {
      "numero": "60",
      "texto": "E abençoaram Rebeca, dizendo-lhe: ‘Que você cresça, nossa irmã, até ser milhares de milhares; e que a sua descendência conquiste as cidades dos seus inimigos.’",
      "reflexao": "Palavras de bênção são sementes lançadas no espírito. A declaração da família de Rebeca ecoa até hoje, pois aqueles que estão em aliança com Deus carregam promessa de crescimento, multiplicação e vitória."
    },
    {
      "numero": "61",
      "texto": "Então Rebeca e suas servas se aprontaram, montaram seus camelos e partiram com o homem. E assim o servo partiu levando Rebeca.",
      "reflexao": "A jornada da promessa começa com um passo de fé. Quem decide seguir os planos de Deus não anda sozinho — há provisão, há companhia e há destino no trajeto."
    },
    {
      "numero": "62",
      "texto": "Isaque tinha voltado de Beer-Laai-Roi, pois habitava no Neguebe.",
      "reflexao": "Beer-Laai-Roi significa ‘o Deus que me vê’. Isaque vivia no lugar da presença, onde aquele que busca a Deus é encontrado por Ele, e onde as promessas se manifestam no tempo certo."
    },
    {
      "numero": "63",
      "texto": "Certa tarde, saiu ao campo para meditar. Ao erguer os olhos, viu que se aproximavam camelos.",
      "reflexao": "Quem medita, espera. Quem espera no Senhor, vê a promessa chegando. Isaque estava em um lugar de oração e reflexão — e foi ali que Deus trouxe sua resposta."
    },
    {
      "numero": "64",
      "texto": "Rebeca também ergueu os olhos e viu Isaque. Ela desceu do camelo",
      "reflexao": "Quando os olhos se encontram, as promessas se cruzam. O céu conecta pessoas, caminhos e destinos no exato momento estabelecido por Deus."
    },
    {
      "numero": "65",
      "texto": "e perguntou ao servo: ‘Quem é aquele homem que vem pelo campo ao nosso encontro?’ ‘É meu senhor’, respondeu o servo. Então ela se cobriu com o véu.",
      "reflexao": "O véu simboliza respeito, entrega e aliança. Rebeca, ao se cobrir, declara com sua atitude que está pronta para viver a nova estação preparada por Deus."
    },
    {
      "numero": "66",
      "texto": "Depois o servo contou a Isaque tudo o que havia feito.",
      "reflexao": "Testemunhos constroem confiança. Antes de qualquer aliança, é preciso compreender o que Deus fez para que aquele encontro acontecesse — e isso gera gratidão e reverência."
    },
    {
      "numero": "67",
      "texto": "Isaque levou Rebeca para a tenda de sua mãe Sara; fez dela sua mulher, e a amou; assim Isaque foi consolado após a morte de sua mãe.",
      "reflexao": "O amor que nasce no centro da vontade de Deus traz cura, consolo e restauração. O que parecia dor, solidão e perda agora é preenchido com amor, propósito e esperança renovada."
    }
  ]
}
