{
  "livro": "Gênesis",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então o Senhor disse a Noé: ‘Entre na arca, você e toda a sua família, porque você é o único justo que encontrei nesta geração.",
      "reflexao": "No meio de uma geração corrompida, Deus encontra Noé. Sua justiça não apenas o salva, mas estende proteção à sua família. A fidelidade de um justo gera livramento para muitos. Deus honra aqueles que andam com Ele, mesmo quando o mundo inteiro segue o caminho oposto."
    },
    {
      "numero": "2",
      "texto": "Leve com você sete casais de cada espécie de animal puro, macho e fêmea, e um casal de cada espécie de animal impuro, macho e fêmea,",
      "reflexao": "Deus é um Deus de ordem e de provisão. A separação entre animais puros e impuros já revela Seu cuidado com a preservação não apenas da vida, mas também dos princípios que, mais tarde, seriam fundamentais na adoração e na comunhão com Ele."
    },
    {
      "numero": "3",
      "texto": "e leve também sete casais de aves de cada espécie, macho e fêmea, a fim de preservá-las em toda a terra.",
      "reflexao": "Deus não pensa apenas no presente, mas no futuro da criação. Seu cuidado abrange cada detalhe — até mesmo o voo das aves, que levariam vida e equilíbrio ao novo mundo após o juízo. O Criador nunca abandona o ciclo da vida que Ele mesmo estabeleceu."
    },
    {
      "numero": "4",
      "texto": "Daqui a sete dias farei chover sobre a terra quarenta dias e quarenta noites, e farei desaparecer da face da terra todos os seres vivos que fiz’.",
      "reflexao": "O juízo vem, mas não sem aviso. Deus, em Sua misericórdia, sempre oferece tempo para arrependimento. Sete dias — mais uma janela de oportunidade, mais uma chance de voltar os olhos ao céu antes que as comportas se abram."
    },
    {
      "numero": "5",
      "texto": "E Noé fez tudo como o Senhor lhe tinha ordenado.",
      "reflexao": "Obediência é o que separa o livramento da destruição. Noé não apenas ouviu, mas fez — e fez exatamente como Deus ordenou. A vida protegida é fruto de um coração disposto a obedecer, mesmo quando o céu ainda parece claro e o perigo distante."
    },
    {
      "numero": "6",
      "texto": "Noé tinha seiscentos anos de idade quando as águas do Dilúvio vieram sobre a terra.",
      "reflexao": "Nenhuma idade é limite para obedecer ou servir a Deus. Aos seiscentos anos, Noé vive um dos maiores desafios da história da humanidade. Isso nos ensina que nunca é tarde para recomeçar, para confiar e para cumprir um chamado divino."
    },
    {
      "numero": "7",
      "texto": "Noé, seus filhos, sua mulher e as mulheres de seus filhos entraram na arca, por causa das águas do Dilúvio.",
      "reflexao": "A obediência de Noé não salvou apenas a ele, mas também sua família. Quando um justo se levanta, sua fé gera cobertura espiritual sobre aqueles que caminham ao seu lado. A arca é símbolo de refúgio, proteção e promessa cumprida."
    },
    {
      "numero": "8",
      "texto": "Casais de animais grandes, puros e impuros, de aves e de todos os animais pequenos que se movem rente ao chão",
      "reflexao": "O Deus que criou tudo agora organiza tudo para preservação. Até os animais respondem à voz do Criador. Quando o homem obedece e a criação se alinha, o plano de Deus se cumpre em perfeita harmonia, mesmo em meio ao juízo."
    },
    {
      "numero": "9",
      "texto": "vieram a Noé e entraram na arca, como Deus tinha ordenado a Noé.",
      "reflexao": "O milagre da obediência se estende à criação. Deus move até os instintos dos animais para cumprir Seu plano. Isso nos lembra de que, quando estamos no centro da vontade de Deus, até o que parece improvável se alinha para cooperar com Seu propósito."
    },
    {
      "numero": "10",
      "texto": "E depois dos sete dias, as águas do Dilúvio vieram sobre a terra.",
      "reflexao": "O tempo da graça se esgota e o tempo do juízo começa. O relógio divino nunca atrasa, nunca adianta — Ele é preciso. O que Deus prometeu, seja bênção ou juízo, se cumpre no exato tempo determinado."
    },
    {
      "numero": "11",
      "texto": "No dia em que Noé completou seiscentos anos, um mês e dezessete dias, nesse mesmo dia todas as fontes das grandes profundezas jorraram, e as comportas do céu se abriram.",
      "reflexao": "O juízo é completo — vem de baixo, das profundezas, e de cima, das alturas. Quando o homem rompe sua aliança com Deus, a própria criação se rompe. As águas que sustentavam a vida agora são instrumento de purificação e recomeço."
    },
    {
      "numero": "12",
      "texto": "E a chuva caiu sobre a terra quarenta dias e quarenta noites.",
      "reflexao": "Quarenta — número de purificação, de prova, de transformação. As águas que caem não são apenas juízo, são também símbolo do reinício. Deus limpa, Deus remove, Deus prepara o terreno para uma nova história."
    },
    {
      "numero": "13",
      "texto": "Naquele mesmo dia, Noé e seus filhos, Sem, Cam e Jafé, com sua mulher e com as mulheres de seus três filhos, entraram na arca.",
      "reflexao": "Enquanto o mundo mergulha no caos, há um povo que escolheu confiar. A arca se torna refúgio seguro para aqueles que andam segundo o coração de Deus. O mesmo Deus que fecha portas ao mal, abre portas para a salvação."
    },
    {
      "numero": "14",
      "texto": "Com eles entraram todos os animais de acordo com as suas espécies: todos os animais selvagens, todos os rebanhos domésticos, todos os demais seres vivos que se movem rente ao chão e todas as criaturas que têm asas: todas as aves e todos os outros animais que voam.",
      "reflexao": "O Criador não se esquece de nenhum detalhe da sua obra. Cada criatura, do mais imponente animal às pequenas aves, encontra lugar na arca. Assim também somos nós: Deus vê cada um, cuida de cada vida e oferece refúgio para todos que respondem ao Seu chamado."
    },
    {
      "numero": "15",
      "texto": "Casais de todas as criaturas que tinham fôlego de vida vieram a Noé e entraram na arca.",
      "reflexao": "O fôlego que Deus soprou na criação é agora protegido dentro da arca. O cuidado do Pai se estende sobre tudo o que respira. A salvação de Deus não é restrita — ela abraça todos aqueles que se alinham à Sua vontade, seja homem, seja criatura."
    },
    {
      "numero": "16",
      "texto": "Os animais que entraram foram um macho e uma fêmea de cada ser vivo, conforme Deus ordenara a Noé. Então o Senhor fechou a porta.",
      "reflexao": "A porta que Deus fecha, ninguém abre. O tempo da oportunidade se encerra e a porta da arca se sela — não pelas mãos dos homens, mas pelas mãos do próprio Deus. Isso nos lembra que a graça tem prazo, e o tempo de buscar refúgio em Deus é enquanto ainda há tempo."
    },
    {
      "numero": "17",
      "texto": "Quarenta dias durou o Dilúvio sobre a terra, e as águas aumentaram e elevaram a arca acima da terra.",
      "reflexao": "Enquanto tudo afunda, a arca sobe. Assim é a vida dos que estão em Deus — quando o mundo desmorona, quem está no refúgio do Altíssimo é elevado, guardado e conduzido em segurança sobre as águas do caos."
    },
    {
      "numero": "18",
      "texto": "As águas prevaleceram, aumentando muito sobre a terra, e a arca flutuava na superfície das águas.",
      "reflexao": "A arca não tem leme, não tem direção humana. Quem conduz é Deus. Flutuar aqui é sinônimo de depender totalmente do Eterno, confiando que Ele sabe onde e quando conduzir cada vida que descansa sob Sua proteção."
    },
    {
      "numero": "19",
      "texto": "As águas dominavam cada vez mais a terra, e foram cobertas todas as altas montanhas debaixo do céu.",
      "reflexao": "Nem os lugares mais altos escaparam. O juízo de Deus não tem exceções, não respeita fortificações humanas, nem status, nem arrogância. Só quem está na arca da obediência encontra segurança real e verdadeira."
    },
    {
      "numero": "20",
      "texto": "As águas subiram até quase sete metros acima das montanhas.",
      "reflexao": "Sete — número da completude. As águas cobrindo as montanhas até sete metros apontam para um juízo pleno, absoluto, perfeito. Tudo o que estava fora da vontade de Deus foi submerso, preparando o caminho para um recomeço."
    },
    {
      "numero": "21",
      "texto": "Todos os seres vivos que se movem sobre a terra pereceram: aves, rebanhos domésticos, animais selvagens, todas as pequenas criaturas que povoam a terra e toda a humanidade.",
      "reflexao": "A vida sem Deus sempre termina em destruição. Este versículo é um grito de alerta: longe da presença, tudo se desfaz. Só há vida, só há futuro, só há esperança dentro da vontade e da graça do Criador."
    },
    {
      "numero": "22",
      "texto": "Tudo o que havia em terra seca e tinha nas narinas o fôlego de vida morreu.",
      "reflexao": "O mesmo sopro que Deus deu agora se apaga fora da arca. A vida desconectada de Deus não se sustenta. Mas há esperança: o sopro volta a ser dado, o recomeço está nascendo, e Deus já prepara uma nova história além das águas."
    },
    {
      "numero": "23",
      "texto": "Todos os seres vivos foram exterminados da face da terra; tanto os homens, como os animais grandes, os animais pequenos que se movem rente ao chão e as aves do céu foram exterminados da terra. Só restaram Noé e aqueles que com ele estavam na arca.",
      "reflexao": "A obediência salva. A arca representa a graça de Deus em meio ao juízo. Quando tudo desmorona, quem está no centro da vontade de Deus permanece, resiste e sobrevive. O Senhor é refúgio seguro para aqueles que escolhem andar com Ele."
    },
    {
      "numero": "24",
      "texto": "E as águas prevaleceram sobre a terra cento e cinquenta dias.",
      "reflexao": "Por cento e cinquenta dias, as águas cobriram a terra. Um tempo longo de espera, de incerteza, de silêncio. Mas quem está na arca aprende que, mesmo quando não vê terra firme, Deus continua sustentando, conduzindo e preparando o momento certo para o novo começar."
    }
  ]
}
