{
  "livro": "Gênesis",
  "capitulo": "50",
  "versiculos": [
    {
      "numero": "1",
      "texto": "José atirou-se sobre seu pai, chorou sobre ele e o beijou.",
      "reflexao": "O amor de José por seu pai transcende o tempo e a dor da perda. Este gesto nos ensina que o amor deve ser expressado enquanto temos vida, e que os vínculos familiares são preciosos e sagrados aos olhos de Deus."
    },
    {
      "numero": "2",
      "texto": "Em seguida deu ordens aos médicos, que estavam ao seu serviço, que embalsamassem seu pai Israel. E eles o embalsamaram.",
      "reflexao": "O cuidado de José reflete honra e respeito. Preparar o corpo de seu pai é um gesto de amor que valoriza a memória, a história e a vida daquele que o gerou. Assim devemos honrar os que vieram antes de nós."
    },
    {
      "numero": "3",
      "texto": "Levaram quarenta dias completos, pois esse era o tempo para o embalsamamento. E os egípcios choraram sua morte setenta dias.",
      "reflexao": "O luto coletivo revela que uma vida de impacto não é esquecida. Jacó, mesmo sendo estrangeiro, deixou marcas que transcenderam sua família e tocaram até uma nação. Assim também nossa vida deve ecoar legado, fé e amor onde estivermos."
    },
    {
      "numero": "4",
      "texto": "Passados os dias de luto, José disse à corte do faraó: ‘Se posso contar com a bondade de vocês, falem com o faraó em meu favor. Digam-lhe que’",
      "reflexao": "José, mesmo sendo autoridade, age com respeito, honra e submissão às autoridades estabelecidas. Isso nos ensina que humildade e honra abrem portas, mesmo quando temos posições elevadas."
    },
    {
      "numero": "5",
      "texto": "‘meu pai fez-me prestar-lhe o seguinte juramento: Estou à beira da morte; sepulte-me no túmulo que preparei para mim na terra de Canaã. Agora, pois, peçam-lhe que me permita partir e sepultar meu pai; logo depois voltarei.’",
      "reflexao": "Cumprir promessas, especialmente as que envolvem nossos pais e nossa história, é sinal de caráter e honra. José prioriza o que tem valor eterno, mesmo em meio a suas grandes responsabilidades no Egito."
    },
    {
      "numero": "6",
      "texto": "Respondeu o faraó: ‘Vá e faça o sepultamento de seu pai como este o fez jurar.’",
      "reflexao": "Quando andamos em integridade, Deus move corações e circunstâncias para que Seus planos se cumpram. A resposta do faraó é fruto da honra que José cultivou com sua vida e testemunho."
    },
    {
      "numero": "7",
      "texto": "Então José partiu para sepultar seu pai. Com ele foram todos os conselheiros do faraó, as autoridades da sua corte e todas as autoridades do Egito,",
      "reflexao": "A presença das maiores autoridades do Egito revela que uma vida de fé e retidão não passa despercebida. Deus honra aqueles que O honram, e faz com que até os poderosos reconheçam o valor dos Seus filhos."
    },
    {
      "numero": "8",
      "texto": "e, além deles, todos os da família de José, os seus irmãos e todos os da casa de seu pai. Somente as crianças, as ovelhas e os bois foram deixados em Gósen.",
      "reflexao": "O luto e a honra prestados a Jacó envolvem toda a sua casa. Isso nos ensina que a unidade familiar, especialmente em tempos de dor e transição, fortalece os laços e perpetua o legado de amor e fé."
    },
    {
      "numero": "9",
      "texto": "Carruagens e cavaleiros também o acompanharam. A comitiva era imensa.",
      "reflexao": "Deus exalta aqueles que permanecem fiéis. A grandeza da comitiva reflete que quem anda com Deus, mesmo em terras estrangeiras, é honrado, respeitado e visto com dignidade diante dos homens e das nações."
    },
    {
      "numero": "10",
      "texto": "Chegando à eira de Atade, perto do Jordão, lamentaram em alta voz, com grande amargura; e ali José guardou sete dias de pranto pela morte do seu pai.",
      "reflexao": "O pranto coletivo não é fraqueza, é expressão de amor, saudade e honra. Deus valoriza nossas lágrimas, especialmente aquelas que revelam gratidão pela vida e legado daqueles que nos abençoaram."
    },
    {
      "numero": "11",
      "texto": "Quando os cananeus que lá habitavam viram aquele pranto na eira de Atade, disseram: ‘Os egípcios estão celebrando uma cerimônia de luto solene’. Por essa razão, aquele lugar, próximo ao Jordão, foi chamado Abel Mizraim.",
      "reflexao": "Até os estrangeiros reconhecem quando uma vida vale a pena ser honrada. O testemunho de uma vida de fé e dignidade ultrapassa fronteiras, línguas e culturas, tornando-se memória viva e exemplo para muitos."
    },
    {
      "numero": "12",
      "texto": "Assim fizeram os filhos de Jacó o que este lhes havia ordenado:",
      "reflexao": "Cumprir o desejo de quem parte é perpetuar honra e amor. Este versículo nos lembra que o respeito à memória e às instruções dos nossos pais faz parte de um coração sábio e temente a Deus."
    },
    {
      "numero": "13",
      "texto": "Levaram-no à terra de Canaã e o sepultaram na caverna do campo de Macpela, perto de Manre, que Abraão havia comprado de Efrom, o hitita, para que lhe servisse de propriedade para sepultura, juntamente com o campo.",
      "reflexao": "O sepultamento na terra da promessa reafirma que a identidade do povo de Deus está ligada não ao Egito, não às circunstâncias temporárias, mas à promessa eterna. Assim também devemos viver, sempre conectados ao que Deus prometeu."
    },
    {
      "numero": "14",
      "texto": "Depois de sepultar seu pai, José voltou ao Egito, com os seus irmãos e com todos os demais que o tinham acompanhado.",
      "reflexao": "Cumprir os ciclos da vida é sinal de sabedoria. José honra seu pai, cumpre seu chamado e depois retorna ao seu posto, porque sabe que a vida continua e que ainda há propósito para ser vivido."
    },
    {
      "numero": "15",
      "texto": "Vendo os irmãos de José que seu pai havia morrido, disseram: ‘E se José guardar rancor contra nós e resolver retribuir todo o mal que lhe causamos?’",
      "reflexao": "O medo dos irmãos reflete uma consciência que ainda carrega culpa. Mas Deus, através de José, mostrará que o perdão verdadeiro é capaz de curar as feridas mais profundas e transformar a dor em reconciliação."
    },
    {
      "numero": "16",
      "texto": "Então mandaram um recado a José, dizendo: ‘Antes de morrer, teu pai nos ordenou’",
      "reflexao": "Mesmo após tanto tempo, os irmãos ainda se preocupam com as consequências de seus erros. Isso revela como a culpa pode aprisionar, mas também abre espaço para que o perdão genuíno se manifeste e liberte."
    },
    {
      "numero": "17",
      "texto": "‘que te disséssemos o seguinte: Peço-lhe que perdoe os erros e pecados de seus irmãos que o trataram com tanta maldade! Agora, pois, perdoa os pecados dos servos do Deus do teu pai.’ Quando recebeu o recado, José chorou.",
      "reflexao": "As lágrimas de José revelam um coração cheio de compaixão. O perdão que ele oferece não vem da justiça dos homens, mas do amor de Deus que cura, restaura e transforma as feridas do passado em pontes para um futuro de unidade e amor."
    },
    {
      "numero": "18",
      "texto": "Depois vieram seus irmãos, prostraram-se diante dele e disseram: ‘Aqui estamos. Somos teus escravos!’",
      "reflexao": "O cumprimento literal dos sonhos de José revela que o que Deus promete, Ele cumpre. Mas também revela algo maior: o propósito de Deus não era exaltar José sobre seus irmãos, mas trazer restauração, provisão e reconciliação para toda a família."
    },
    {
      "numero": "19",
      "texto": "José, porém, lhes disse: ‘Não tenham medo. Estaria eu no lugar de Deus?’",
      "reflexao": "O coração de José reflete maturidade espiritual. Ele entende que julgar não é seu papel, e que sua missão é amar, perdoar e sustentar. Assim também somos chamados: a deixar a justiça nas mãos de Deus e a viver o amor que cura e restaura."
    },
    {
      "numero": "20",
      "texto": "‘Vocês planejaram o mal contra mim, mas Deus o tornou em bem, para que hoje fosse preservada a vida de muitos.’",
      "reflexao": "Um dos versículos mais poderosos da Bíblia. Ele nos lembra que Deus transforma o mal em bem. Nada escapa ao Seu controle soberano. O que parecia tragédia se torna testemunho. O que parecia fim se torna recomeço para muitos."
    },
    {
      "numero": "21",
      "texto": "‘Por isso, não tenham medo. Eu sustentarei vocês e seus filhos.’ E assim os tranqüilizou e lhes falou amavelmente.",
      "reflexao": "O amor de Deus, refletido em José, não apenas perdoa, mas também cuida, protege e provê. Este é o coração do Pai: não basta não punir, Ele deseja restaurar, consolar e suprir."
    },
    {
      "numero": "22",
      "texto": "José permaneceu no Egito, com toda a família de seu pai. Viveu cento e dez anos",
      "reflexao": "A longevidade de José reflete uma vida plena, de propósito cumprido, de legado estabelecido e de fidelidade a Deus, mesmo em terras estranhas. Assim também somos chamados a viver: com fidelidade, honra e esperança."
    },
    {
      "numero": "23",
      "texto": "e viu a terceira geração dos filhos de Efraim. Além disso, recebeu como seus os filhos de Maquir, filho de Manassés.",
      "reflexao": "Ver gerações é uma das maiores bênçãos que Deus pode conceder. José vive para ver não apenas seus filhos, mas também seus netos e bisnetos, experimentando a alegria de um legado que perdura."
    },
    {
      "numero": "24",
      "texto": "Antes de morrer José disse a seus irmãos: ‘Estou à beira da morte. Mas Deus certamente virá em auxílio de vocês e os tirará desta terra, levando-os para a terra que prometeu com juramento a Abraão, a Isaque e a Jacó.’",
      "reflexao": "José encerra sua vida reafirmando a promessa. A esperança do povo de Deus não está nas circunstâncias, mas na fidelidade do Deus que fez a promessa e que, no tempo certo, a cumprirá. Assim devemos viver: olhos na promessa, coração no Senhor."
    },
    {
      "numero": "25",
      "texto": "E José fez que os filhos de Israel lhe prestassem um juramento, dizendo-lhes: ‘Quando Deus intervier em favor de vocês, levem os meus ossos daqui.’",
      "reflexao": "O pedido de José revela que, mesmo vivendo no Egito, seu coração estava na terra da promessa. Este é um chamado para nunca perdermos de vista quem somos, de onde viemos e qual é o destino eterno preparado por Deus para nós."
    },
    {
      "numero": "26",
      "texto": "Morreu José com a idade de cento e dez anos. E, depois de embalsamado, foi colocado num sarcófago no Egito.",
      "reflexao": "O fim de José não é fim, é semente. Seus ossos falam da esperança da ressurreição, da redenção e da promessa. Sua vida inteira é um testemunho de que Deus é fiel, soberano e bom, em cada estação, até o último suspiro — e além dele."
    }
  ]
}
