{
  "livro": "Hebreus",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Há muito tempo Deus falou muitas vezes e de várias maneiras aos nossos antepassados por meio dos profetas,",
      "reflexao": "Deus nunca ficou em silêncio com a humanidade. Desde os tempos antigos, Ele se revelou de várias formas e por meio de muitas vozes. Isso nos lembra que o nosso Deus é um Deus relacional, que busca comunicação constante com seus filhos. Ainda hoje, Ele fala conosco — através da Palavra, das circunstâncias, das pessoas e da ação do Espírito Santo. Precisamos estar sensíveis e dispostos a ouvir Sua voz."
    },
    {
      "numero": "2",
      "texto": "mas nestes últimos dias falou-nos por meio do Filho, a quem constituiu herdeiro de todas as coisas e por meio de quem fez o universo.",
      "reflexao": "O ápice da revelação de Deus é Jesus. Ele não enviou apenas mensagens, Ele enviou seu próprio Filho. Isso mostra o quanto Deus se importa conosco. Aquele que criou o universo é o mesmo que se fez homem para nos salvar. Isso nos dá segurança: aquele que sustenta tudo tem poder para sustentar também a nossa vida, mesmo nas maiores adversidades."
    },
    {
      "numero": "3",
      "texto": "O Filho é o resplendor da glória de Deus e a expressão exata do seu ser, sustentando todas as coisas por sua palavra poderosa. Depois de ter realizado a purificação dos pecados, ele se assentou à direita da Majestade nas alturas.",
      "reflexao": "Jesus é o reflexo perfeito de Deus. Se queremos saber como Deus é, olhamos para Jesus. Ele não apenas morreu pelos nossos pecados, mas também reina soberano. Isso nos lembra que nossa vida está nas mãos de um Salvador que tem autoridade no céu e na terra. Não estamos à deriva; somos cuidados e sustentados por Aquele que reina eternamente."
    },
    {
      "numero": "4",
      "texto": "Tornou-se tão superior aos anjos quanto o nome que herdou é superior ao deles.",
      "reflexao": "O nome de Jesus está acima de qualquer outro. Muitas vezes buscamos segurança em pessoas, sistemas ou estruturas, mas este versículo nos convida a colocar nossa confiança no único que tem verdadeira supremacia. Quando dizemos 'em nome de Jesus', estamos invocando todo o poder, toda a autoridade e todo o amor do Filho de Deus."
    },
    {
      "numero": "5",
      "texto": "Pois, a qual dos anjos Deus alguma vez disse: 'Tu és meu Filho; eu hoje te gerei'? E outra vez: 'Eu serei seu Pai, e ele será meu Filho'?",
      "reflexao": "Aqui vemos a singularidade de Jesus. Ele não é apenas mais uma criatura celestial, mas o Filho amado do Pai. Isso revela a profundidade do amor de Deus por nós, pois entregou o seu próprio Filho para nos reconciliar com Ele. Somos convidados a viver como filhos adotivos, na mesma relação de amor e intimidade com o Pai."
    },
    {
      "numero": "6",
      "texto": "E, novamente, ao introduzir o Primogênito no mundo, Deus diz: 'Todos os anjos de Deus o adorem'.",
      "reflexao": "Toda criação, inclusive os anjos, reconhece a majestade de Jesus. Se até os céus se rendem em adoração, quanto mais nós, que fomos alcançados por sua graça! Esse versículo nos convida a refletir: temos realmente colocado Jesus no centro da nossa adoração diária?"
    },
    {
      "numero": "7",
      "texto": "Quanto aos anjos, diz: 'Ele faz dos seus anjos ventos, e dos seus servos labaredas de fogo'.",
      "reflexao": "Os anjos são servos poderosos, mas ainda assim são criaturas sujeitas ao Criador. Isso nos lembra que, por mais que Deus envie ajuda sobrenatural, nossa fé deve estar fundamentada no Senhor dos senhores, não em instrumentos ou sinais, mas naquele que governa todas as coisas."
    },
    {
      "numero": "8",
      "texto": "Mas a respeito do Filho, diz: 'O teu trono, ó Deus, subsiste para todo o sempre; cetro de justiça é o cetro do teu Reino.",
      "reflexao": "O Reino de Cristo é eterno e governado pela justiça. Em um mundo cheio de injustiças, onde tantas coisas parecem fora de ordem, temos a esperança de que existe um Rei que reina com verdade, amor e retidão. Viver de acordo com esse Reino é trazer sua luz e sua justiça para onde estivermos."
    },
    {
      "numero": "9",
      "texto": "Amas a justiça e odeias a iniquidade; por isso Deus, o teu Deus, escolheu-te, ungindo-te com óleo de alegria, como a nenhum dos teus companheiros.",
      "reflexao": "Deus honra aquele que ama a justiça. Jesus é o modelo perfeito de amor à retidão e de rejeição ao mal. Quando buscamos viver como Ele, também experimentamos a alegria que vem do alto — uma alegria que não depende das circunstâncias, mas do prazer de fazer a vontade de Deus."
    },
    {
      "numero": "10",
      "texto": "Ele também diz: 'No princípio, Senhor, firmaste os fundamentos da terra, e os céus são obra das tuas mãos.",
      "reflexao": "Nosso Senhor é o Criador de tudo. Quando olhamos para a criação, somos lembrados de que não estamos sozinhos nem esquecidos. O mesmo Deus que criou os céus e a terra está atento à nossa vida, conhece cada detalhe e cuida de nós com amor e poder."
    },
    {
      "numero": "11",
      "texto": "Eles perecerão, mas tu permanecerás; envelhecerão como vestimentas.",
      "reflexao": "Tudo neste mundo é passageiro: bens, conquistas, estruturas. Mas Deus permanece para sempre. Isso nos convida a não colocar nossa esperança no que é transitório, mas em Deus, que é eterno e imutável."
    },
    {
      "numero": "12",
      "texto": "Tu os enrolarás como um manto, como roupas serão trocados. Mas tu permaneces o mesmo, e os teus dias jamais terão fim.",
      "reflexao": "Deus é imutável. Enquanto tudo ao nosso redor muda — pessoas, circunstâncias, estações — Ele permanece o mesmo. Saber disso traz paz ao nosso coração. Podemos descansar na fidelidade de um Deus que nunca falha e nunca mudará."
    },
    {
      "numero": "13",
      "texto": "A qual dos anjos Deus alguma vez disse: 'Senta-te à minha direita até que eu ponha os teus inimigos como estrado para os teus pés'?",
      "reflexao": "A autoridade de Jesus é suprema. Mesmo quando enfrentamos lutas, perseguições e desafios, podemos ter a certeza de que, no tempo de Deus, toda oposição cairá, e a vitória de Cristo será plenamente manifesta. Quem está em Cristo também participa dessa vitória."
    },
    {
      "numero": "14",
      "texto": "Os anjos não são todos eles espíritos ministradores enviados para servir aqueles que hão de herdar a salvação?",
      "reflexao": "Este versículo é uma linda lembrança de que Deus cuida dos seus filhos de maneira ativa. Ele envia seus anjos para nos guardar e nos servir durante nossa caminhada de fé. Mesmo nas batalhas invisíveis, não estamos desamparados; somos assistidos pelo céu porque somos herdeiros da salvação em Cristo Jesus."
    }
  ]
}
