{
  "livro": "João",
  "capitulo": "19",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então, Pilatos mandou açoitar Jesus.",
      "reflexao": "A dor de Jesus começou nas mãos do poder humano. Aquele que nunca feriu ninguém foi brutalmente ferido. Hoje, ainda que sejamos injustamente atingidos, encontramos consolo em saber que Cristo conhece nossa dor."
    },
    {
      "numero": "2",
      "texto": "E os soldados, tecendo uma coroa de espinhos, lha puseram na cabeça, e vestiram-no com um manto de púrpura.",
      "reflexao": "Zombaram de sua realeza, mas mal sabiam que estavam coroando o Rei dos reis. Deus transforma até as zombarias em glória. Se hoje te ridicularizam por crer, lembra que Jesus passou por isso antes — e venceu."
    },
    {
      "numero": "3",
      "texto": "E diziam: Salve, Rei dos judeus! E davam-lhe bofetadas.",
      "reflexao": "A ironia humana contrasta com a majestade divina. Mesmo sendo ultrajado, Jesus permaneceu firme. Às vezes, o mundo nos maltrata por quem somos em Cristo — mas nossa resposta deve ser dignidade e amor."
    },
    {
      "numero": "4",
      "texto": "Então Pilatos saiu outra vez, e disse-lhes: Vejam, eu estou trazendo a vocês, para que saibam que não encontro nele crime algum.",
      "reflexao": "Mesmo sem encontrar culpa, Pilatos cede à pressão. A justiça dos homens falha, mas a justiça de Deus nunca erra. Quando a vida parecer injusta, lembre-se: Deus vê além dos julgamentos terrenos."
    },
    {
      "numero": "5",
      "texto": "Saiu, pois, Jesus, levando a coroa de espinhos e o manto de púrpura. E disse-lhes Pilatos: Eis aqui o homem!",
      "reflexao": "‘Eis o homem’ — desfigurado, ferido, humilhado. A imagem do sofrimento é também a imagem da redenção. Ali está o Homem-Deus, assumindo o peso do pecado do mundo. Por amor a mim, a você, a todos nós."
    },
    {
      "numero": "6",
      "texto": "Vendo-o, pois, os principais dos sacerdotes e os guardas, clamaram, dizendo: Crucifica-o! Crucifica-o! Disse-lhes Pilatos: Tomai-o vós e crucificai-o; porque eu nenhum crime acho nele.",
      "reflexao": "A multidão, cega pelo ódio, clama por morte. A voz da injustiça ecoa ainda hoje, mas é vencida pelo silêncio amoroso de Cristo. Ele não se defende — Ele se entrega. Que possamos aprender a responder com graça."
    },
    {
      "numero": "7",
      "texto": "Responderam-lhe os judeus: Nós temos uma lei, e segundo a nossa lei deve morrer, porque se fez Filho de Deus.",
      "reflexao": "O motivo da condenação: Jesus declarou sua verdadeira identidade. O mundo rejeita a verdade que confronta. Mas Jesus nunca deixou de ser quem Ele é, mesmo diante da cruz. Que sejamos fiéis à nossa identidade em Cristo."
    },
    {
      "numero": "8",
      "texto": "E Pilatos, quando ouviu esta palavra, mais atemorizado ficou.",
      "reflexao": "O temor tomou o coração de Pilatos, mas não foi suficiente para levá-lo à verdade. Quantos também hoje sentem o toque da consciência, mas não se rendem à fé? O temor precisa ser acompanhado de entrega."
    },
    {
      "numero": "9",
      "texto": "E entrou outra vez na audiência, e disse a Jesus: Donde és tu? Mas Jesus não lhe deu resposta.",
      "reflexao": "O silêncio de Jesus revela que nem toda pergunta merece resposta quando o coração não está disposto a crer. Às vezes, Deus também silencia para nos fazer refletir com mais profundidade e sinceridade."
    },
    {
      "numero": "10",
      "texto": "Disse-lhe, pois, Pilatos: Você se nega a falar comigo? Não sabe que tenho autoridade para crucificar ou libertar você?",
      "reflexao": "Pilatos se achava no controle, mas era apenas instrumento de algo maior. Às vezes, nos sentimos impotentes diante dos poderosos, mas quem tem a última palavra é o Senhor. Toda autoridade está nas mãos dEle."
    },
    {
      "numero": "11",
      "texto": "Respondeu Jesus: Nenhum poder terias contra mim, se de cima não te fosse dado; mas aquele que me entregou a ti é culpado de um pecado maior.",
      "reflexao": "Jesus nos lembra que toda autoridade é concedida por Deus. Ele enxerga até as intenções ocultas e não deixa nada impune. Confie: Ele vê, Ele julga, Ele age no tempo certo."
    },
    {
      "numero": "12",
      "texto": "Desde então Pilatos procurava soltá-lo; mas os judeus clamavam, dizendo: Se soltas a este, não és amigo de César. Qualquer que se faz rei é contra César.",
      "reflexao": "A chantagem emocional e política venceu a justiça. Quantas vezes verdades são abafadas por conveniência? Que nunca vendamos a verdade por medo, mas permaneçamos fiéis, mesmo que sejamos os únicos a fazê-lo."
    },
    {
      "numero": "13",
      "texto": "Ouvindo, pois, Pilatos este dito, levou Jesus para fora, e assentou-se no tribunal, no lugar chamado Litóstrotos, e em hebraico Gabatá.",
      "reflexao": "O julgamento de Jesus aconteceu num lugar público, como testemunho eterno. A cruz foi um escândalo, mas também um altar. Que nossa fé também seja pública e corajosa, mesmo em tempos de confronto."
    },
    {
      "numero": "14",
      "texto": "E era a preparação da páscoa, e quase à hora sexta; e disse aos judeus: Eis aqui o vosso Rei.",
      "reflexao": "Pilatos proclama sem saber: aquele é, de fato, o Rei. Às vezes, até os ímpios acabam testemunhando verdades espirituais. Que nossos lábios confessem, com fé e convicção: Jesus é o nosso Rei."
    },
    {
      "numero": "15",
      "texto": "Mas eles bradaram: Tira-o! Tira-o! Crucifica-o! Disse-lhes Pilatos: Hei de crucificar o vosso Rei? Responderam os principais dos sacerdotes: Não temos rei, senão César.",
      "reflexao": "A rejeição total de Jesus expõe o coração endurecido. Preferiram um rei terreno à soberania do céu. Hoje, muitos ainda trocam o eterno pelo passageiro. Que nossa escolha seja clara: Jesus é nosso único Rei."
    },
    {
      "numero": "16",
      "texto": "Então, entregou-lho para que fosse crucificado. E tomaram a Jesus, e o levaram.",
      "reflexao": "Jesus foi entregue não porque era fraco, mas porque era forte o suficiente para se render por amor. Ele não foi vencido — Ele se ofereceu. Que esse gesto eterno nos inspire a viver com entrega verdadeira."
    },
    {
      "numero": "17",
      "texto": "Levando a sua própria cruz, saiu para o lugar chamado Caveira, que em hebraico se chama Gólgota.",
      "reflexao": "Jesus carregou a cruz até o fim. A cruz que era símbolo de vergonha tornou-se sinal de salvação. Carregar a cruz hoje é viver com propósito, mesmo em meio à dor. É confiar que há glória após o Gólgota."
    },
    {
      "numero": "18",
      "texto": "Onde o crucificaram, e com ele outros dois, um de cada lado, e Jesus no meio.",
      "reflexao": "Jesus, entre dois malfeitores, escolheu estar no meio dos pecadores. Ele se colocou no centro da nossa dor, para nos redimir do centro da nossa culpa. Ele é o elo entre o céu e a terra, entre o justo e o perdido."
    },
    {
      "numero": "19",
      "texto": "E Pilatos mandou preparar uma placa, e pô-la em cima da cruz. E nela estava escrito: JESUS NAZARENO, O REI DOS JUDEUS.",
      "reflexao": "Mesmo na cruz, Jesus foi proclamado Rei. O mundo tentou zombar, mas a verdade se manteve firme. Que sua realeza continue sendo proclamada em nossas vidas, mesmo em tempos de dor ou vergonha."
    },
    {
      "numero": "20",
      "texto": "E muitos dos judeus leram este título, porque o lugar onde Jesus foi crucificado era próximo da cidade; e estava escrito em hebraico, grego e latim.",
      "reflexao": "A mensagem da cruz é universal. Escrito em três línguas, o título revela que o amor de Jesus é para todos. Não importa a cultura, o idioma ou o passado — todos podem encontrar salvação nEle."
    },
    {
      "numero": "21",
      "texto": "Diziam, pois, a Pilatos os principais dos sacerdotes dos judeus: Não escrevas: O Rei dos Judeus; mas o que ele disse: Sou o Rei dos Judeus.",
      "reflexao": "A verdade incomoda quem não quer se curvar a ela. Os líderes religiosos queriam apagar a realeza de Jesus, mas a cruz já havia proclamado seu reinado eterno. Hoje, muitos tentam negar sua soberania, mas Ele continua sendo Rei."
    },
    {
      "numero": "22",
      "texto": "Respondeu Pilatos: O que escrevi, escrevi.",
      "reflexao": "Mesmo sem fé verdadeira, Pilatos manteve o que foi escrito. Deus pode usar até os indiferentes para cumprir Seus planos. O nome de Jesus será exaltado, mesmo quando tentam silenciá-lo."
    },
    {
      "numero": "23",
      "texto": "Tendo, pois, os soldados crucificado a Jesus, tomaram as suas vestes, e fizeram quatro partes, para cada soldado uma parte; e também a túnica. A túnica, porém, era sem costura, tecida de alto a baixo.",
      "reflexao": "Mesmo crucificado, Jesus teve tudo tomado. A túnica sem costura lembra a unidade de Sua missão e o cuidado com os detalhes. Quando tudo parece ser tirado de nós, ainda assim, Deus cuida de cada fio da nossa história."
    },
    {
      "numero": "24",
      "texto": "Disseram, pois, uns aos outros: Não a rasguemos, mas lancemos sortes sobre ela, para ver de quem será; para que se cumprisse a Escritura que diz: Repartiram entre si as minhas vestes, e sobre a minha túnica lançaram sortes. Os soldados, pois, fizeram estas coisas.",
      "reflexao": "Mesmo nos detalhes da dor, as profecias se cumpriam. A fidelidade de Deus não falha — nem em pequenas coisas. A cruz não foi um improviso, mas parte do plano de amor traçado desde a eternidade."
    },
    {
      "numero": "25",
      "texto": "E junto à cruz de Jesus estava sua mãe, e a irmã de sua mãe, Maria mulher de Clopas, e Maria Madalena.",
      "reflexao": "No lugar de dor mais profundo, ali estavam as mulheres fiéis. Quando tudo desmorona, o amor verdadeiro permanece. Que sejamos como elas: presentes mesmo quando a esperança parece ter sido crucificada."
    },
    {
      "numero": "26",
      "texto": "Ora, Jesus, vendo ali sua mãe, e que o discípulo a quem ele amava estava presente, disse à sua mãe: Mulher, eis aí o teu filho.",
      "reflexao": "Mesmo na cruz, Jesus cuida dos seus. Ele vê nossa dor e nos entrega a comunhão como consolo. A família da fé nasce no amor partilhado mesmo em meio ao sofrimento. O cuidado de Jesus vai além da dor."
    },
    {
      "numero": "27",
      "texto": "Depois disse ao discípulo: Eis aí tua mãe. E desde aquela hora o discípulo a recebeu em sua casa.",
      "reflexao": "João acolhe Maria. Jesus nos chama a acolher uns aos outros, especialmente nos momentos de perda e dor. Somos chamados a ser família espiritual uns dos outros, curando as ausências com amor."
    },
    {
      "numero": "28",
      "texto": "Depois, sabendo Jesus que todas as coisas já estavam terminadas, para que a Escritura se cumprisse, disse: Tenho sede.",
      "reflexao": "Jesus, fonte de água viva, expressa sede. Ele se esvaziou totalmente por amor. Sua sede é símbolo da entrega plena, da identificação com toda dor humana. Hoje, Ele ainda tem sede de almas e de corações rendidos."
    },
    {
      "numero": "29",
      "texto": "Estava, pois, ali um vaso cheio de vinagre. E encheram de vinagre uma esponja, e, pondo-a num hissopo, lha chegaram à boca.",
      "reflexao": "Deram vinagre ao que ofereceu salvação. Quantas vezes o mundo ainda responde ao amor com desprezo? Mesmo assim, Jesus aceitou — para que ninguém dissesse que Ele não foi até o fim em nosso lugar."
    },
    {
      "numero": "30",
      "texto": "E, quando Jesus tomou o vinagre, disse: Está consumado. E, inclinando a cabeça, entregou o espírito.",
      "reflexao": "Está consumado — a vitória da cruz está completa. Jesus não foi vencido; Ele venceu. A obra está feita. Quando tudo parecer perdido, lembre-se: há poder nesta declaração que ecoa até hoje nos corações que creem."
    },
    {
      "numero": "31",
      "texto": "Os judeus, pois, para que no sábado os corpos não ficassem na cruz, visto como era a preparação (pois era grande o dia de sábado), rogaram a Pilatos que se lhes quebrassem as pernas, e fossem tirados.",
      "reflexao": "A religiosidade buscava limpeza externa, mas ignorava o crime cometido. Jesus nos chama a uma fé de verdade, não de aparências. Que nossos ritos sejam cheios de justiça, misericórdia e fé verdadeira."
    },
    {
      "numero": "32",
      "texto": "Foram, pois, os soldados, e, na verdade, quebraram as pernas ao primeiro, e ao outro que com ele fora crucificado.",
      "reflexao": "A morte violenta atingiu os dois ao lado. A realidade da cruz era brutal. Jesus se colocou entre os sofredores e viveu a dor em sua máxima. Ele conhece as nossas dores, pois passou por todas elas."
    },
    {
      "numero": "33",
      "texto": "Mas, vindo a Jesus, e vendo que já estava morto, não lhe quebraram as pernas.",
      "reflexao": "Até mesmo em sua morte, as Escrituras se cumpriram. Jesus entregou Sua vida voluntariamente. Nada foi tirado à força. Ele morreu no tempo certo, para que no tempo certo nos desse vida eterna."
    },
    {
      "numero": "34",
      "texto": "Contudo um dos soldados lhe furou o lado com uma lança, e logo saiu sangue e água.",
      "reflexao": "Do lado de Cristo jorraram sangue e água — símbolos de redenção e purificação. A cruz não foi só morte; foi fonte. Nela nasce a esperança. Ali, somos lavados e redimidos."
    },
    {
      "numero": "35",
      "texto": "E aquele que o viu testificou, e o seu testemunho é verdadeiro; e sabe que diz a verdade, para que também vós creiais.",
      "reflexao": "João afirma: eu vi. A fé cristã nasce de testemunhas que se entregaram à verdade. Também hoje, nossa vida deve ser testemunho vivo de que Jesus vive, cura e transforma corações."
    },
    {
      "numero": "36",
      "texto": "Porque isto aconteceu para que se cumprisse a Escritura, que diz: Nenhum dos seus ossos será quebrado.",
      "reflexao": "Nenhum osso foi quebrado — cumprimento da profecia e sinal da integridade do Cordeiro. Jesus é o sacrifício perfeito. A Palavra se cumpre em cada detalhe. Podemos confiar plenamente em Suas promessas."
    },
    {
      "numero": "37",
      "texto": "E outra vez diz a Escritura: Verão aquele que traspassaram.",
      "reflexao": "Verão Aquele que traspassaram — a cruz será lembrada por toda a eternidade. E um dia, todos os olhos O verão. Que nossos olhos O vejam hoje com fé, para um dia O verem com glória."
    },
    {
      "numero": "38",
      "texto": "Depois disto, José de Arimateia (que era discípulo de Jesus, mas em oculto, por medo dos judeus), rogou a Pilatos que lhe permitisse tirar o corpo de Jesus; e Pilatos lho permitiu. Foi, pois, e tirou o corpo de Jesus.",
      "reflexao": "José de Arimateia vence o medo e assume publicamente seu amor por Jesus. Em tempos de oposição, somos chamados a nos posicionar com coragem. Há hora de se calar, mas também há hora de se levantar com fé."
    },
    {
      "numero": "39",
      "texto": "E foi também Nicodemos (aquele que anteriormente se dirigira de noite a Jesus), levando quase cem arráteis de um composto de mirra e aloés.",
      "reflexao": "Nicodemos, antes tímido, agora traz presentes fúnebres com amor. Às vezes, a fé amadurece com o tempo e se revela no momento certo. O que começa em segredo pode florescer em honra e devoção."
    },
    {
      "numero": "40",
      "texto": "Tomaram, pois, o corpo de Jesus, e o envolveram em lençóis com especiarias, como os judeus costumam fazer na preparação para o sepulcro.",
      "reflexao": "Mesmo em sua morte, Jesus foi tratado com honra. O cuidado com o corpo mostra o respeito e amor de quem O reconheceu como Senhor. Que cuidemos do legado de Cristo com o mesmo zelo e reverência."
    },
    {
      "numero": "41",
      "texto": "E havia um horto naquele lugar onde fora crucificado, e no horto um sepulcro novo, em que ainda ninguém havia sido posto.",
      "reflexao": "O jardim onde Jesus foi sepultado será o palco da ressurreição. Onde a morte parecia reinar, a vida floresceu. Nosso sepulcro de hoje pode ser o começo do milagre de amanhã. Confie!"
    },
    {
      "numero": "42",
      "texto": "Ali, pois, por causa da preparação dos judeus, e por estar perto aquele sepulcro, puseram a Jesus.",
      "reflexao": "Jesus foi colocado no túmulo, mas não permaneceu lá. O silêncio do sepulcro foi apenas o intervalo antes da vitória. Quando tudo parecer terminar, lembre-se: em Cristo, o fim é sempre um novo começo."
    }
  ]
}


