{
  "livro": "João",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Em verdade, em verdade vos digo: Aquele que não entra pela porta no aprisco das ovelhas, mas sobe por outra parte, esse é ladrão e salteador.",
      "reflexao": "Jesus começa contrastando a verdade com a falsidade. Nos dias de hoje, muitos tentam guiar sem amor, autoridade ou pureza. Mas só quem entra pela porta da compaixão e da verdade é digno de conduzir corações."
    },
    {
      "numero": "2",
      "texto": "Aquele, porém, que entra pela porta, esse é o pastor das ovelhas.",
      "reflexao": "A liderança verdadeira se baseia na transparência e na entrega. Jesus é o Pastor que entra pela porta — Ele é legítimo, digno de confiança. Em um mundo de falsos guias, Ele é a referência segura."
    },
    {
      "numero": "3",
      "texto": "Para este o porteiro abre, as ovelhas ouvem a sua voz; ele chama pelo nome as suas próprias ovelhas e as conduz para fora.",
      "reflexao": "Jesus nos conhece pelo nome. Ele não nos trata como multidão, mas como indivíduos amados. Sua voz é inconfundível para quem caminha com o coração atento — e essa voz guia para a liberdade."
    },
    {
      "numero": "4",
      "texto": "Depois de conduzir para fora todas as suas ovelhas, vai adiante delas, e elas o seguem, porque conhecem a sua voz.",
      "reflexao": "O verdadeiro pastor não impõe, não força — ele vai à frente, mostrando o caminho com o exemplo. Hoje, seguir Jesus é reconhecer Sua voz no meio de tantos ruídos e confiar que Ele nos conduz em segurança."
    },
    {
      "numero": "5",
      "texto": "Mas de modo nenhum seguirão o estranho; antes, fugirão dele, porque não conhecem a voz dos estranhos.",
      "reflexao": "Quando aprendemos a escutar a voz do Senhor, ganhamos discernimento para rejeitar as vozes que enganam. Em tempos de confusão espiritual, é vital manter os ouvidos sensíveis à voz do verdadeiro Pastor."
    },
    {
      "numero": "6",
      "texto": "Jesus usou essa comparação, mas eles não entenderam o que lhes dizia.",
      "reflexao": "Nem sempre a mensagem de Jesus é compreendida de imediato. Mas quem insiste em ouvir com o coração, pouco a pouco, começa a entender. A revelação vem com o desejo sincero de conhecer e seguir."
    },
    {
      "numero": "7",
      "texto": "Jesus, pois, lhes afirmou de novo: Em verdade, em verdade vos digo: Eu sou a porta das ovelhas.",
      "reflexao": "Jesus não é apenas o pastor — Ele é também a porta. Só por Ele se entra no Reino. Ele é acesso, abrigo, proteção. Em meio a tantos atalhos, Ele nos convida a entrar pela única passagem segura: Seu amor."
    },
    {
      "numero": "8",
      "texto": "Todos quantos vieram antes de mim são ladrões e salteadores; mas as ovelhas não os ouviram.",
      "reflexao": "Quantos líderes, doutrinas e filosofias prometeram segurança e trouxeram destruição? As verdadeiras ovelhas reconhecem o engano. Hoje, é tempo de silenciar as vozes falsas e voltar-se à voz do Cristo."
    },
    {
      "numero": "9",
      "texto": "Eu sou a porta. Se alguém entrar por mim, será salvo; entrará, e sairá, e achará pastagem.",
      "reflexao": "Jesus oferece salvação, liberdade e sustento. Ele não apenas nos salva — Ele nos alimenta com propósito. Viver n'Ele é experimentar plenitude, segurança e paz em todas as estações da vida."
    },
    {
      "numero": "10",
      "texto": "O ladrão vem somente para roubar, matar e destruir; eu vim para que tenham vida e a tenham em abundância.",
      "reflexao": "Essa é a essência do Evangelho: enquanto o mal rouba, Jesus restaura. Enquanto o mundo desgasta, Ele renova. A vida com Jesus não é limitada — é abundante, plena e cheia de esperança, mesmo em meio à dor."
    },
    {
      "numero": "11",
      "texto": "Eu sou o bom pastor. O bom pastor dá a sua vida pelas ovelhas.",
      "reflexao": "Jesus não é um líder distante — Ele é o bom Pastor que dá a vida por amor. Em um mundo onde tantos cuidam de si, Ele se entregou por nós. Essa entrega é a prova máxima de Seu cuidado por cada coração."
    },
    {
      "numero": "12",
      "texto": "O mercenário, que não é pastor, a quem não pertencem as ovelhas, vê vir o lobo, abandona as ovelhas e foge — e o lobo as arrebata e dispersa.",
      "reflexao": "Há quem se aproxime apenas por interesse. Mas nos momentos difíceis, revelam-se os verdadeiros. Jesus nunca abandona. Nos dias de dor, Ele fica. Ele protege. Ele sustenta, mesmo quando todos os outros fogem."
    },
    {
      "numero": "13",
      "texto": "O mercenário foge, porque é mercenário e não tem cuidado com as ovelhas.",
      "reflexao": "A falsa liderança sempre será frágil quando o perigo chega. Mas em Cristo temos um Pastor que não desiste de nós. Ele cuida com amor genuíno, com entrega total. Somos preciosos aos olhos d’Ele."
    },
    {
      "numero": "14",
      "texto": "Eu sou o bom pastor; conheço as minhas ovelhas, e elas me conhecem,",
      "reflexao": "Jesus nos conhece em profundidade — nossas dores, alegrias, lutas e quedas. E mesmo assim, nos ama. Conhecer a Ele é mais do que saber quem Ele é — é experimentar Sua presença viva todos os dias."
    },
    {
      "numero": "15",
      "texto": "Assim como o Pai me conhece a mim, e eu conheço o Pai; e dou a minha vida pelas ovelhas.",
      "reflexao": "A relação entre Jesus e o Pai é o modelo do amor que Ele tem por nós. Um amor que se doa, que se entrega, que se sacrifica. Em uma era de amores descartáveis, Ele nos mostra o amor eterno e fiel."
    },
    {
      "numero": "16",
      "texto": "Ainda tenho outras ovelhas que não são deste aprisco; a essas também devo conduzir. Elas ouvirão a minha voz, e haverá um só rebanho e um só pastor.",
      "reflexao": "Jesus rompe muros. Seu amor alcança além de qualquer fronteira. Ele chama todos os corações — sem distinção — para fazerem parte de um só povo, unidos não por religião, mas por amor verdadeiro."
    },
    {
      "numero": "17",
      "texto": "Por isso o Pai me ama, porque dou a minha vida para a retomar.",
      "reflexao": "O amor do Pai se expressa na entrega do Filho. Jesus escolheu morrer — e também ressuscitar. Isso mostra que o amor verdadeiro é ativo, é decisão. Ele morreu por nós… para nos ensinar a viver por Ele."
    },
    {
      "numero": "18",
      "texto": "Ninguém a tira de mim; pelo contrário, eu espontaneamente a dou. Tenho autoridade para a entregar e também para reavê-la. Este mandato recebi de meu Pai.",
      "reflexao": "A cruz não foi derrota — foi escolha. Jesus entregou a própria vida por amor, em obediência perfeita. Seu poder não é opressor, mas redentor. Ele morreu por nós... e vive por nós. Isso é graça em ação."
    },
    {
      "numero": "19",
      "texto": "Diante dessas palavras, houve novamente divisão entre os judeus.",
      "reflexao": "A verdade sempre causa impacto. Alguns se abrem, outros se endurecem. Até hoje, as palavras de Jesus provocam reação. Cabe a nós decidir: resistir ou nos render ao amor que nos chama à vida."
    },
    {
      "numero": "20",
      "texto": "Muitos deles diziam: 'Ele está com um demônio e enlouqueceu. Por que o ouvem?'",
      "reflexao": "A incredulidade sempre tenta desqualificar o que não compreende. Mas a voz de Jesus continua ecoando, suave e firme, para quem deseja ouvi-la com o coração. A verdade é loucura para os que não creem, mas salvação para os humildes."
    },
    {
      "numero": "21",
      "texto": "Mas outros diziam: 'Essas palavras não são de um endemoninhado. Pode um demônio abrir os olhos dos cegos?'",
      "reflexao": "Os sinais do bem revelam sua origem. Jesus abriu olhos, corações e caminhos. Seu agir fala por si. E hoje, ainda abre os olhos de quem está cego pela dor, pelo medo ou pela dúvida — basta crer e se aproximar."
    },
    {
      "numero": "22",
      "texto": "Celebrava-se em Jerusalém a Festa da Dedicação. Era inverno,",
      "reflexao": "Em meio ao frio do inverno e das tradições religiosas, a presença de Jesus aquece o coração. Mesmo em tempos frios espiritualmente, Sua luz continua a brilhar e transformar."
    },
    {
      "numero": "23",
      "texto": "e Jesus estava no templo, andando pelo Pórtico de Salomão.",
      "reflexao": "Jesus caminha entre os que adoram, mas nem todos o reconhecem. Hoje, Ele também está próximo, nos observando, esperando ser percebido no meio da rotina religiosa e da vida comum."
    },
    {
      "numero": "24",
      "texto": "Os judeus o rodearam e perguntaram: 'Até quando nos deixará em suspense? Se você é o Cristo, diga-nos abertamente'.",
      "reflexao": "Quantos ainda hoje vivem em dúvida, pedindo sinais, querendo provas? Mas a fé não é apenas saber — é reconhecer. E para quem tem o coração aberto, Jesus já se revelou em amor e verdade."
    },
    {
      "numero": "25",
      "texto": "Jesus respondeu: 'Eu já lhes disse, mas vocês não creram. As obras que eu realizo em nome de meu Pai falam por mim,",
      "reflexao": "Palavras podem ser ignoradas, mas os frutos falam alto. Os milagres, o amor, o perdão — tudo testifica quem é Jesus. O problema não é a falta de prova, mas a resistência de muitos em crer."
    },
    {
      "numero": "26",
      "texto": "mas vocês não creem porque não são minhas ovelhas.",
      "reflexao": "Pertencer a Jesus é mais do que ouvir — é segui-Lo. A incredulidade revela o distanciamento do coração. Só quem tem laço com Ele reconhece Sua voz e se entrega confiante."
    },
    {
      "numero": "27",
      "texto": "As minhas ovelhas ouvem a minha voz; eu as conheço, e elas me seguem.",
      "reflexao": "O relacionamento com Cristo é íntimo e pessoal. Ele nos conhece — nossas lutas, medos e desejos — e ainda assim nos chama. Quem ouve Sua voz encontra direção e abrigo no amor verdadeiro."
    },
    {
      "numero": "28",
      "texto": "Eu lhes dou a vida eterna, e elas jamais perecerão; ninguém as poderá arrancar da minha mão.",
      "reflexao": "Em um mundo incerto, Jesus oferece segurança eterna. Nada pode separar aquele que está em Suas mãos. Essa promessa é bálsamo para corações ansiosos e consolo para almas feridas."
    },
    {
      "numero": "29",
      "texto": "Meu Pai, que as deu para mim, é maior do que todos; ninguém as pode arrancar da mão de meu Pai.",
      "reflexao": "A nossa salvação está guardada no coração do Pai. A força que nos sustenta não vem de nós, mas do amor soberano de Deus. Descansar n’Ele é viver com paz, mesmo em meio às tempestades."
    },
    {
      "numero": "30",
      "texto": "Eu e o Pai somos um.",
      "reflexao": "Jesus declara sua unidade com o Pai, revelando que Seu amor e Suas ações são divinas. Quem conhece o Filho, conhece o Pai. E esse vínculo nos convida a viver em comunhão com o próprio Deus."
    },
    {
      "numero": "31",
      "texto": "Novamente os judeus pegaram pedras para apedrejá-lo,",
      "reflexao": "A verdade incomoda. Muitos preferem atacar do que reconhecer. Mas mesmo rejeitado, Jesus não recua — Ele permanece firme no propósito de revelar o amor do Pai."
    },
    {
      "numero": "32",
      "texto": "mas Jesus lhes disse: 'Mostrei-lhes muitas boas obras da parte do Pai. Por qual delas vocês querem me apedrejar?'",
      "reflexao": "As boas obras deveriam ser motivo de louvor, não de condenação. Mas o coração endurecido resiste até ao bem. Jesus nos ensina a enfrentar o ódio com clareza, sem perder a mansidão."
    },
    {
      "numero": "33",
      "texto": "Responderam os judeus: 'Não vamos apedrejá-lo por nenhuma boa obra, mas pela blasfêmia, porque você, sendo homem, se declara Deus'.",
      "reflexao": "Jesus foi rejeitado por se revelar como realmente é. Ainda hoje, muitos rejeitam o Cristo verdadeiro e preferem uma versão moldada ao próprio conforto. Mas Ele é Deus, e isso muda tudo."
    },
    {
      "numero": "34",
      "texto": "Jesus lhes respondeu: 'Não está escrito na Lei de vocês: ‘Eu disse: vocês são deuses?’",
      "reflexao": "Jesus usa a própria Escritura para confrontar os acusadores. Ele não debate com agressividade, mas com sabedoria. Em tempos de confusão, precisamos responder com a Palavra viva de Deus."
    },
    {
      "numero": "35",
      "texto": "Se ele chamou 'deuses' àqueles a quem veio a palavra de Deus (e a Escritura não pode ser anulada),",
      "reflexao": "A Palavra de Deus permanece — firme, viva e imutável. Em um mundo que relativiza tudo, a verdade das Escrituras continua sendo o fundamento seguro para quem deseja caminhar com fé."
    },
    {
      "numero": "36",
      "texto": "que dizer daquele a quem o Pai santificou e enviou ao mundo? Como podem vocês acusar-me de blasfêmia, porque disse: 'Sou Filho de Deus'?",
      "reflexao": "Jesus é o enviado, o ungido, o Filho eterno. Seu amor e autoridade não são invenção — são verdade. A fé começa quando reconhecemos quem Ele realmente é: o Deus que veio até nós por amor."
    },
    {
      "numero": "37",
      "texto": "Se eu não realizo as obras do meu Pai, não creiam em mim;",
      "reflexao": "A fé também se manifesta pelos frutos. Jesus nos mostra que palavras sem ações são vazias — e nos convida a confiar não apenas pelo que ouvimos, mas pelo que vemos do Seu agir entre nós."
    },
    {
      "numero": "38",
      "texto": "mas, se as realizo, mesmo que não creiam em mim, creiam nas obras, para que saibam e entendam que o Pai está em mim, e eu no Pai.",
      "reflexao": "As obras de Jesus são reflexo do Pai. Quem observa com o coração aberto entende que há mais do que palavras — há poder, amor e transformação. É tempo de deixar os olhos do espírito se abrirem."
    },
    {
      "numero": "39",
      "texto": "Eles tentaram prendê-lo outra vez, mas ele escapou das mãos deles.",
      "reflexao": "Jesus não se deixou dominar. Sua hora ainda não havia chegado. Mesmo em meio ao confronto, Ele se move com sabedoria e autoridade. Quando estamos em Deus, nada nos acontece fora do tempo certo."
    },
    {
      "numero": "40",
      "texto": "Então Jesus voltou para o outro lado do Jordão, para o lugar onde João tinha batizado nos primeiros dias, e ali ficou.",
      "reflexao": "Jesus retorna às origens, ao lugar onde tudo começou. Às vezes, também precisamos voltar ao início — ao primeiro amor, à fé simples — para renovar as forças e preparar o coração para o que virá."
    },
    {
      "numero": "41",
      "texto": "Muitos foram até ele e disseram: 'Embora João nunca tenha realizado um sinal miraculoso, tudo o que ele disse a respeito deste homem era verdade'.",
      "reflexao": "O testemunho fiel frutifica com o tempo. João preparou o caminho com palavras verdadeiras, e agora as pessoas colhem os frutos. Nunca subestime o poder de plantar a verdade em silêncio e constância."
    },
    {
      "numero": "42",
      "texto": "E ali muitos creram nele.",
      "reflexao": "Mesmo longe dos centros religiosos, a fé floresceu. Onde Jesus está, corações são alcançados. Que também hoje, mesmo em lugares improváveis, muitos creiam pelo poder da Sua presença viva."
    }
  ]
}
