{
  "livro": "João",
  "capitulo": "4",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os fariseus ouviram falar que Jesus estava fazendo e batizando mais discípulos do que João,",
      "reflexao": "Mesmo quando fazemos o bem, haverá quem observe com olhos de comparação ou julgamento. Mas Jesus nos mostra que o foco deve permanecer na missão, e não nas críticas ou disputas humanas."
    },
    {
      "numero": "2",
      "texto": "embora não fosse Jesus quem batizava, mas os seus discípulos.",
      "reflexao": "Jesus delegava, mostrando que a obra de Deus é coletiva. Hoje também somos chamados a participar ativamente do Reino, cada um com seus dons, com humildade e propósito."
    },
    {
      "numero": "3",
      "texto": "Quando o Senhor ficou sabendo disso, saiu da Judeia e voltou uma vez mais à Galileia.",
      "reflexao": "Jesus sabia a hora de se retirar, de recuar, de mudar o caminho. Isso nos ensina que sabedoria espiritual muitas vezes está em saber a hora de se afastar do conflito e seguir o curso da paz."
    },
    {
      "numero": "4",
      "texto": "Era-lhe necessário passar por Samaria.",
      "reflexao": "Jesus não fazia nada por acaso. A passagem por Samaria não era apenas geográfica — era um propósito divino. Assim também é conosco: Deus nos conduz a lugares improváveis para cumprir encontros transformadores."
    },
    {
      "numero": "5",
      "texto": "Assim, chegou a uma cidade de Samaria chamada Sicar, perto das terras que Jacó dera a seu filho José.",
      "reflexao": "Até os detalhes do lugar carregam significado. Jesus nos encontra em territórios marcados por histórias, dores ou promessas. Nada está fora do plano do Pai."
    },
    {
      "numero": "6",
      "texto": "Havia ali o poço de Jacó. Jesus, cansado da viagem, sentou-se à beira do poço. Isso se deu por volta do meio-dia.",
      "reflexao": "Jesus, mesmo sendo o Filho de Deus, se cansou. Isso nos conforta: Ele entende o peso dos nossos dias. Ao se sentar no poço, Ele nos mostra que é possível parar, respirar, e esperar pelo que o céu vai trazer.<br>Cansado da viagem, senta-se junto ao poço de Jacó — um detalhe que nos revela algo profundamente humano e divino ao mesmo tempo. Ele, que sustenta o universo, se senta à beira de um poço, em plena luz do dia, para esperar — e encontrar uma alma sedenta.<br>Quantas vezes nós nos sentimos esgotados no meio da rotina, no calor do dia, sobrecarregados por tarefas, dúvidas e dores? Esse versículo nos mostra que Jesus entende o nosso cansaço. Ele conhece as longas jornadas da vida. Mas mais do que isso: mesmo cansado, Ele continua disponível para encontros que transformam. Ali, sentado, Ele esperava uma mulher ferida, julgada, e por meio desse encontro ofereceu águas vivas para a alma.<br>Essa cena nos ensina que até nos momentos de aparente pausa ou exaustão, há propósito. Jesus não desperdiça nenhum momento. Às vezes, o lugar do nosso cansaço é exatamente onde Ele vai nos encontrar — ou usar nossa vida para encontrar alguém. Por isso, não despreze o poço do meio-dia. Pode ser ali que Deus decidiu agir com graça."
    },
    {
      "numero": "7",
      "texto": "Nisso veio uma mulher samaritana tirar água. Disse-lhe Jesus: Dê-me um pouco de água.",
      "reflexao": "Jesus quebra barreiras sociais e espirituais ao falar com uma mulher samaritana. Ele nos ensina que ninguém está fora do alcance de Sua graça — Ele nos encontra, mesmo quando acreditamos não merecer."
    },
    {
      "numero": "8",
      "texto": "Os seus discípulos tinham ido à cidade comprar comida.",
      "reflexao": "Mesmo quando estamos sozinhos, Jesus está ali. A ausência de multidão foi o cenário perfeito para um diálogo que mudaria vidas. Deus valoriza encontros íntimos, silenciosos, pessoais."
    },
    {
      "numero": "9",
      "texto": "A mulher samaritana lhe perguntou: Como o Senhor, sendo judeu, pede a mim, uma samaritana, água para beber? Ela perguntou isso porque os judeus não se dão bem com os samaritanos.",
      "reflexao": "A mulher se surpreende porque esperava rejeição, não um pedido de aproximação. Quantas vezes também nos afastamos de Deus por acharmos que Ele não nos quer por perto? Mas Jesus vem ao nosso encontro com amor, não com julgamento."
    },
    {
      "numero": "10",
      "texto": "Jesus lhe respondeu: Se você conhecesse o dom de Deus e quem lhe está pedindo água, você lhe teria pedido, e ele lhe teria dado água viva.",
      "reflexao": "Quantas vezes mendigamos amor, sentido e alívio sem perceber que Aquele que pode saciar tudo isso está ao nosso lado? Jesus nos oferece água viva — algo que o mundo nunca poderá nos dar.<br>A “água viva” que Jesus oferece representa a plenitude da vida espiritual que só Ele pode dar — a presença viva do Espírito Santo que sacia a sede mais profunda da alma humana. Em contraste com a água do poço, que mata a sede por um tempo, essa água viva é uma fonte permanente de renovação, consolo, força e propósito.<br>Vivemos em uma época de sede disfarçada — pessoas buscam sentido em prazeres momentâneos, conquistas materiais, status e relacionamentos passageiros. Mas nada disso consegue preencher o vazio interior que só pode ser saciado pela presença de Deus. Jesus não oferece apenas uma melhora de vida, mas uma transformação interior: uma fonte que jorra de dentro para fora e gera paz, esperança e vida verdadeira.<br>Ao dizer “se você conhecesse o dom de Deus...”, Ele revela que muitas vezes ignoramos o que está ao nosso alcance por não reconhecermos quem está diante de nós. A mulher samaritana não sabia com quem estava falando, assim como muitos hoje não reconhecem que Aquele que pode saciar toda a sede está disponível, acessível, chamando.<br>A água viva é o dom de Deus — gratuito, mas muitas vezes desprezado. E ainda hoje Jesus continua à beira dos nossos poços, esperando o momento certo para oferecer essa fonte que nunca seca."
    },
    {
        "numero": "11",
        "texto": "Disse a mulher: O senhor não tem com que tirar água, e o poço é fundo. Onde pode conseguir essa água viva?",
        "reflexao": "A mulher olha com olhos naturais e vê limitações. Quantas vezes também julgamos as promessas de Deus pela aparência das circunstâncias? Mas o que Ele nos oferece vem do alto — é invisível aos olhos, mas transforma profundamente."
    },
    {
        "numero": "12",
        "texto": "Acaso o senhor é maior do que o nosso pai Jacó, que nos deu o poço, do qual ele mesmo bebeu, bem como seus filhos e seu gado?",
        "reflexao": "Ela recorre à tradição para medir Jesus, mas Ele veio trazer algo muito maior que heranças e estruturas antigas. A fé verdadeira não se limita ao que herdamos, mas ao que recebemos do próprio Cristo."
    },
    {
        "numero": "13",
        "texto": "Jesus respondeu: Quem beber desta água terá sede outra vez,",
        "reflexao": "O mundo oferece alívios temporários que logo se esgotam. Mas o que Jesus dá não evapora — é fonte constante que sustenta até nos desertos."
    },
    {
        "numero": "14",
        "texto": "mas quem beber da água que eu lhe der nunca mais terá sede. Ao contrário, a água que eu lhe der se tornará nele uma fonte de água a jorrar para a vida eterna.",
        "reflexao": "Jesus promete mais do que consolo: Ele promete plenitude. Quando o deixamos habitar em nós, nos tornamos também canais dessa fonte para outros. É a transformação que sacia e transborda."
    },
    {
        "numero": "15",
        "texto": "A mulher lhe disse: Senhor, dê-me dessa água, para que eu não tenha mais sede, nem precise voltar aqui para tirar água.",
        "reflexao": "Ela deseja o fim da sede física, mas Jesus quer curar uma sede muito mais profunda: a da alma. Ele conhece o vazio que tentamos esconder, e vem para preenchê-lo com vida verdadeira."
    },
    {
        "numero": "16",
        "texto": "Ele lhe disse: Vá, chame o seu marido e volte.",
        "reflexao": "Jesus traz à tona aquilo que precisa ser tocado e restaurado. Ele não expõe para humilhar, mas para curar o que está ferido no íntimo da alma.<br>Jesus sabia exatamente com quem estava falando, mas ainda assim diz: “Vá, chame o seu marido e volte.” Essa frase não é uma acusação, mas um convite à verdade. Para que a mulher pudesse receber plenamente a água viva, seria necessário abrir o coração, encarar sua história, e deixar que a luz de Deus penetrasse nas áreas mais escondidas da alma.<br>Nos dias de hoje, muitos desejam as bênçãos de Deus, mas sem enfrentar aquilo que está mal resolvido por dentro. Querem a água viva, mas ainda escondem partes da vida atrás de justificativas, máscaras ou feridas não tratadas. Jesus nos convida a trazermos tudo à luz — não para nos envergonhar, mas para nos curar.<br>Ao pedir que ela chame o marido, Jesus estava indo direto ao ponto da dor e da confusão daquela mulher. E Ele faz o mesmo conosco: toca em áreas sensíveis, não por crueldade, mas porque quer restaurar. Só há transformação quando há verdade.<br>A água viva só flui plenamente onde há entrega sincera. E para isso, às vezes é preciso voltar e encarar aquilo que evitamos. Mas quando o fazemos com Jesus, encontramos graça, não condenação."
    },
    {
        "numero": "17",
        "texto": "Disse a mulher: Não tenho marido. Disse-lhe Jesus: Você falou corretamente, dizendo que não tem marido.",
        "reflexao": "Jesus valida sua honestidade. Ele não condena quem reconhece suas dores, suas falhas, seus recomeços. A verdade confessada é o primeiro passo da liberdade espiritual."
    },
    {
        "numero": "18",
        "texto": "O fato é que você já teve cinco maridos, e o homem com quem agora vive não é seu marido. O que você acabou de dizer é verdade.",
        "reflexao": "Jesus conhece nossas histórias, até os capítulos mais confusos e dolorosos. Mesmo assim, Ele se aproxima. <b>Porque o amor dEle não depende do nosso passado, mas do nosso coração disponível hoje.</b>"
    },
    {
        "numero": "19",
        "texto": "Disse a mulher: Senhor, vejo que é profeta.",
        "reflexao": "A revelação de Jesus quebra as barreiras do medo. Ela começa a enxergá-lo com novos olhos. E assim também acontece conosco: quando percebemos que Ele nos vê por completo e mesmo assim nos ama, tudo muda."
    },
    {
        "numero": "20",
        "texto": "Nossos antepassados adoraram neste monte, mas vocês, judeus, dizem que Jerusalém é o lugar onde se deve adorar.",
        "reflexao": "Ela tenta desviar o foco para uma discussão religiosa. Mas Jesus quer conduzir para algo mais profundo: não importa o lugar físico, mas o estado do coração. A verdadeira adoração não é um ritual, é um encontro."
    },
    {
        "numero": "21",
        "texto": "Jesus declarou: Creia em mim, mulher: Está próxima a hora em que vocês não adorarão o Pai nem neste monte, nem em Jerusalém.",
        "reflexao": "Jesus anuncia uma nova realidade: a fé que ultrapassa fronteiras, templos e tradições. Deus deseja adoradores em espírito — pessoas que se entregam de verdade, onde quer que estejam."
    },
    {
        "numero": "22",
        "texto": "Vocês, samaritanos, adoram o que não conhecem; nós adoramos o que conhecemos, pois a salvação vem dos judeus.",
        "reflexao": "Quando Jesus diz que “a salvação vem dos judeus”, Ele está afirmando uma verdade espiritual e histórica: Deus escolheu Israel como o povo por meio do qual o Messias viria ao mundo. As promessas, os profetas, a Lei, o templo — tudo isso foi dado aos judeus como preparação para a vinda de Jesus, o Salvador.<br>Mas mais do que uma questão étnica ou religiosa, essa frase aponta para a fidelidade de Deus ao seu plano de redenção. Jesus está dizendo que o caminho da salvação não é inventado por ideias humanas, nem adaptado às preferências de cada cultura ou tradição. Ele tem origem, direção e cumprimento claros: começa nas promessas feitas a Abraão, passa pelos patriarcas e profetas, e se cumpre no Messias — Ele mesmo.<br>Nos dias de hoje, essa declaração nos lembra que a fé não pode ser moldada apenas por sentimentos ou tradições desconectadas da verdade revelada por Deus. A adoração verdadeira não é feita na ignorância, mas na revelação. E essa revelação tem um ponto de partida: o plano de Deus revelado aos judeus, mas destinado a alcançar todos os povos.<br>Jesus não exclui os samaritanos — ao contrário, Ele os busca — mas corrige sua visão espiritual: não basta adorar, é preciso conhecer a quem se adora. E o conhecimento começa com a verdade. Hoje, Ele continua chamando todos à mesma luz: não importa a origem, o passado ou a cultura — a salvação está disponível a todos, mas por meio de Jesus, o Messias prometido."
    },
    {
        "numero": "23",
        "texto": "No entanto, está chegando a hora, e de fato já chegou, em que os verdadeiros adoradores adorarão o Pai em espírito e em verdade. São estes os adoradores que o Pai procura.",
        "reflexao": "Deus está em busca de corações autênticos, não performances. A verdadeira adoração nasce na alma sincera, que ama, reconhece e se rende à presença do Pai, mesmo no silêncio e na simplicidade."
    },
    {
        "numero": "24",
        "texto": "Deus é espírito, e é necessário que os seus adoradores o adorem em espírito e em verdade.",
        "reflexao": "Não precisamos de rituais para sermos aceitos por Deus — precisamos de verdade, entrega, comunhão. Ele não olha nossa aparência, mas a sinceridade com que o buscamos."
    },
    {
        "numero": "25",
        "texto": "Disse a mulher: Eu sei que o Messias, que é chamado Cristo, está para vir. Quando ele vier, explicará tudo para nós.",
        "reflexao": "Ela tinha esperança, mesmo sem clareza. E isso nos encoraja: mesmo sem entender tudo, o anseio sincero pelo Messias nos prepara para reconhecê-lo quando Ele fala conosco."
    },
    {
        "numero": "26",
        "texto": "Então Jesus declarou: Eu sou o Messias! Eu, que estou falando com você.",
        "reflexao": "Aqui está a revelação mais íntima: Jesus se mostra como o Salvador a uma mulher marginalizada e sofredora. Ele não escolhe os perfeitos — escolhe os sedentos. E hoje, Ele continua revelando quem é a quem o busca com o coração aberto."
    },
    {
        "numero": "27",
        "texto": "Naquele momento, seus discípulos voltaram e ficaram surpresos ao encontrá-lo conversando com uma mulher. Mas ninguém perguntou: Que queres saber? Ou: Por que estás conversando com ela?",
        "reflexao": "O amor de Jesus surpreende e desconstrói. Ele não se importa com os rótulos sociais. Onde o mundo vê escândalo, Ele vê oportunidade de redenção."
    },
    {
        "numero": "28",
        "texto": "Então, deixando o seu cântaro, a mulher voltou à cidade e disse ao povo:",
        "reflexao": "Ela abandona o cântaro — símbolo de suas rotinas e preocupações — porque encontrou algo maior. Quando Jesus nos toca, o que antes parecia essencial perde valor diante do que é eterno."
    },
    {
        "numero": "29",
        "texto": "Venham ver um homem que me disse tudo o que tenho feito. Será que ele não é o Cristo?",
        "reflexao": "Ela não esconde sua história — ela a transforma em testemunho. Quando reconhecemos a ação de Deus em nossa vida, até os erros do passado viram ponte para outros encontrarem salvação."
    },
    {
        "numero": "30",
        "texto": "Então saíram da cidade e foram para onde ele estava.",
        "reflexao": "Um coração tocado por Deus atrai outros. Quando falamos com verdade sobre o que Cristo fez em nós, pessoas se levantam, saem de seus esconderijos e vão ao encontro dEle."
    },
    {
        "numero": "31",
        "texto": "Enquanto isso, os discípulos insistiam com ele: Mestre, come alguma coisa.",
        "reflexao": "Os discípulos estavam preocupados com o alimento físico, mas Jesus nos mostra que há uma fome mais profunda: a de cumprir o propósito do Pai. Quando estamos alinhados com a vontade divina, até a necessidade do corpo se aquieta."
    },
    {
        "numero": "32",
        "texto": "Mas ele lhes disse: Tenho algo para comer que vocês não conhecem.",
        "reflexao": "A intimidade com o Pai nutre a alma. Existe um sustento invisível aos olhos, mas que fortalece o espírito de quem vive em comunhão com Deus."
    },
    {
        "numero": "33",
        "texto": "Então seus discípulos disseram uns aos outros: Será que alguém lhe trouxe comida?",
        "reflexao": "A mente natural nem sempre entende a linguagem do céu. Mas Jesus nos convida a enxergar com os olhos da fé — onde o invisível é real, e o espiritual é mais importante do que o material."
    },
    {
        "numero": "34",
        "texto": "Disse Jesus: A minha comida é fazer a vontade daquele que me enviou e concluir a sua obra.",
        "reflexao": "Há um tipo de satisfação que o mundo não pode oferecer: aquela que nasce de viver em obediência a Deus. Quando fazemos parte da obra dEle, nosso interior se enche de paz e sentido."
    },
    {
        "numero": "35",
        "texto": "Vocês não dizem: ‘Daqui a quatro meses haverá colheita’? Eu digo: Abram os olhos e vejam os campos! Eles estão maduros para a colheita.",
        "reflexao": "Jesus nos chama à urgência. Há vidas prontas para serem alcançadas, corações esperando uma palavra, pessoas à beira do poço que precisam da água viva. A hora é agora."
    },
    {
        "numero": "36",
        "texto": "Aquele que colhe já recebe o seu salário e colhe fruto para a vida eterna, de forma que se alegram juntos o que semeia e o que colhe.",
        "reflexao": "No Reino de Deus, quem planta e quem colhe compartilham a mesma alegria. Não importa o tamanho da sua parte, se for feita com amor — haverá fruto eterno e recompensa no céu.<br>Vivemos em uma geração imediatista, onde muitos querem colher sem ter semeado, e outros desanimam por não verem frutos do que plantaram. Mas Jesus nos lembra aqui de uma verdade eterna: tanto quem semeia quanto quem colhe participam de um mesmo propósito — e ambos se alegram juntos, porque o fruto é para a vida eterna.<br>Na caminhada da fé, alguns são chamados a lançar sementes — palavras, gestos, orações, testemunhos — mesmo sem ver resultados imediatos. Outros chegam na fase da colheita, quando um coração já foi preparado pelo tempo, pelo Espírito e pelo cuidado silencioso de alguém que passou antes. Não importa em qual fase estamos — semeando ou colhendo — ambos fazem parte da obra de Deus.<br>Jesus nos ensina que nenhuma boa ação feita em Seu nome é em vão. Aquele que colhe já recebe o seu salário — a alegria de ver vidas sendo transformadas, a certeza de estar participando do plano divino. E aquele que semeou também será recompensado, mesmo que os frutos só apareçam mais tarde.<br>Hoje, somos chamados a continuar semeando com fé, mesmo sem aplausos, e a colher com gratidão, reconhecendo que outros também contribuíram para aquele momento. No Reino, a obra é coletiva, o fruto é eterno e a alegria é compartilhada."
    },
    {
        "numero": "37",
        "texto": "Assim é verdadeiro o ditado: ‘Um é o que semeia, e outro o que colhe’.",
        "reflexao": "Nem sempre veremos os frutos do que plantamos, mas Deus vê. Cada gesto de amor, cada semente de fé lançada no coração de alguém, será colhida no tempo certo."
    },
    {
        "numero": "38",
        "texto": "Eu os enviei para colherem o que vocês não cultivaram. Outros realizaram o trabalho árduo, e vocês vieram a usufruir do trabalho deles.",
        "reflexao": "Somos parte de uma missão contínua. Outros prepararam o caminho, e agora colhemos juntos. O Reino é obra coletiva — cada um no seu tempo, mas todos sob a mesma graça.<br>Quando Jesus diz “Eu os enviei para colherem o que vocês não cultivaram”, Ele está falando diretamente aos seus discípulos, mas essa palavra ecoa até hoje para todos os que são chamados a continuar Sua missão. Ele nos lembra que fazemos parte de uma grande história que começou muito antes de nós. Profetas, mestres, homens e mulheres de fé vieram antes, preparando o terreno com lágrimas, oração, fidelidade e até perseguições.<br>Jesus envia os discípulos a colher onde não plantaram porque o Reino de Deus é assim: ele é construído por muitos, em várias gerações, e ninguém faz nada sozinho. Há um trabalho que já foi feito — no coração das pessoas, nas sementes lançadas pela Palavra, nas experiências vividas — e agora há a graça de ver os frutos surgirem. Mas isso não é motivo de orgulho, e sim de humildade e gratidão.<br>Nos nossos dias, isso nos convida a duas atitudes essenciais: reconhecimento e responsabilidade. Reconhecimento, para honrar aqueles que vieram antes — pais, mestres, pastores, evangelistas silenciosos — que lançaram sementes que talvez só agora vemos florescer. E responsabilidade, para entender que também nós estamos semeando para outros que virão depois.<br>Jesus nos envia — não por mérito, mas por graça — a participar da colheita da vida eterna. Que saibamos colher com humildade e semear com esperança, pois o trabalho no Reino é uma obra coletiva, unida pela fidelidade de Deus."
    },
    {
        "numero": "39",
        "texto": "Muitos samaritanos daquela cidade creram nele por causa do seguinte testemunho dado pela mulher: Ele me disse tudo o que tenho feito.",
        "reflexao": "Um testemunho sincero, mesmo de alguém desprezado, pode tocar muitas vidas. Não despreze sua história — Deus a usa para alcançar outros com esperança."
    },
    {
        "numero": "40",
        "texto": "Assim, quando se aproximaram dele, os samaritanos insistiram em que ficasse com eles, e ele ficou dois dias.",
        "reflexao": "Jesus permaneceu onde foi bem recebido. Quando abrimos espaço para Ele em nossa rotina, em nosso lar e em nosso coração, Ele se faz presente e transforma tudo ao redor."
    },
    {
        "numero": "41",
        "texto": "E por causa da sua palavra, muitos outros creram.",
        "reflexao": "A palavra de Cristo é viva, e ainda hoje gera fé. Quando ouvimos com o coração aberto, somos tocados, curados e convencidos pelo Espírito da verdade."
    },
    {
        "numero": "42",
        "texto": "E disseram à mulher: Agora cremos não somente por causa do que você disse, pois nós mesmos o ouvimos e sabemos que este é realmente o Salvador do mundo.",
        "reflexao": "O testemunho de alguém pode nos atrair, mas é o encontro pessoal com Jesus que firma nossa fé. Ele deseja ser conhecido diretamente por cada coração."
    },
    {
        "numero": "43",
        "texto": "Depois daqueles dois dias, ele partiu para a Galileia.",
        "reflexao": "Jesus cumpre o tempo em cada lugar. Ele chega, permanece, cura, ensina — e segue. Que estejamos atentos para aproveitar cada visita do céu à nossa alma."
    },
    {
        "numero": "44",
        "texto": "pois, o próprio Jesus havia afirmado que nenhum profeta tem honra em sua própria terra.",
        "reflexao": "Jesus, ao afirmar que “nenhum profeta tem honra em sua própria terra”, revela uma dor silenciosa que muitos experimentam: a rejeição por aqueles que nos conhecem de perto. Em sua cidade natal, entre os que o viram crescer, Ele não foi recebido como o Messias, mas como “o filho do carpinteiro”. Aqueles que mais deveriam reconhecer a luz que brilhava entre eles foram os que mais resistiram.<br>Nos dias de hoje, muitos vivem essa mesma experiência. Pessoas que decidem seguir a Deus de forma séria, que passam por uma transformação real de vida, muitas vezes enfrentam incredulidade, desprezo ou zombaria dentro da própria casa, entre amigos ou na comunidade onde cresceram. É como se a familiaridade apagasse a reverência. Mas Jesus nos mostra que isso não é sinal de fracasso espiritual — é parte da missão.<br>Essa passagem nos ensina a não desanimar quando não somos ouvidos pelos nossos. Mesmo Jesus passou por isso. O importante é continuar firmes, com mansidão, humildade e perseverança. Às vezes, a semente lançada hoje só será reconhecida muito tempo depois — e mesmo que não sejamos honrados pelos nossos, Deus vê, conhece e recompensa.<br>A ausência de honra não apaga o valor da mensagem nem diminui o chamado. Pelo contrário: reforça que seguimos os passos do nosso Mestre. E se Ele passou por isso, estamos no caminho certo quando também somos incompreendidos por amor à verdade."
    },
    {
        "numero": "45",
        "texto": "Quando chegou à Galileia, os galileus deram-lhe boas-vindas. Eles tinham visto tudo o que ele fizera em Jerusalém durante a festa, pois também tinham estado lá.",
        "reflexao": "Muitos se aproximam de Jesus por aquilo que Ele faz, mas Ele deseja nos levar além: para um relacionamento baseado não em milagres, mas em amor e fé verdadeira."
    },
    {
        "numero": "46",
        "texto": "Mais uma vez ele visitou Caná da Galileia, onde havia transformado água em vinho. E havia ali um oficial do rei, cujo filho estava doente em Cafarnaum.",
        "reflexao": "Mesmo em lugares já visitados, Jesus continua agindo. Ele não repete apenas milagres — Ele renova a esperança. Onde há dor, Ele pode intervir com compaixão."
    },
    {
        "numero": "47",
        "texto": "Quando esse homem ouviu falar que Jesus tinha chegado à Galileia, vindo da Judeia, procurou-o e suplicou-lhe que fosse curar seu filho, que estava à beira da morte.",
        "reflexao": "A dor nos empurra para Deus. Quando já não há recursos humanos, o coração quebrantado encontra em Jesus o socorro verdadeiro e poderoso."
    },
    {
        "numero": "48",
        "texto": "Disse-lhe Jesus: Se vocês não virem sinais e maravilhas, nunca crerão.",
        "reflexao": "Jesus confronta a fé baseada apenas no espetáculo. Ele deseja nos levar a crer não pelo que vemos, mas pelo que ouvimos dEle e conhecemos em nosso íntimo."
    },
    {
        "numero": "49",
        "texto": "O oficial do rei disse: Senhor, vem, antes que o meu filho morra!",
        "reflexao": "Esse clamor resume o desespero de muitos pais, mães, amigos e irmãos. Jesus escuta a voz aflita com compaixão. Quando clamamos com sinceridade, Ele não nos ignora."
    },
    {
        "numero": "50",
        "texto": "Jesus lhe disse: Pode ir, o seu filho continuará vivo. O homem confiou na palavra de Jesus e partiu.",
        "reflexao": "Fé é acreditar antes de ver. A resposta de Jesus pode parecer simples, mas carrega poder. Quando confiamos na Sua palavra, ainda que nada mude por fora, algo já se move por dentro."
    },
    {
        "numero": "51",
        "texto": "Estando ele ainda a caminho, seus servos vieram ao seu encontro com notícias de que o menino estava vivo.",
        "reflexao": "Enquanto ainda caminhamos, Deus já está agindo. A resposta muitas vezes vem no meio da jornada, não no destino final. O caminho da fé é cheio de surpresas do céu."
    },
    {
        "numero": "52",
        "texto": "Quando perguntou a que horas seu filho tinha melhorado, eles lhe disseram: Ontem, à uma da tarde, a febre o deixou.",
        "reflexao": "Cada milagre tem sua hora marcada. A intervenção divina é precisa. Deus não se atrasa — Ele age no tempo exato para que nossa fé seja fortalecida."
    },
    {
        "numero": "53",
        "texto": "Então o pai percebeu que aquela fora exatamente a hora em que Jesus lhe dissera: 'O seu filho continuará vivo'. Assim, creram ele e todos os de sua casa.",
        "reflexao": "O milagre não foi apenas físico — foi espiritual. Toda a casa foi alcançada porque um pai confiou em Jesus. Nossa fé pode ser a porta para a salvação da nossa família."
    },
    {
        "numero": "54",
        "texto": "Esse foi o segundo sinal miraculoso que Jesus realizou depois que veio da Judeia para a Galileia.",
        "reflexao": "Cada sinal de Jesus aponta para algo maior do que o milagre em si: revela Seu amor, Sua autoridade e Sua vontade de nos transformar por completo. Que nossos olhos vejam, mas que o coração creia com profundidade."
    }
  ]
}