{
  "livro": "João",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Algum tempo depois, Jesus partiu para a outra margem do mar da Galileia (ou seja, do mar de Tiberíades),",
      "reflexao": "Mesmo em meio à multidão, Jesus buscava novos lugares para continuar sua missão. Deus também nos move, muitas vezes, para margens diferentes da vida, onde novos milagres podem acontecer."
    },
    {
      "numero": "2",
      "texto": "e grande multidão continuava a segui-lo, porque vira os sinais miraculosos que ele tinha realizado nos doentes.",
      "reflexao": "Muitos o seguiam pelos sinais, mas Jesus desejava mais que admiração — Ele queria entrega. A fé verdadeira não busca apenas milagres, mas um relacionamento profundo com o Milagreiro."
    },
    {
      "numero": "3",
      "texto": "Então Jesus subiu ao monte e sentou-se com os seus discípulos.",
      "reflexao": "Ele sobe para ensinar. O monte é lugar de comunhão e aprendizado. Precisamos também subir: sair da pressa do dia e sentar com o Mestre, ouvir sua voz e descansar em sua presença."
    },
    {
      "numero": "4",
      "texto": "Estava próxima a festa judaica da Páscoa.",
      "reflexao": "A proximidade da Páscoa nos lembra que toda ação de Jesus aponta para algo maior: a libertação definitiva. Ele é o verdadeiro Cordeiro, pronto para dar sua vida por nós."
    },
    {
      "numero": "5",
      "texto": "Levantando os olhos e vendo uma grande multidão que se aproximava, Jesus disse a Filipe: Onde compraremos pão para este povo comer?",
      "reflexao": "Jesus sabia a resposta, mas fez a pergunta para despertar a fé. Ele também nos faz perguntas que revelam nossas limitações e abrem espaço para confiarmos no impossível."
    },
    {
      "numero": "6",
      "texto": "Fez essa pergunta apenas para pô-lo à prova, pois já tinha em mente o que ia fazer.",
      "reflexao": "Jesus testa para revelar, não para punir. Ele já sabe o que vai fazer por nós — mas deseja que aprendamos a confiar mesmo antes de ver o milagre."
    },
    {
      "numero": "7",
      "texto": "Filipe lhe respondeu: Duzentos denários não comprariam pão suficiente para que cada um recebesse um pedaço!",
      "reflexao": "Filipe olhou com lógica e viu impossibilidade. Nós também, muitas vezes, limitamos o agir de Deus com cálculos humanos. Mas onde há fé, o pouco se multiplica."
    },
    {
      "numero": "8",
      "texto": "Outro discípulo, André, irmão de Simão Pedro, tomou a palavra:",
      "reflexao": "Mesmo com dúvida, André trouxe o que havia. Deus não exige muito — Ele transforma o pouco que entregamos com sinceridade."
    },
    {
      "numero": "9",
      "texto": "Aqui está um rapaz com cinco pães de cevada e dois peixinhos, mas o que é isso para tanta gente?",
      "reflexao": "O pouco nas mãos humanas é quase nada. Mas nas mãos de Jesus, é abundância. Nunca subestime o que você tem quando decide entregar."
    },
    {
      "numero": "10",
      "texto": "Disse Jesus: Mandem o povo assentar-se. Havia muita grama naquele lugar, e todos se assentaram; era cerca de cinco mil homens.",
      "reflexao": "Jesus organiza antes de agir. O milagre acontece onde há ordem, confiança e espera. Sentar-se é um ato de fé, de quem crê que algo está prestes a acontecer."
    },
    {
      "numero": "11",
      "texto": "Então Jesus tomou os pães, deu graças e os repartiu entre os que estavam assentados, tanto quanto queriam. E fez o mesmo com os peixes.",
      "reflexao": "Jesus agradece antes de multiplicar. A gratidão antecede o milagre. Quando abençoamos o pouco que temos, Deus o transforma em provisão que sacia e transborda."
    },
    {
      "numero": "12",
      "texto": "Depois que todos receberam o suficiente para comer, disse aos seus discípulos: Recolham os pedaços que sobraram. Que nada seja desperdiçado.",
      "reflexao": "Deus supre com generosidade, mas também nos ensina responsabilidade. Tudo o que Ele nos dá tem valor. Até as sobras são bênçãos que devem ser guardadas com gratidão."
    },
    {
      "numero": "13",
      "texto": "Então eles os recolheram e encheram doze cestos com os pedaços dos cinco pães de cevada deixados por aqueles que tinham comido.",
      "reflexao": "A multiplicação foi tão abundante que sobrou. Deus não apenas satisfaz — Ele excede. Do que parecia insuficiente, nasceu fartura. Com Jesus, nada é pequeno demais para resultar em glória."
    },
    {
      "numero": "14",
      "texto": "Depois de ver o sinal miraculoso que Jesus tinha realizado, o povo começou a dizer: Sem dúvida este é o Profeta que devia vir ao mundo.",
      "reflexao": "Os milagres revelam quem Jesus é. Mas o maior milagre não está no pão multiplicado — está no coração que reconhece o Salvador com fé verdadeira."
    },
    {
      "numero": "15",
      "texto": "Sabendo Jesus que pretendiam proclamá-lo rei à força, retirou-se novamente sozinho para o monte.",
      "reflexao": "Jesus não buscava aplausos ou tronos terrenos. Ele veio para reinar nos corações. Quando as pessoas tentam moldá-lo às suas expectativas, Ele se retira — porque sua missão é eterna, não política."
    },
    {
      "numero": "16",
      "texto": "Ao anoitecer, seus discípulos desceram para o mar,",
      "reflexao": "A noite chega, e com ela as travessias da vida. Há momentos em que precisamos descer ao mar da incerteza confiando que Jesus não nos deixa sozinhos."
    },
    {
      "numero": "17",
      "texto": "entraram num barco e começaram a travessia para Cafarnaum. Já estava escuro, e Jesus ainda não tinha ido até onde estavam.",
      "reflexao": "Muitas vezes navegamos por águas escuras, sem perceber que Jesus está a caminho. A ausência dEle não significa abandono — é apenas parte do processo de fé."
    },
    {
      "numero": "18",
      "texto": "Soprava um vento forte, e as águas estavam agitadas.",
      "reflexao": "As tempestades são reais. Os ventos da vida nos assustam, mas não são capazes de afundar quem crê. O mar pode agitar, mas Jesus não perde o controle."
    },
    {
      "numero": "19",
      "texto": "Depois de terem remado cerca de cinco ou seis quilômetros, viram Jesus aproximando-se do barco, andando sobre o mar, e ficaram aterrorizados.",
      "reflexao": "Ele vem pelo caminho que nos dá medo. Jesus não evita o mar — Ele caminha sobre ele. Ele pisa onde achamos que vamos afundar, para nos mostrar que o impossível se curva diante dEle."
    },
    {
      "numero": "20",
      "texto": "Mas ele lhes disse: Sou eu! Não tenham medo!",
      "reflexao": "A voz de Jesus dissipa o terror. Quando Ele se revela, o medo perde força. A presença dEle transforma tempestades em paz interior. Basta ouvi-lo dizer: 'Sou eu!'"
    },
    {
        "numero": "21",
        "texto": "Então eles o receberam de bom grado no barco, e logo chegaram ao destino para o qual se dirigiam.",
        "reflexao": "Quando Jesus entra no barco, a travessia muda. Ele traz direção, segurança e encurta caminhos. A presença dEle transforma desespero em chegada certa."
    },
    {
        "numero": "22",
        "texto": "No dia seguinte, a multidão que ficara do outro lado do mar percebeu que apenas um barco estivera ali, e que Jesus não tinha embarcado com seus discípulos, mas que eles tinham partido sozinhos.",
        "reflexao": "As pessoas tentam entender os caminhos de Jesus com lógica, mas nem sempre o mistério da fé se explica com os olhos. Nem tudo será visível — mas tudo pode ser crido."
    },
    {
        "numero": "23",
        "texto": "Então alguns barcos de Tiberíades aproximaram-se do lugar onde o povo tinha comido o pão, depois de o Senhor ter dado graças.",
        "reflexao": "O milagre atrai. Muitos vão em busca do pão, mas Jesus deseja que busquemos o Padeiro. Ele quer mais do que nos alimentar — Ele quer nos transformar."
    },
    {
        "numero": "24",
        "texto": "Quando a multidão percebeu que nem Jesus nem seus discípulos estavam ali, entrou nos barcos e foi para Cafarnaum em busca de Jesus.",
        "reflexao": "Buscar Jesus é sempre o melhor caminho. Mas é preciso entender por que o buscamos — pelo que Ele faz ou por quem Ele é? A resposta define a profundidade da nossa fé."
    },
    {
        "numero": "25",
        "texto": "Quando o encontraram do outro lado do mar, perguntaram-lhe: Mestre, quando chegaste aqui?",
        "reflexao": "A pergunta era natural, mas a resposta de Jesus revelaria o coração deles. Muitas vezes nos preocupamos com o 'como' e o 'quando', mas o mais importante é o 'por quê'."
    },
    {
        "numero": "26",
        "texto": "Jesus respondeu: A verdade é que vocês estão me procurando, não porque viram os sinais miraculosos, mas porque comeram os pães e ficaram satisfeitos.",
        "reflexao": "Jesus confronta o interesse superficial. Ele quer seguidores que tenham fome de vida eterna, não apenas de soluções momentâneas. O milagre é um sinal, não o destino."
    },
    {
        "numero": "27",
        "texto": "Não trabalhem pela comida que se estraga, mas pela comida que permanece para a vida eterna, a qual o Filho do homem lhes dará. Deus, o Pai, nele colocou o seu selo de aprovação.",
        "reflexao": "O que buscamos com mais esforço? A comida que perece ou a que alimenta o espírito? Jesus nos convida a priorizar o que sustenta para sempre."
    },
    {
        "numero": "28",
        "texto": "Então lhe perguntaram: O que precisamos fazer para realizar as obras que Deus requer?",
        "reflexao": "O coração humano quer fazer para merecer. Mas Jesus nos mostra que a verdadeira obra é crer — é confiar, se render, seguir com fé simples e viva."
    },
    {
        "numero": "29",
        "texto": "Jesus respondeu: A obra de Deus é esta: crer naquele que ele enviou.",
        "reflexao": "A fé é a porta de tudo. Quando cremos em Jesus, abrimos espaço para a ação de Deus em todas as áreas da vida. A obra começa no coração."
    },
    {
        "numero": "30",
        "texto": "Então lhe perguntaram: Que sinal miraculoso mostrarás, para que o vejamos e creiamos em ti? Que farás?",
        "reflexao": "Mesmo após verem milagres, ainda pediam provas. Isso mostra que o coração descrente nunca se sacia com sinais. Só a fé transforma a visão em entrega."
    },
    {
        "numero": "31",
        "texto": "Os nossos antepassados comeram o maná no deserto; como está escrito: 'Ele lhes deu a comer pão do céu'.",
        "reflexao": "Eles viviam olhando para o passado, mas não reconheciam o presente. O pão verdadeiro estava diante deles, mas estavam presos à tradição. Jesus é o novo maná: vivo, presente, eterno."
    },
    {
        "numero": "32",
        "texto": "Declarou-lhes Jesus: Digo-lhes a verdade: Não foi Moisés quem lhes deu o pão do céu, mas é meu Pai quem dá a vocês o verdadeiro pão do céu.",
        "reflexao": "Jesus corrige a percepção errada: foi Deus quem proveu, não Moisés. A fonte de tudo é o Pai, e o pão maior não é físico — é o próprio Filho."
    },
    {
        "numero": "33",
        "texto": "Pois o pão de Deus é aquele que desceu do céu e dá vida ao mundo.",
        "reflexao": "Jesus não veio apenas para alimentar — Ele veio para dar vida. Vida abundante, eterna, restauradora. Ele é o sustento que nunca acaba."
    },
    {
        "numero": "34",
        "texto": "Disseram eles: Senhor, dá-nos sempre desse pão!",
        "reflexao": "O pedido é belo, mas ainda imaturo. Queriam o pão, sem entender que o pão era uma Pessoa. Jesus não é apenas uma bênção — Ele é a própria bênção encarnada."
    },
    {
        "numero": "35",
        "texto": "Então Jesus declarou: Eu sou o pão da vida. Aquele que vem a mim nunca terá fome; aquele que crê em mim nunca terá sede.",
        "reflexao": "A fome da alma só se sacia em Jesus. Ele é o alimento que preenche o vazio existencial, que nutre o coração e dá sentido à caminhada."
    },
    {
        "numero": "36",
        "texto": "Mas, como eu lhes disse, vocês me viram, mas ainda não creem.",
        "reflexao": "A incredulidade não é falta de prova, mas de disposição. Ver não é suficiente — é preciso abrir o coração para crer de verdade."
    },
    {
        "numero": "37",
        "texto": "Todo aquele que o Pai me der virá a mim, e quem vier a mim eu jamais rejeitarei.",
        "reflexao": "Que promessa linda: quem se achega a Jesus nunca é rejeitado. Ele acolhe, cura, restaura. Nenhum coração sincero será expulso de Sua presença."
    },
    {
        "numero": "38",
        "texto": "Pois desci do céu, não para fazer a minha vontade, mas para fazer a vontade daquele que me enviou.",
        "reflexao": "Jesus é o exemplo de obediência total. Ele nos mostra que a plenitude está em viver para agradar a Deus, e não a nós mesmos."
    },
    {
        "numero": "39",
        "texto": "E esta é a vontade daquele que me enviou: que eu não perca nenhum dos que ele me deu, mas os ressuscite no último dia.",
        "reflexao": "Jesus não desiste de nenhum dos seus. Mesmo quando caímos, Ele nos levanta. Nosso futuro está seguro em Suas mãos."
    },
    {
        "numero": "40",
        "texto": "Porque a vontade de meu Pai é que todo aquele que olhar para o Filho e nele crer tenha a vida eterna, e eu o ressuscitarei no último dia.",
        "reflexao": "A fé em Jesus é a chave da eternidade. Não é esforço, é entrega. Quem crê tem vida — agora e para sempre."
    },
    {
        "numero": "41",
        "texto": "Com isso, os judeus começaram a criticar Jesus, porque dissera: 'Eu sou o pão que desceu do céu'.",
        "reflexao": "A revelação de Jesus confronta. Muitos resistem à verdade porque ela desmonta estruturas. Mas o pão que desceu do céu não pode ser ignorado — só aceito ou rejeitado."
    },
    {
        "numero": "42",
        "texto": "E diziam: Este não é Jesus, o filho de José? Não conhecemos seu pai e sua mãe? Como ele pode dizer: 'Desci do céu'?",
        "reflexao": "O preconceito impede a fé. Olhavam para a origem humana de Jesus e não viam sua identidade divina. Deus pode usar o comum para revelar o eterno — se o coração estiver disposto a ver."
    },
    {
        "numero": "43",
        "texto": "Respondeu Jesus: Parem de me criticar.",
        "reflexao": "Jesus não busca aprovação — Ele fala com verdade. A crítica é a defesa de quem não quer mudar. Mas a verdade liberta quem se rende a ela."
    },
    {
        "numero": "44",
        "texto": "Ninguém pode vir a mim, se o Pai, que me enviou, não o atrair; e eu o ressuscitarei no último dia.",
        "reflexao": "Jesus afirma algo central para a fé cristã: ninguém pode vir a Ele por esforço próprio, por mérito ou apenas por curiosidade intelectual. É o Pai quem atrai, é a graça de Deus que toca o coração, quebranta o orgulho e desperta a fé verdadeira. E a promessa que Ele faz àqueles que respondem a esse chamado é clara: “Eu o ressuscitarei no último dia.”<br>Mas o que significa esse “último dia”?<br>Jesus está falando do dia final da história humana como a conhecemos — o dia da ressurreição dos mortos, do julgamento final, e da consumação de todas as promessas eternas. Esse é o dia em que todos os que creram n’Ele, mesmo os que já morreram, ressuscitarão para a vida eterna. Não é um “fim” no sentido destrutivo, mas sim o início de uma nova era — a eternidade com Deus.<br>Nos dias de hoje, muitos vivem como se esse “último dia” nunca fosse chegar. Mas Jesus nos lembra que a história tem um destino, e que nossas escolhas aqui têm consequências eternas. O último dia será real — não como uma metáfora, mas como um evento definitivo, onde aqueles que ouviram a voz de Deus e responderam com fé verão a promessa se cumprir: viver eternamente com Cristo.<br>Essa passagem também nos consola: nossa vida está nas mãos de Deus, e mesmo diante da morte, temos uma esperança viva. Quem é atraído pelo Pai e se rende a Jesus, mesmo que morra, viverá novamente — e será ressuscitado no último dia, pelo próprio Salvador.<br>A fé é também obra do Espírito. Deus atrai, toca, chama. Se você sente esse chamado, não resista — é o amor do Pai conduzindo você ao Filho."
    },
    {
        "numero": "45",
        "texto": "Está escrito nos Profetas: 'Todos serão ensinados por Deus'. Todos os que ouvem o Pai e dele aprendem vêm a mim.",
        "reflexao": "O ensino de Deus é íntimo, pessoal. Ele fala ao coração. Os que ouvem com sinceridade reconhecem Jesus como a voz do Pai entre nós."
    },
    {
        "numero": "46",
        "texto": "Ninguém viu o Pai, a não ser aquele que vem de Deus; somente ele viu o Pai.",
        "reflexao": "Jesus é a ponte segura entre o invisível e o visível. Nele, vemos quem Deus é. Conhecer Jesus é conhecer o coração do Pai."
    },
    {
        "numero": "47",
        "texto": "Asseguro-lhes que aquele que crê tem a vida eterna.",
        "reflexao": "Tão simples. Tão profundo. Crer dá acesso à eternidade. Não é sobre merecer — é sobre confiar com todo o coração."
    },
    {
        "numero": "48",
        "texto": "Eu sou o pão da vida.",
        "reflexao": "Jesus é alimento diário, não só ocasião especial. Ele sustenta, fortalece e renova. Precisamos dEle como precisamos do ar e da água."
    },
    {
        "numero": "49",
        "texto": "Os seus antepassados comeram o maná no deserto, mas morreram.",
        "reflexao": "O pão físico sacia por um tempo. Só o pão celestial sustenta para sempre. Jesus não nos livra apenas da fome — Ele nos livra da morte."
    },
    {
        "numero": "50",
        "texto": "Todavia, aqui está o pão que desce do céu, para que não morra quem dele comer.",
        "reflexao": "Comer desse pão é crer, é se render, é depender. Jesus se oferece como vida — mas é preciso aceitar, mastigar, absorver Sua presença todos os dias."
    },
    {
        "numero": "51",
        "texto": "Eu sou o pão vivo que desceu do céu. Se alguém comer deste pão, viverá para sempre. Este pão é a minha carne, que eu darei pela vida do mundo.",
        "reflexao": "Jesus oferece a si mesmo como sustento eterno. Ele não veio apenas para ensinar, mas para se entregar. Em um mundo faminto por sentido, Ele é o único alimento que sacia para sempre."
    },
    {
        "numero": "52",
        "texto": "Então os judeus começaram a discutir exaltadamente entre si: 'Como pode esse homem nos oferecer a sua carne para comermos?'",
        "reflexao": "A mente racional se escandaliza diante do mistério da fé. Muitas vezes não entendemos os caminhos de Deus porque tentamos compreendê-los apenas com lógica, e não com o coração aberto."
    },
    {
        "numero": "53",
        "texto": "Jesus lhes disse: 'Eu lhes digo a verdade: se vocês não comerem a carne do Filho do homem e não beberem o seu sangue, não terão vida em si mesmos.'",
        "reflexao": "Participar de Cristo é mais do que admirá-lo — é viver em comunhão com Ele. Comer e beber dEle é aceitar sua vida, morte e ressurreição como parte da nossa essência diária."
    },
    {
        "numero": "54",
        "texto": "Todo aquele que come a minha carne e bebe o meu sangue tem a vida eterna, e eu o ressuscitarei no último dia.",
        "reflexao": "A promessa é clara: comunhão com Jesus gera vida eterna. Ele não oferece apenas consolo terreno, mas ressurreição e eternidade com o Pai."
    },
    {
        "numero": "55",
        "texto": "Pois a minha carne é verdadeira comida e o meu sangue é verdadeira bebida.",
        "reflexao": "Jesus é o sustento completo da alma. Seu sacrifício não é simbólico apenas — é essencial, profundo e eficaz para restaurar o ser humano por inteiro."
    },
    {
        "numero": "56",
        "texto": "Todo aquele que come a minha carne e bebe o meu sangue permanece em mim e eu nele.",
        "reflexao": "A permanência em Cristo é relacional, contínua e vital. Não se trata de um momento religioso, mas de uma vida de intimidade e entrega mútua."
    },
    {
        "numero": "57",
        "texto": "Da mesma forma como o Pai que vive me enviou e eu vivo por causa do Pai, assim aquele que se alimenta de mim viverá por minha causa.",
        "reflexao": "Jesus vive pelo Pai e nos convida a viver por Ele. Essa conexão nos transforma e nos tira do egocentrismo para uma existência centrada no amor e na obediência divina."
    },
    {
        "numero": "58",
        "texto": "Este é o pão que desceu do céu. Os antepassados de vocês comeram o maná e morreram, mas aquele que se alimenta deste pão viverá para sempre.",
        "reflexao": "Jesus é o novo maná. O antigo alimentava o corpo, mas Ele alimenta a alma. Quem se alimenta de Cristo vence até a morte, porque já vive pela eternidade."
    },
    {
        "numero": "59",
        "texto": "Ele disse isso quando ensinava na sinagoga de Cafarnaum.",
        "reflexao": "Mesmo dentro do ambiente religioso, suas palavras causaram impacto. Jesus continua nos desafiando — mesmo entre os que acham que já O conhecem."
    },
    {
        "numero": "60",
        "texto": "Ao ouvirem isso, muitos dos seus discípulos disseram: 'Dura é essa palavra. Quem pode suportá-la?'",
        "reflexao": "As verdades de Jesus nem sempre são fáceis. Mas são libertadoras. O coração humilde as acolhe; o orgulhoso as rejeita. Quem deseja cura precisa aceitar o remédio — mesmo quando amargo."
    },
    {
        "numero": "61",
        "texto": "Sabendo em seu íntimo que os seus discípulos estavam se queixando do que ouviram, Jesus lhes disse: 'Isso os escandaliza?'",
        "reflexao": "Jesus nos confronta para curar. Se o evangelho nos escandaliza, talvez ainda estejamos presos a uma fé superficial. O amor verdadeiro também corrige — e edifica."
    },
    {
        "numero": "62",
        "texto": "Que acontecerá se vocês virem o Filho do homem subir para onde estava antes!",
        "reflexao": "Ele fala do que ainda virá — de sua glória e ascensão. A fé verdadeira não precisa ver para crer, mas crê para ver além do que os olhos alcançam."
    },
    {
        "numero": "63",
        "texto": "O Espírito dá vida; a carne não produz nada que se aproveite. As palavras que eu lhes disse são espírito e vida.",
        "reflexao": "Não é o entendimento humano que gera vida — é o Espírito. A palavra de Cristo não é apenas som; é vida que regenera e transforma os que a recebem com fé."
    },
    {
        "numero": "64",
        "texto": "Contudo, há alguns de vocês que não creem. Pois Jesus sabia desde o princípio quais deles não criam e quem o iria trair.",
        "reflexao": "Jesus conhece o íntimo de cada um. Podemos enganar a todos, menos a Ele. E mesmo conhecendo a incredulidade de muitos, Ele continua oferecendo amor."
    },
    {
        "numero": "65",
        "texto": "E prosseguiu: 'É por isso que eu lhes disse que ninguém pode vir a mim, a não ser que isto lhe seja dado pelo Pai.'",
        "reflexao": "A fé é dom. Se hoje você sente desejo de buscar Jesus, é porque o Pai já está trabalhando no seu coração. Não desperdice essa chance — siga o chamado."
    },
    {
        "numero": "66",
        "texto": "Daquela hora em diante, muitos dos seus discípulos voltaram atrás e deixaram de segui-lo.",
        "reflexao": "Nem todos querem uma fé que exige entrega. Muitos querem milagres, mas não cruz. Jesus continua sendo deixado por quem busca apenas conveniência. Mas Ele permanece fiel aos que ficam."
    },
    {
        "numero": "67",
        "texto": "Jesus perguntou aos Doze: 'Vocês também não querem ir?'",
        "reflexao": "Essa pergunta ainda ecoa hoje. Diante das dificuldades da fé, Jesus olha nos olhos dos seus e pergunta: você vai continuar comigo? A escolha é nossa."
    },
    {
        "numero": "68",
        "texto": "Simão Pedro lhe respondeu: 'Senhor, para quem iremos? Tu tens as palavras de vida eterna.'",
        "reflexao": "Pedro reconheceu o essencial: não há outro caminho, outro nome, outra voz que sacie a alma. Mesmo sem entender tudo, ele permaneceu — e essa é a essência da fé."
    },
    {
        "numero": "69",
        "texto": "Nós cremos e sabemos que és o Santo de Deus.",
        "reflexao": "A fé cresce em conhecimento. Não é cega — é relacional. Quem caminha com Jesus reconhece Sua santidade, Sua autoridade e Sua beleza eterna."
    },
    {
        "numero": "70",
        "texto": "Então Jesus respondeu: 'Não fui eu que os escolhi, os Doze? Todavia, um de vocês é um diabo!'",
        "reflexao": "Mesmo entre os escolhidos, há quem resista ao propósito. Isso nos lembra que a escolha divina exige resposta humana: fidelidade, vigilância e amor genuíno."
    },
    {
        "numero": "71",
        "texto": "Ele se referia a Judas, filho de Simão Iscariotes, que, embora fosse um dos Doze, mais tarde haveria de traí-lo.",
        "reflexao": "Judas caminhou com Jesus, viu os milagres, ouviu as palavras... e mesmo assim o traiu. Estar perto de Jesus não é o mesmo que segui-lo de verdade. O coração precisa estar entregue, não apenas os pés."
    }
    ]
}