{
  "livro": "João",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Estava enfermo Lázaro, de Betânia, da aldeia de Maria e de sua irmã Marta.",
      "reflexao": "A dor entra até nos lares mais próximos de Jesus. A enfermidade de Lázaro nos lembra que o sofrimento faz parte da vida, mas também que não passa despercebido aos olhos do Senhor."
    },
    {
      "numero": "2",
      "texto": "Maria, cuja irmão Lázaro estava enfermo, era a mesma que ungiu o Senhor com perfume e lhe enxugou os pés com os cabelos.",
      "reflexao": "Jesus conhece nossas histórias, nossas lágrimas e gestos de amor. A memória do que fazemos por amor a Ele nunca é esquecida. Ele se lembra até dos detalhes quando nos aproximamos com devoção."
    },
    {
      "numero": "3",
      "texto": "Mandaram, pois, as irmãs dizer a Jesus: Senhor, está enfermo aquele a quem amas.",
      "reflexao": "Elas não pedem um milagre; apenas mencionam o amor. Quando estamos aflitos, o que nos sustenta não é nossa força, mas saber que somos amados por Ele. Essa é a oração mais sincera: ‘Senhor, aquele a quem amas está sofrendo’."
    },
    {
      "numero": "4",
      "texto": "Ao receber a notícia, disse Jesus: Esta enfermidade não é para morte, mas para a glória de Deus, para que o Filho de Deus seja glorificado por meio dela.",
      "reflexao": "Nem toda dor tem o fim que imaginamos. Algumas lágrimas regam testemunhos que glorificam a Deus. Mesmo que não compreendamos no momento, há propósitos eternos sendo gerados nas aflições."
    },
    {
      "numero": "5",
      "texto": "Ora, Jesus amava Marta, a irmã dela, e Lázaro.",
      "reflexao": "O amor de Jesus não é genérico — é pessoal. Ele amava cada um daquela família. E da mesma forma, ama cada um de nós. Seu amor não nos isenta da dor, mas nos garante consolo em meio a ela."
    },
    {
      "numero": "6",
      "texto": "Quando soube que Lázaro estava doente, ficou mais dois dias onde estava.",
      "reflexao": "Às vezes, parece que Jesus demora. Mas o tempo d'Ele nunca é atraso — é precisão. Ele sabe o momento certo de agir, mesmo quando isso desafia nossa compreensão imediata."
    },
    {
      "numero": "7",
      "texto": "Depois disse aos seus discípulos: Vamos voltar para a Judeia.",
      "reflexao": "Mesmo conhecendo os riscos, Jesus decide voltar. Ele não recua diante do perigo quando há uma vida a ser restaurada. Assim também é conosco: Ele sempre caminha na nossa direção, mesmo que isso lhe custe."
    },
    {
      "numero": "8",
      "texto": "Disseram-lhe os discípulos: Rabi, ainda agora os judeus queriam apedrejar-te, e voltas para lá?",
      "reflexao": "O medo tenta nos afastar do propósito. Mas Jesus mostra que o amor verdadeiro não se esconde. Ele enfrenta os perigos para resgatar. E nos convida a confiar, mesmo em caminhos que pareçam arriscados."
    },
    {
      "numero": "9",
      "texto": "Respondeu Jesus: O dia não tem doze horas? Se alguém andar de dia, não tropeça, porque vê a luz deste mundo.",
      "reflexao": "Enquanto andamos na luz de Cristo, temos direção. A escuridão confunde, mas a luz d’Ele nos guia com segurança. É tempo de caminhar com os olhos na luz que vem do alto e não tropeçar nas trevas deste mundo."
    },
    {
      "numero": "10",
      "texto": "Mas, se andar de noite, tropeça, porque nele não há luz.",
      "reflexao": "Sem Cristo, a alma tropeça. A ausência da luz de Deus nos deixa vulneráveis. A verdadeira visão não está nos olhos, mas no coração iluminado pela presença de Jesus."
    },
    {
      "numero": "11",
      "texto": "Depois acrescentou: Nosso amigo Lázaro adormeceu, mas vou despertá-lo.",
      "reflexao": "Jesus não vê a morte como o fim, mas como sono. O que para nós parece definitivo, para Ele é temporário. Com uma palavra, Ele pode despertar o que parecia perdido — sonhos, vidas, esperanças."
    },
    {
      "numero": "12",
      "texto": "Disseram-lhe, pois, os discípulos: Senhor, se dorme, estará salvo.",
      "reflexao": "Quantas vezes confundimos os sinais de Deus? Às vezes achamos que tudo está bem, quando na verdade precisamos da intervenção divina. Precisamos aprender a discernir além do óbvio."
    },
    {
      "numero": "13",
      "texto": "Jesus, porém, falava da morte de Lázaro, mas eles pensavam que tivesse falado do repouso do sono.",
      "reflexao": "Mesmo os mais próximos de Jesus às vezes não compreendem Sua linguagem. Mas Ele não se cansa de explicar. Hoje, Ele também quer traduzir Suas verdades ao nosso coração, com paciência e amor."
    },
    {
      "numero": "14",
      "texto": "Então Jesus lhes disse claramente: Lázaro morreu.",
      "reflexao": "Quando a verdade chega, às vezes dói. Mas Jesus fala com clareza para que possamos entender e crer. Ele não esconde a realidade, mas a transforma com Seu poder."
    },
    {
      "numero": "15",
      "texto": "E, por vossa causa, me alegro de que eu não estivesse lá, para que vocês creiam. Mas vamos até ele.",
      "reflexao": "Há situações que Deus permite não para nos ferir, mas para fortalecer nossa fé. O silêncio ou a ausência aparente de Jesus é, muitas vezes, a preparação para um testemunho extraordinário."
    },
    {
      "numero": "16",
      "texto": "Então Tomé, chamado Dídimo, disse aos outros discípulos: Vamos também nós, para morrermos com ele.",
      "reflexao": "Tomé expressa uma lealdade envolta em desespero. Muitos seguem Jesus com medo, mas mesmo assim seguem. E isso é fé — continuar, mesmo sem entender, confiando em quem nos guia."
    },
    {
      "numero": "17",
      "texto": "Chegando Jesus, encontrou Lázaro já sepultado havia quatro dias.",
      "reflexao": "Quatro dias. Tempo suficiente para o desespero tomar conta. Mas nada é tarde demais para Jesus. Ele chega quando todos acham que é o fim, e transforma o fim em recomeço."
    },
    {
      "numero": "18",
      "texto": "Ora, Betânia estava a cerca de três quilômetros de Jerusalém,",
      "reflexao": "Tão perto da cidade santa, e mesmo assim tão envolta em dor. Às vezes estamos perto da solução, mas não conseguimos enxergar. Jesus caminha até onde a dor está, mesmo que pareça distante da esperança."
    },
    {
      "numero": "19",
      "texto": "e muitos dos judeus tinham vindo visitar Marta e Maria, para consolá-las por causa do irmão.",
      "reflexao": "O consolo humano é importante, mas limitado. Só Jesus pode oferecer um consolo que ressuscita a esperança. Onde o luto domina, Ele chega para trazer vida verdadeira e eterna."
    },
    {
      "numero": "20",
      "texto": "Quando Marta soube que Jesus estava chegando, saiu ao seu encontro, mas Maria ficou sentada em casa.",
      "reflexao": "Cada pessoa reage à dor de forma diferente. Marta corre, Maria permanece. Jesus acolhe ambas, sem julgamento. Ele entende o silêncio e a corrida, o choro calado e o grito da alma."
    },
    {
      "numero": "21",
      "texto": "Disse Marta a Jesus: Senhor, se estivesses aqui, meu irmão não teria morrido.",
      "reflexao": "O coração de Marta revela frustração e fé ao mesmo tempo. Quantas vezes dizemos: 'Se o Senhor tivesse feito antes...' — mas Jesus nos convida a confiar que mesmo agora, Ele pode transformar tudo."
    },
    {
      "numero": "22",
      "texto": "Mas sei que, mesmo agora, tudo quanto pedires a Deus, Deus to concederá.",
      "reflexao": "Mesmo em meio à dor, Marta expressa fé. É essa fé que devemos cultivar: uma que confia no poder de Deus mesmo diante da morte, mesmo quando tudo parece perdido."
    },
    {
      "numero": "23",
      "texto": "Disse-lhe Jesus: Teu irmão há de ressurgir.",
      "reflexao": "Jesus declara esperança no meio do luto. Quando Ele fala, mesmo o que morreu pode voltar à vida. Suas promessas não têm prazo de validade — elas continuam vivas para quem crê."
    },
    {
      "numero": "24",
      "texto": "Respondeu-lhe Marta: Eu sei que há de ressurgir na ressurreição, no último dia.",
      "reflexao": "Marta crê em um futuro distante, mas Jesus quer mostrar que o poder da vida eterna já atua no presente. Fé não é apenas esperança no amanhã — é reconhecer a presença do Eterno no hoje."
    },
    {
      "numero": "25",
      "texto": "Disse-lhe Jesus: Eu sou a ressurreição e a vida. Quem crê em mim, ainda que morra, viverá;",
      "reflexao": "Jesus não oferece apenas consolo — Ele é a própria vida. Quem crê n’Ele transcende o medo da morte. Essa verdade transforma a maneira como enfrentamos as perdas e o futuro."
    },
    {
      "numero": "26",
      "texto": "e todo aquele que vive e crê em mim, jamais morrerá. Crês isto?",
      "reflexao": "Essa pergunta ainda ecoa hoje: você crê? Crer não é só acreditar — é confiar, entregar, descansar. Jesus nos convida a viver com essa convicção profunda de que n’Ele a morte não tem a última palavra."
    },
    {
      "numero": "27",
      "texto": "Ela lhe respondeu: Sim, Senhor, eu creio que tu és o Cristo, o Filho de Deus que devia vir ao mundo.",
      "reflexao": "A confissão de Marta é poderosa. Mesmo sem ver o milagre ainda, ela declara quem Jesus é. Fé verdadeira é essa que antecede a resposta, mas permanece firme porque conhece o coração do Senhor."
    },
    {
      "numero": "28",
      "texto": "E, dito isto, partiu e chamou Maria, sua irmã, e disse-lhe em segredo: O Mestre está aqui e chama por ti.",
      "reflexao": "Jesus chama pelo nome aqueles que choram. Ele não se esquece dos que estão em silêncio. Se você sente que está na sombra da dor, saiba: o Mestre também te chama, com ternura e propósito."
    },
    {
      "numero": "29",
      "texto": "Ela, ouvindo isso, levantou-se rapidamente e foi ter com ele.",
      "reflexao": "Maria se levanta com rapidez. A voz de Jesus tem poder para fazer o coração reagir. Quando Ele chama, mesmo o que está abatido encontra forças para se mover em direção à cura."
    },
    {
      "numero": "30",
      "texto": "Pois Jesus ainda não tinha entrado na aldeia, mas estava no lugar onde Marta o encontrara.",
      "reflexao": "Jesus espera o encontro. Ele não força, não invade. Ele se posiciona e espera nossa aproximação. Sua presença é discreta, mas real. Basta querer encontrá-Lo e Ele estará ali."
    },
    {
      "numero": "31",
      "texto": "Então os judeus que estavam com Maria em casa, e a consolavam, vendo-a levantar-se depressa e sair, seguiram-na, dizendo: Vai ao sepulcro para chorar ali.",
      "reflexao": "Nem todos entendem nosso movimento de fé. Muitos ainda acham que vamos ao sepulcro, mas estamos indo ao encontro da vida. Quando seguimos Jesus, rompemos expectativas humanas e nos dirigimos à esperança."
    },
    {
      "numero": "32",
      "texto": "Quando Maria chegou ao lugar onde Jesus estava, e o viu, lançou-se-lhe aos pés, dizendo: Senhor, se estivesses aqui, meu irmão não teria morrido.",
      "reflexao": "Maria expressa dor e fé juntas. Quantas vezes também dizemos: ‘Se o Senhor estivesse aqui…’. Mas Jesus nos mostra que Ele nunca se atrasa. Ele vem no tempo certo para transformar nossa dor."
    },
    {
      "numero": "33",
      "texto": "Jesus, vendo-a chorar, e bem assim os judeus que a acompanhavam, comoveu-se profundamente no espírito e perturbou-se.",
      "reflexao": "Jesus sente o peso da dor humana. Ele não é indiferente ao nosso sofrimento. O Deus que chora conosco é o mesmo que age por nós. Sua compaixão é resposta viva à nossa angústia."
    },
    {
      "numero": "34",
      "texto": "E perguntou: Onde o colocaram? Responderam-lhe: Senhor, vem e vê.",
      "reflexao": "Jesus quer ir ao ponto da dor. Ele pergunta: onde você escondeu sua dor? Onde está o seu sepulcro? Ele quer entrar exatamente onde achamos que já é tarde demais — para mostrar que ainda há vida."
    },
    {
      "numero": "35",
      "texto": "Jesus chorou.",
      "reflexao": "O versículo mais curto, mas talvez o mais profundo. Jesus chora. O Deus que tem poder para ressuscitar também se permite sentir. Ele não despreza nossas lágrimas — Ele se une a elas."
    },
    {
      "numero": "36",
      "texto": "Disseram então os judeus: Vejam como o amava!",
      "reflexao": "Até os que não criam reconheceram o amor de Jesus. Que nossas vidas também revelem esse amor visível. Que a marca do amor de Cristo seja sempre maior do que qualquer argumento ou resistência."
    },
    {
      "numero": "37",
      "texto": "Mas alguns deles disseram: Não podia ele, que abriu os olhos ao cego, fazer que este não morresse?",
      "reflexao": "O questionamento é humano, mas revela incredulidade. Muitas vezes cobramos de Deus intervenções do nosso jeito. Mas Jesus não é limitado por expectativas — Ele age no tempo certo e com propósito eterno."
    },
    {
      "numero": "38",
      "texto": "Jesus, comovido outra vez, foi até o sepulcro. Era uma gruta, e uma pedra estava colocada sobre ela.",
      "reflexao": "A cena é familiar a todos nós: lugares escuros e pedras pesadas sobre feridas antigas. Mas Jesus se aproxima. Onde há uma pedra, há também uma chance de milagre se Ele estiver presente."
    },
    {
      "numero": "39",
      "texto": "Disse Jesus: Tirem a pedra. Marta, irmã do falecido, disse-lhe: Senhor, ele já cheira mal, pois está morto há quatro dias.",
      "reflexao": "Mesmo os que creem hesitam. Quatro dias parecem suficientes para desistir. Mas Jesus não se intimida com o impossível. Ele só pede: tirem a pedra. Faça sua parte — e o milagre virá do céu."
    },
    {
      "numero": "40",
      "texto": "Respondeu-lhe Jesus: Não te disse que, se creres, verás a glória de Deus?",
      "reflexao": "A fé é a chave que abre a visão espiritual. Jesus não pede que entendamos tudo, mas que creiamos. Quem crê verá — verá a glória de Deus até nas situações mais improváveis da vida."
    },
    {
      "numero": "41",
      "texto": "Tiraram então a pedra. E Jesus, levantando os olhos para o céu, disse: Pai, graças te dou porque me ouviste.",
      "reflexao": "Antes do milagre, Jesus agradece. Ele nos ensina a confiar plenamente no Pai. Que possamos também aprender a louvar antes da resposta, certos de que o céu sempre ouve os corações rendidos."
    },
    {
      "numero": "42",
      "texto": "Eu sabia que sempre me ouves, mas disse isso por causa da multidão que está ao redor, para que creiam que tu me enviaste.",
      "reflexao": "Jesus ora em voz alta não por insegurança, mas para edificar a fé dos que ouvem. Que também nossas palavras e atitudes mostrem ao mundo que somos enviados por Deus e vivemos para glorificá-Lo."
    },
    {
      "numero": "43",
      "texto": "Depois de dizer isso, Jesus bradou em alta voz: Lázaro, venha para fora!",
      "reflexao": "Jesus não apenas sussurra vida — Ele a clama com autoridade. Sua voz ainda hoje ressoa, chamando os que estão presos em sepulcros emocionais, espirituais e existenciais: 'Venha para fora!'"
    },
    {
      "numero": "44",
      "texto": "O morto saiu, com as mãos e os pés envolvidos em faixas de linho, e o rosto envolto num pano. Disse-lhes Jesus: Tirem as faixas dele e deixem-no ir.",
      "reflexao": "Quando Jesus ressuscita, Ele também liberta. A vida nova exige que larguemos as amarras antigas. Quem é restaurado por Cristo não deve mais andar como alguém preso à morte — é livre para viver."
    },
    {
      "numero": "45",
      "texto": "Muitos dos judeus que tinham vindo visitar Maria, vendo o que Jesus fizera, creram nele.",
      "reflexao": "Os milagres geram fé em muitos. Quando o impossível acontece diante dos olhos, os corações se rendem. Que a nossa vida também reflita o agir de Deus e leve outros a crer por aquilo que testemunham em nós."
    },
    {
      "numero": "46",
      "texto": "Mas alguns deles foram contar aos fariseus o que Jesus tinha feito.",
      "reflexao": "Nem todos que veem o milagre se rendem a ele. Há quem prefira relatar com frieza do que crer com o coração. A presença de Jesus revela os corações — uns se quebrantam, outros endurecem."
    },
    {
      "numero": "47",
      "texto": "Então os chefes dos sacerdotes e os fariseus convocaram uma reunião do Sinédrio. 'O que estamos fazendo?', perguntaram eles. 'Este homem está realizando muitos sinais milagrosos.'",
      "reflexao": "Mesmo os que resistem à fé reconhecem o poder de Jesus. Mas em vez de se dobrarem, tentam controlar. O coração orgulhoso prefere proteger seu poder do que reconhecer o verdadeiro Rei."
    },
    {
      "numero": "48",
      "texto": "Se o deixarmos continuar assim, todos crerão nele, e então os romanos virão e tirarão tanto o nosso lugar como a nossa nação.",
      "reflexao": "A religião institucionalizada tem medo de perder o controle. Mas Jesus não veio tomar poder — veio dar vida. O medo de perder status impede muitos de abraçarem a liberdade que Cristo oferece."
    },
    {
      "numero": "49",
      "texto": "Então um deles, chamado Caifás, que naquele ano era o sumo sacerdote, tomou a palavra e disse: 'Nada sabeis vós,",
      "reflexao": "Mesmo a liderança pode falar sem discernimento. O orgulho espiritual cega. A verdadeira sabedoria começa com a humildade diante do que Deus está fazendo, mesmo que desafie nossas estruturas."
    },
    {
      "numero": "50",
      "texto": "nem considerais que vos convém que morra um só homem pelo povo, e que não pereça toda a nação.",
      "reflexao": "Sem perceber, Caifás profetiza a verdade mais profunda do Evangelho: Jesus morreria por todos. Deus usa até a dureza de corações para cumprir Seus planos de redenção."
    },
    {
      "numero": "51",
      "texto": "Ele não disse isso por si mesmo, mas, sendo sumo sacerdote naquele ano, profetizou que Jesus morreria pela nação judaica,",
      "reflexao": "O Senhor governa sobre tudo, até mesmo sobre as palavras dos que O rejeitam. Nada foge ao Seu plano. Até os opositores acabam, sem saber, confirmando o propósito divino."
    },
    {
      "numero": "52",
      "texto": "e não somente pela nação, mas também pelos filhos de Deus que andam dispersos, para reuni-los num só corpo.",
      "reflexao": "O sacrifício de Jesus é universal. Ele une os dispersos, reconcilia os partidos, aproxima os distantes. Em um mundo de divisões, Sua cruz é o ponto de encontro para todos que desejam recomeçar."
    },
    {
      "numero": "53",
      "texto": "Daquele dia em diante resolveram matá-lo.",
      "reflexao": "A decisão de matar Jesus nasceu do medo e da rejeição à luz. Ainda hoje, muitos preferem calar a verdade do que se deixar transformar por ela. Mas Jesus continuou — por amor a nós."
    },
    {
      "numero": "54",
      "texto": "Por isso Jesus já não andava publicamente entre os judeus. Retirou-se para uma região próxima do deserto, para uma cidade chamada Efraim, onde ficou com seus discípulos.",
      "reflexao": "Há momentos em que o silêncio e o recolhimento fazem parte do plano. Jesus se afastou para preparar o momento certo. Às vezes, o silêncio de Deus é preparação — e não abandono."
    },
    {
      "numero": "55",
      "texto": "Estava próxima a Páscoa dos judeus, e muitos daquela região subiram para Jerusalém antes da Páscoa, para se purificarem.",
      "reflexao": "As pessoas buscavam purificação ritual, mas a verdadeira Páscoa — o Cordeiro vivo — estava prestes a se revelar. Muitos hoje ainda buscam religião, mas o que transforma é o encontro com Cristo."
    },
    {
      "numero": "56",
      "texto": "Procuravam Jesus e, estando no templo, perguntavam uns aos outros: 'O que acham? Será que ele virá à festa?'",
      "reflexao": "A presença de Jesus era esperada, mas também temida. Onde Ele entra, nada fica como está. Que hoje nosso coração também se pergunte: Ele virá? Estamos preparados para recebê-Lo de verdade?"
    },
    {
      "numero": "57",
      "texto": "Mas os chefes dos sacerdotes e os fariseus tinham ordenado que, se alguém soubesse onde Jesus estava, o denunciasse para que o pudessem prender.",
      "reflexao": "A perseguição já se armava, mas o plano de Deus seguia intacto. Nenhuma armadilha humana impede o avanço da vontade divina. Jesus se entregaria por amor — não por obrigação. Isso muda tudo."
    }
  ]
}
