{
  "livro": "João",
  "capitulo": "2",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Três dias depois, houve um casamento em Caná da Galileia. A mãe de Jesus estava ali.",
      "reflexao": "Jesus participou de momentos simples e alegres da vida, como um casamento. Isso nos lembra que Ele se importa com os detalhes do nosso cotidiano e com as nossas relações familiares e sociais."
    },
    {
      "numero": "2",
      "texto": "Jesus e seus discípulos também foram convidados para o casamento.",
      "reflexao": "Convidar Jesus para estar presente em nossas alegrias e decisões é essencial. Um lar ou relacionamento abençoado começa com Sua presença."
    },
    {
      "numero": "3",
      "texto": "Tendo acabado o vinho, a mãe de Jesus lhe disse: Eles não têm mais vinho.",
      "reflexao": "Quando enfrentamos dificuldades, como a escassez em nossas vidas, devemos aprender com Maria e apresentar imediatamente o problema a Jesus."
    },
    {
      "numero": "4",
      "texto": "Respondeu Jesus: Que temos nós em comum, mulher? Ainda não chegou a minha hora.",
      "reflexao": "Mesmo quando parece que Deus está em silêncio ou que a resposta demora, devemos confiar que Ele sabe o tempo certo de agir."
    },
    {
      "numero": "5",
      "texto": "Sua mãe disse aos serviçais: Façam tudo o que ele mandar.",
      "reflexao": "A obediência a Cristo, mesmo sem entender os detalhes, é o caminho para o milagre. Maria nos ensina a confiar e agir."
    },
    {
      "numero": "6",
      "texto": "Ali perto havia seis potes de pedra, do tipo usado pelos judeus para purificações cerimoniais, em cada um cabiam entre 80 e 120 litros.",
      "reflexao": "Deus usa o que temos à disposição — mesmo o comum, como potes de pedra — para fazer coisas extraordinárias. Nada é pequeno demais nas mãos dEle."
    },
    {
      "numero": "7",
      "texto": "Disse Jesus aos serviçais: Encham os potes com água. E os encheram até a borda.",
      "reflexao": "Encher até a borda mostra zelo e confiança. Quando fazemos nossa parte com excelência, preparamos o caminho para o agir de Deus."
    },
    {
      "numero": "8",
      "texto": "Então lhes disse: Agora, tirem um pouco e levem ao encarregado da festa. Eles o fizeram,",
      "reflexao": "Mesmo sem saber o resultado, os servos obedeceram. Muitas vezes, somos chamados a agir pela fé, sem ver ainda a transformação."
    },
    {
      "numero": "9",
      "texto": "e o encarregado da festa provou a água que fora transformada em vinho, sem saber de onde este viera, embora o soubessem os serviçais que haviam tirado a água. Então chamou o noivo",
      "reflexao": "Às vezes, os milagres passam despercebidos por muitos, mas quem serve com fé sabe de onde vem a bênção. Deus honra quem está nos bastidores com fidelidade."
    },
    {
      "numero": "10",
      "texto": "e disse: Todos servem primeiro o melhor vinho e, depois que os convidados já beberam bastante, o inferior é servido; mas você guardou o melhor até agora.",
      "reflexao": "Deus não apenas supre, Ele surpreende. Quando pensamos que tudo já foi dado, Ele nos revela que o melhor ainda está por vir."
    },
    {
      "numero": "11",
      "texto": "Este sinal milagroso, em Caná da Galileia, foi o primeiro que Jesus realizou. Revelou assim a sua glória, e os seus discípulos creram nele.",
      "reflexao": "O primeiro milagre de Jesus foi em um ambiente simples, revelando que a glória de Deus se manifesta nas situações cotidianas e gera fé."
    },
    {
      "numero": "12",
      "texto": "Depois disso, ele desceu a Cafarnaum com sua mãe, seus irmãos e seus discípulos; e ficaram ali alguns dias.",
      "reflexao": "Jesus valorizava o tempo em família e com os discípulos. Devemos também cultivar presença e comunhão com aqueles que amamos."
    },
    {
      "numero": "13",
      "texto": "Estava próxima a Páscoa dos judeus, e Jesus subiu a Jerusalém.",
      "reflexao": "Jesus participava ativamente das celebrações religiosas. Isso nos inspira a manter nossa vida espiritual conectada com os momentos sagrados."
    },
    {
      "numero": "14",
      "texto": "No templo, encontrou os que vendiam bois, ovelhas e pombas, e outros assentados, trocando dinheiro.",
      "reflexao": "A casa de Deus deve ser lugar de oração e reverência, não de exploração. Devemos vigiar para que nossa fé não se torne um comércio de interesses."
    },
    {
      "numero": "15",
      "texto": "Então ele fez um chicote de cordas e expulsou todos do templo, bem como as ovelhas e bois; espalhou as moedas dos cambistas e virou as suas mesas.",
      "reflexao": "Jesus também é justo e firme. Há momentos em que Ele age com autoridade para restaurar a ordem. A correção faz parte do amor de Deus."
    },
    {
      "numero": "16",
      "texto": "Aos que vendiam pombas disse: Tirem estas coisas daqui! Parem de fazer da casa de meu Pai um mercado!",
      "reflexao": "Nossa fé não deve ser usada como fonte de lucro ou vantagem. Devemos zelar pela pureza da adoração e do serviço a Deus."
    },
    {
      "numero": "17",
      "texto": "Seus discípulos lembraram-se do que está escrito: 'O zelo pela tua casa me consumirá'.",
      "reflexao": "Zelo pela presença e honra de Deus deve queimar em nossos corações. Que o desejo de agradá-Lo esteja acima de interesses pessoais."
    },
    {
      "numero": "18",
      "texto": "Então os judeus lhe perguntaram: Que sinal nos mostras, para fazeres estas coisas?",
      "reflexao": "Muitos ainda hoje querem ver provas para crer. Mas Jesus nos convida à fé que vê além das evidências imediatas."
    },
    {
      "numero": "19",
      "texto": "Jesus respondeu: Destruam este templo, e eu o levantarei em três dias.",
      "reflexao": "Jesus falava de Si mesmo como o novo templo. Ele é o centro da fé, o lugar onde encontramos Deus — e a ressurreição é a prova viva disso."
    },
    {
      "numero": "20",
      "texto": "Os judeus responderam: Este templo levou quarenta e seis anos para ser edificado, e você vai levantá-lo em três dias?",
      "reflexao": "A mente humana limita o poder divino. Muitas vezes, não compreendemos o que Deus está fazendo, mas isso não impede que Ele cumpra Sua promessa."
    },
    {
      "numero": "21",
      "texto": "Mas o templo do qual ele falava era o seu corpo.",
      "reflexao": "Jesus é o verdadeiro templo. Hoje, nossa adoração acontece em espírito e em verdade, não mais restrita a um edifício físico."
    },
    {
      "numero": "22",
      "texto": "Depois que ressuscitou dos mortos, seus discípulos lembraram-se do que ele dissera. Então creram na Escritura e na palavra que Jesus falara.",
      "reflexao": "Muitas vezes, entendemos melhor as palavras de Deus com o passar do tempo. A fé também cresce com o testemunho dos acontecimentos."
    },
    {
      "numero": "23",
      "texto": "Enquanto estava em Jerusalém, durante a festa da Páscoa, muitos creram em seu nome ao verem os sinais que ele fazia.",
      "reflexao": "Os sinais de Deus continuam acontecendo hoje. Onde há fé, há transformação e renovação para aqueles que creem no nome de Jesus."
    },
    {
      "numero": "24",
      "texto": "Mas Jesus não se confiava a eles, pois conhecia a todos.",
      "reflexao": "Deus conhece o íntimo do nosso coração. A fé verdadeira precisa ir além da admiração superficial — deve ser sincera e comprometida."
    },
    {
      "numero": "25",
      "texto": "E não precisava que ninguém lhe desse testemunho a respeito do homem, pois ele bem sabia o que havia no homem.",
      "reflexao": "Nada está oculto diante de Deus. Mesmo assim, Ele nos ama profundamente e deseja transformar o que há de mais oculto em nós."
    }
  ]
}
