{
  "livro": "João",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois disso, Jesus andava pela Galileia, evitando passar pela Judeia, porque ali os judeus procuravam matá-lo.",
      "reflexao": "Jesus, mesmo sendo o Filho de Deus, discernia o tempo certo para cada passo. Há momentos em que o recuo é sabedoria, não covardia. Deus nos ensina a caminhar com prudência, sem medo, mas com propósito."
    },
    {
      "numero": "2",
      "texto": "Mas, ao se aproximar a festa judaica das Cabanas,",
      "reflexao": "As festas judaicas celebravam livramentos e provisões divinas. Mesmo em meio à tensão, a memória da fidelidade de Deus permanece. Celebrar em tempos difíceis é um ato de fé que sustenta."
    },
    {
      "numero": "3",
      "texto": "os irmãos de Jesus lhe disseram: 'Você deve sair daqui e ir para a Judeia, para que os seus discípulos possam ver as obras que você faz.'",
      "reflexao": "Até os mais próximos podem não entender o tempo de Deus em nossa vida. Nem toda sugestão vem com discernimento espiritual. Jesus nos ensina a ouvir a voz do Pai acima de todas as outras."
    },
    {
      "numero": "4",
      "texto": "Ninguém que deseja ser conhecido age em segredo. Já que você está fazendo estas coisas, mostre-se ao mundo.",
      "reflexao": "Vivemos em um tempo onde a exposição é confundida com valor. Mas Jesus mostra que o propósito deve vir antes da visibilidade. O reconhecimento do mundo não define o valor de uma missão."
    },
    {
      "numero": "5",
      "texto": "Pois nem os seus irmãos criam nele.",
      "reflexao": "É possível estar perto e ainda assim distante em fé. Jesus conheceu o desprezo familiar. Isso consola quem hoje é desacreditado por pessoas próximas — Ele compreende e fortalece os rejeitados."
    },
    {
      "numero": "6",
      "texto": "Então Jesus lhes disse: 'Para mim ainda não chegou o tempo certo; para vocês qualquer tempo é certo.'",
      "reflexao": "Quem vive no tempo de Deus aprende a esperar. A ansiedade do mundo não move o coração de Jesus. A maturidade espiritual nos ensina a discernir o tempo do agir divino."
    },
    {
      "numero": "7",
      "texto": "O mundo não pode odiá-los, mas a mim odeia, porque dou testemunho de que o que ele faz é mau.",
      "reflexao": "A luz sempre incomoda as trevas. Ser rejeitado por fazer o certo é parte da caminhada com Cristo. O mundo rejeita quem confronta sua escuridão — mas Deus honra os que permanecem fiéis."
    },
    {
      "numero": "8",
      "texto": "Vão vocês à festa. Eu ainda não subirei a esta festa, porque para mim ainda não chegou o tempo apropriado.",
      "reflexao": "Jesus age com plena consciência de sua missão. Ele não cede à pressão humana. Aprendemos aqui a importância de obedecer à voz do Pai, mesmo quando isso nos isola temporariamente."
    },
    {
      "numero": "9",
      "texto": "Tendo dito isso, ficou na Galileia.",
      "reflexao": "Permanecer onde Deus nos quer exige firmeza. Às vezes, a direção de Deus é esperar, e a espera é tão poderosa quanto o agir. Jesus nos ensina a confiar no Pai acima das expectativas alheias."
    },
    {
      "numero": "10",
      "texto": "Contudo, depois que os seus irmãos subiram para a festa, ele também foi, não publicamente, mas em segredo.",
      "reflexao": "Nem toda missão precisa começar com alarde. Jesus se move em silêncio quando necessário. O céu muitas vezes opera em segredo antes de se revelar em glória."
    },
    {
      "numero": "11",
      "texto": "Na festa os judeus o estavam esperando e perguntavam: 'Onde está aquele homem?'",
      "reflexao": "A ausência de Jesus não passa despercebida. Mesmo quando silencioso, Ele é buscado. Que nossas vidas despertem essa sede: a de querer saber onde está o Salvador."
    },
    {
      "numero": "12",
      "texto": "Entre a multidão havia muitos boatos a respeito dele. Alguns diziam: 'É um bom homem'. Outros respondiam: 'Não! Ele está enganando o povo'.",
      "reflexao": "A opinião pública sempre será dividida sobre Jesus. Mas a verdade sobre Ele não muda com os ventos da multidão. Conhecê-lo de verdade é mais do que ouvi-lo — é segui-lo com o coração."
    },
    {
      "numero": "13",
      "texto": "Mas ninguém falava dele em público, por medo dos judeus.",
      "reflexao": "O medo silencia muitas vozes. Mas a fé verdadeira nos leva a declarar, mesmo quando custa caro. Em tempos de opressão, Deus fortalece os que não se calam diante da verdade."
    },
    {
      "numero": "14",
      "texto": "Quando a festa estava na metade, Jesus subiu ao templo e começou a ensinar.",
      "reflexao": "Jesus escolhe o momento certo para se manifestar. Ele não apenas aparece — Ele ensina. Sua presença sempre traz luz e sabedoria. Onde Ele está, a verdade se revela com autoridade."
    },
    {
      "numero": "15",
      "texto": "Os judeus ficaram admirados e perguntaram: 'Como foi que este homem adquiriu tanta instrução, sem ter estudado?'",
      "reflexao": "O mundo valoriza diplomas, Deus valoriza unção. Jesus nos mostra que o saber divino não se aprende apenas em escolas, mas no secreto com o Pai. A sabedoria dEle surpreende os orgulhosos."
    },
    {
      "numero": "16",
      "texto": "Jesus respondeu: 'O meu ensino não é de mim mesmo. Vem daquele que me enviou.'",
      "reflexao": "Jesus é o reflexo do Pai. Sua autoridade vem do alto, não de si mesmo. Isso nos ensina a humildade: tudo o que temos de bom vem de Deus e deve glorificá-Lo."
    },
    {
      "numero": "17",
      "texto": "Se alguém decidir fazer a vontade de Deus, descobrirá se o meu ensino vem de Deus ou se falo por mim mesmo.",
      "reflexao": "A obediência revela a verdade. Quem se dispõe a viver a vontade de Deus encontra a confirmação da Palavra. A fé não é só entender — é obedecer e ver a revelação em ação."
    },
    {
      "numero": "18",
      "texto": "Aquele que fala por conta própria busca a sua própria glória; mas aquele que busca a glória de quem o enviou é homem de verdade, e nele não há injustiça.",
      "reflexao": "A verdadeira mensagem é aquela que glorifica o Pai. Quando falamos para exaltar a Deus e não a nós, há pureza, verdade e justiça. Jesus nos ensina a viver para refletir a glória do Alto."
    },
    {
      "numero": "19",
      "texto": "Moisés não lhes deu a Lei? No entanto, nenhum de vocês lhe obedece. Por que vocês procuram matar-me?",
      "reflexao": "Jesus denuncia a hipocrisia: conhecer a lei não basta, é preciso vivê-la. Hoje também há quem conheça as Escrituras mas negue sua essência com ações. Deus busca coerência entre fé e prática."
    },
    {
      "numero": "20",
      "texto": "'Você está endemoninhado', respondeu a multidão. 'Quem está tentando matá-lo?'",
      "reflexao": "Jesus foi acusado injustamente — e ainda é. Muitos rejeitam a verdade com agressão. Quando o coração está fechado, até a luz parece ameaça. Mas Jesus continua falando com amor."
    },
    {
      "numero": "21",
      "texto": "Jesus lhes disse: 'Fiz um milagre, e vocês todos estão admirados.'",
      "reflexao": "Os sinais de Deus ainda causam espanto. Mas o milagre é apenas o começo — o chamado é para ir além da admiração e entrar no relacionamento com Aquele que realiza o impossível."
    },
    {
      "numero": "22",
      "texto": "Contudo, porque Moisés lhes deu a circuncisão (embora, na realidade, ela não venha de Moisés, mas dos patriarcas), vocês circuncidam no sábado.",
      "reflexao": "Jesus confronta a religiosidade incoerente. Muitos defendem tradições sem entender o propósito delas. Deus nos chama a enxergar além da letra — a viver pela essência do amor e da justiça."
    },
    {
      "numero": "23",
      "texto": "Ora, se um menino pode ser circuncidado no sábado para que a Lei de Moisés não seja quebrada, por que vocês ficam cheios de ira contra mim por ter curado completamente um homem no sábado?",
      "reflexao": "A cura revela o coração de Deus, que valoriza a vida acima de regras formais. A misericórdia deve ser maior que a rigidez. Jesus nos ensina a agir com compaixão, mesmo quando outros criticam."
    },
    {
      "numero": "24",
      "texto": "Não julguem apenas pela aparência, mas façam julgamentos justos.",
      "reflexao": "Julgar pela aparência é uma armadilha frequente. Jesus nos convida à justiça com discernimento. Que tenhamos um coração que vê com os olhos da graça, não com os filtros do preconceito."
    },
    {
      "numero": "25",
      "texto": "Alguns dos habitantes de Jerusalém começaram a perguntar: 'Não é este o homem que estão procurando matar?'",
      "reflexao": "Mesmo diante da verdade, muitos preferem manter dúvidas. Jesus desperta inquietação nos que vivem na zona de conforto. Ele continua sendo questionado por aqueles que não querem ser confrontados."
    },
    {
      "numero": "26",
      "texto": "Aqui está ele, falando publicamente, e não lhe dizem uma palavra. Será que as autoridades realmente concluíram que ele é o Cristo?",
      "reflexao": "A dúvida muitas vezes revela um coração em busca, mas ainda indeciso. Ver Jesus e não reconhecer Sua autoridade é o drama de muitos — mas Ele permanece, esperando ser acolhido de verdade."
    },
    {
      "numero": "27",
      "texto": "Mas nós sabemos de onde é este homem; quando o Cristo vier, ninguém saberá de onde ele é.",
      "reflexao": "As expectativas humanas podem ofuscar a revelação divina. Eles não reconheceram o Cristo porque esperavam algo diferente. Que nossa fé esteja aberta para o modo surpreendente como Deus age."
    },
    {
      "numero": "28",
      "texto": "Enquanto ensinava no templo, Jesus exclamou: 'Sim, vocês me conhecem, e sabem de onde sou. Eu não estou aqui por mim mesmo, mas aquele que me enviou é verdadeiro. Vocês não o conhecem,'",
      "reflexao": "Conhecer Jesus superficialmente não é o suficiente. É preciso conhecer aquele que o enviou — o Pai. Jesus nos conduz a uma fé profunda, onde não basta saber de onde Ele vem, mas viver por quem Ele é."
    },
    {
      "numero": "29",
      "texto": "mas eu o conheço, porque venho da parte dele e ele me enviou.",
      "reflexao": "Jesus fala com autoridade porque veio do Pai. Ele é a revelação viva do amor divino. Quando acolhemos Jesus, encontramos o próprio Deus, que se faz presente e próximo."
    },
    {
      "numero": "30",
      "texto": "Então tentaram prendê-lo, mas ninguém lhe pôs a mão, porque a sua hora ainda não havia chegado.",
      "reflexao": "Nem mesmo os planos mais hostis conseguem escapar do tempo de Deus. Quando estamos no propósito dEle, nenhuma ameaça nos toca sem Sua permissão. Descansar nisso é libertador."
    },
    {
      "numero": "31",
      "texto": "Assim mesmo, muitos dentre a multidão creram nele. Diziam: 'Quando o Cristo vier, fará mais sinais miraculosos do que este homem fez?'",
      "reflexao": "Os sinais de Jesus despertam fé genuína em corações simples. A dúvida de uns não impede a fé de outros. Quem enxerga com o coração reconhece a mão de Deus nos gestos do Cristo."
    },
    {
      "numero": "32",
      "texto": "Os fariseus ouviram a multidão comentando essas coisas a respeito dele. Então os chefes dos sacerdotes e os fariseus enviaram guardas do templo para prendê-lo.",
      "reflexao": "O medo da verdade leva à perseguição. Os líderes religiosos temiam perder poder. Hoje também, quando a luz incomoda, muitos tentam silenciar o que não compreendem ou não controlam."
    },
    {
      "numero": "33",
      "texto": "Disse-lhes Jesus: 'Estou com vocês apenas por pouco tempo, e logo irei para aquele que me enviou.'",
      "reflexao": "Jesus sabia que Seu tempo na terra era limitado. Isso nos lembra de valorizar a presença dEle agora. Não deixemos para amanhã o que o Espírito nos convida a viver hoje com Cristo."
    },
    {
      "numero": "34",
      "texto": "Vocês me procurarão, mas não me encontrarão; onde estou, vocês não podem vir.",
      "reflexao": "A separação entre Jesus e os que o rejeitam é real. Quem fecha o coração hoje pode não encontrá-lo amanhã. A salvação é urgente. O tempo da graça é agora."
    },
    {
      "numero": "35",
      "texto": "Os judeus disseram uns aos outros: 'Aonde pretende ir este homem, que não possamos encontrá-lo? Irá onde vive o nosso povo disperso entre os gregos, para ensiná-los?'",
      "reflexao": "Sem discernimento espiritual, tudo parece confuso. Eles tentavam entender Jesus com lógica humana. Mas a verdade de Deus só se compreende com fé e coração aberto."
    },
    {
      "numero": "36",
      "texto": "Que significa isso que disse: Vocês me procurarão, mas não me encontrarão, e onde estou, vocês não podem vir?",
      "reflexao": "A repetição da dúvida mostra o quanto o coração pode se fechar. Quando resistimos à luz, até o mais claro parece enigma. Jesus deseja ser entendido, mas só se revela a quem o busca com humildade."
    },
    {
      "numero": "37",
      "texto": "No último e mais importante dia da festa, Jesus levantou-se e disse em alta voz: 'Se alguém tem sede, venha a mim e beba.'",
      "reflexao": "A sede da alma só é saciada por Jesus. Em meio a festas e rituais, Ele se levanta como fonte viva. Seu convite é claro, forte e urgente: quem tem sede, venha e beba da graça que Ele oferece."
    },
    {
      "numero": "38",
      "texto": "Quem crer em mim, como diz a Escritura, do seu interior fluirão rios de água viva.",
      "reflexao": "Crer em Jesus não apenas sacia — transforma. Quem crê de verdade se torna fonte. Ele não apenas dá água, mas faz de nós canais de vida, consolo e esperança para os sedentos ao nosso redor."
    },
    {
      "numero": "39",
      "texto": "Ele estava se referindo ao Espírito que mais tarde receberiam os que nele cressem. Até então o Espírito ainda não tinha sido dado, pois Jesus ainda não fora glorificado.",
      "reflexao": "O Espírito Santo é a promessa que nos capacita a viver a vida de Cristo. Hoje, Ele habita em todo aquele que crê, guiando, consolando e fazendo brotar águas vivas no deserto da existência."
    },
    {
      "numero": "40",
      "texto": "Ouvindo suas palavras, alguns dentre o povo disseram: 'Certamente este homem é o Profeta.'",
      "reflexao": "Quando o coração é tocado, a verdade é reconhecida. A voz de Jesus ainda desperta corações sinceros. Ele fala com autoridade, e quem ouve com fé reconhece: Ele é mais do que um mestre — é o enviado."
    },
    {
      "numero": "41",
      "texto": "Outros disseram: 'Ele é o Cristo'. Ainda outros perguntaram: 'Como pode o Cristo vir da Galileia?'",
      "reflexao": "As dúvidas persistem onde há resistência. A incredulidade procura desculpas. Mas a fé vê além da origem humana — vê a missão divina. Jesus pode vir de onde menos se espera, para transformar tudo.<br>A Galileia, na época de Jesus, era considerada uma região interiorana, desprezada, um local visto com desconfiança pelos religiosos de Jerusalém. Era chamada de “Galileia dos gentios” (Isaías 9:1), por causa da mistura de povos e culturas. Para muitos, nada bom poderia sair dali (cf. João 1:46 — “Pode vir alguma coisa boa de Nazaré?”).<br>Quando alguns na multidão disseram: “Como pode o Cristo vir da Galileia?”, estavam na verdade dizendo: “Isso não se encaixa com nossas expectativas.” Esperavam um Messias com origens nobres, de Jerusalém ou diretamente de Belém (o que de fato era verdade — Jesus nasceu em Belém, mas cresceu na Galileia). Eles tinham parte da profecia, mas não enxergaram o cumprimento porque estavam presos à aparência e aos preconceitos regionais."
    },
    {
      "numero": "42",
      "texto": "A Escritura não diz que o Cristo virá da descendência de Davi e de Belém, cidade de onde era Davi?",
      "reflexao": "Muitos conhecem a Escritura, mas não reconhecem o cumprimento dela diante dos olhos. O conhecimento sem revelação é cego. Só com o Espírito se vê o Cristo onde os outros não veem nada."
    },
    {
      "numero": "43",
      "texto": "Assim o povo ficou dividido por causa de Jesus.",
      "reflexao": "A presença de Jesus sempre provoca reações. Ele não deixa ninguém neutro. Ainda hoje, sua verdade divide corações entre fé e rejeição, mas é essa mesma verdade que salva os que creem."
    },
    {
      "numero": "44",
      "texto": "Alguns queriam prendê-lo, mas ninguém lhe pôs as mãos.",
      "reflexao": "Mesmo quando o ódio se levanta, o tempo de Deus prevalece. Jesus estava protegido pela soberania do Pai. Quem anda na vontade divina caminha sob a sombra do Altíssimo."
    },
    {
      "numero": "45",
      "texto": "Finalmente os guardas do templo voltaram aos chefes dos sacerdotes e fariseus, os quais lhes perguntaram: 'Por que vocês não o trouxeram?'",
      "reflexao": "A autoridade de Jesus desarma até os que são enviados contra Ele. Quem ouve sua voz de verdade não consegue agir contra ela. Até os adversários são impactados por sua presença."
    },
    {
      "numero": "46",
      "texto": "Responderam os guardas: 'Ninguém jamais falou da maneira como esse homem fala'.",
      "reflexao": "As palavras de Jesus têm poder que nenhuma voz humana alcança. Ele não apenas fala — transforma. Que nossos ouvidos estejam atentos à voz que traz vida e restauração ao coração."
    },
    {
      "numero": "47",
      "texto": "'Será que também vocês foram enganados?', perguntaram os fariseus.",
      "reflexao": "A dureza do coração religioso rejeita até os sinais mais claros. Quando a mente está fechada, tudo vira suspeita. Mas quem se abre à verdade, ainda que simples, encontra o verdadeiro caminho."
    },
    {
      "numero": "48",
      "texto": "'Por acaso alguém das autoridades ou dos fariseus creu nele?'",
      "reflexao": "A fé verdadeira não depende da aprovação dos poderosos. Deus se revela aos humildes. Enquanto muitos líderes resistem, os corações simples são tocados e transformados."
    },
    {
      "numero": "49",
      "texto": "Não! Mas essa ralé que nada entende da lei é maldita.",
      "reflexao": "O desprezo pelas multidões mostra o orgulho dos religiosos da época. Jesus, ao contrário, se aproximava dos excluídos. Ele valoriza o coração sedento mais do que o intelecto orgulhoso."
    },
    {
      "numero": "50",
      "texto": "Nicodemos, um deles, que antes tinha procurado Jesus, perguntou-lhes:",
      "reflexao": "Nicodemos representa os que ainda lutam entre a razão e a fé. Sua coragem em questionar a injustiça é um sinal de que o encontro com Jesus começa a transformar até os que vivem nas sombras."
    },
    {
      "numero": "51",
      "texto": "'A nossa lei permite condenar um homem sem antes ouvi-lo para saber o que ele está fazendo?'",
      "reflexao": "A justiça clama por voz. Nicodemos tenta lembrar aos religiosos que o julgamento precisa ser justo. Ainda hoje, muitos são condenados sem serem ouvidos — mas Jesus continua sendo defensor dos inocentes."
    },
    {
      "numero": "52",
      "texto": "Eles responderam: 'Você também é da Galileia? Verifique, e verá que da Galileia não surge profeta'.",
      "reflexao": "O preconceito cega. Eles desprezavam a origem de Jesus sem considerar sua missão. Deus escolhe o improvável para confundir os sábios. Quem julga pelas aparências perde a revelação."
    },
    {
      "numero": "53",
      "texto": "Então cada um foi para sua casa.",
      "reflexao": "Após o confronto com a verdade, cada um retorna ao seu caminho. Assim é com todos que se deparam com Jesus: ou permanecem em sua presença ou voltam para o conforto da rotina sem transformação."
    }
  ]
}
