{
  "livro": "João",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Tenho-vos dito essas coisas para que não vos escandalizeis.",
      "reflexao": "Jesus nos prepara para os tempos difíceis. Ele não nos promete ausência de dor, mas presença constante. Saber que o Senhor nos alerta é sinal de amor e cuidado. Isso nos firma diante das tempestades."
    },
    {
      "numero": "2",
      "texto": "Expulsar-vos-ão das sinagogas; vem mesmo a hora em que qualquer que vos matar cuidará fazer um serviço a Deus.",
      "reflexao": "A verdade incomoda, e o discipulado pode trazer rejeição. Em tempos de confusão espiritual, até o erro se disfarça de zelo. Precisamos permanecer fiéis, mesmo quando nossa fé for mal interpretada."
    },
    {
      "numero": "3",
      "texto": "E isto vos farão, porque não conheceram ao Pai nem a mim.",
      "reflexao": "A ignorância de Deus leva à perseguição de quem O segue. Quando somos atacados por viver em Cristo, não é algo pessoal — é a cegueira espiritual reagindo à luz que carregamos."
    },
    {
      "numero": "4",
      "texto": "Mas tenho-vos dito isto, a fim de que, quando chegar aquela hora, vos lembreis de que já vo-lo tinha dito. E eu não vos disse isto desde o princípio, porque estava convosco.",
      "reflexao": "Jesus nos prepara para o futuro com palavras que permanecem. Sua presença antes era visível, agora é espiritual. Mas Sua palavra continua a nos fortalecer nas horas mais difíceis."
    },
    {
      "numero": "5",
      "texto": "E agora vou para aquele que me enviou; e nenhum de vós me pergunta: Para onde vais?",
      "reflexao": "A tristeza muitas vezes nos impede de ver o propósito por trás das mudanças. Jesus ia ao Pai, e isso era motivo de esperança, não de desespero. Nem sempre compreendemos os planos de Deus à primeira vista."
    },
    {
      "numero": "6",
      "texto": "Antes, porque isto vos tenho dito, o vosso coração se encheu de tristeza.",
      "reflexao": "A dor da separação é real, mas não é o fim. Jesus reconhece nossa tristeza, mas nos lembra que há algo maior além dela. Em todo luto, há uma promessa de consolo eterno em Deus."
    },
    {
      "numero": "7",
      "texto": "Todavia, digo-vos a verdade, que vos convém que eu vá; porque, se eu não for, o Consolador não virá a vós; mas, quando eu for, vo-lo enviarei.",
      "reflexao": "Nem tudo que parece perda é de fato perda. A ida de Jesus trouxe o Espírito Santo — presente, consolador, guia. Às vezes, Deus permite que algo vá embora para nos dar algo ainda mais profundo."
    },
    {
      "numero": "8",
      "texto": "E, quando ele vier, convencerá o mundo do pecado, e da justiça e do juízo.",
      "reflexao": "O Espírito Santo não apenas consola — Ele confronta. Mostra o erro, revela a verdade e anuncia que todo mal será julgado. É Ele quem nos acorda para a realidade eterna da vida com Deus."
    },
    {
      "numero": "9",
      "texto": "Do pecado, porque não crêem em mim;",
      "reflexao": "O pecado mais profundo é a incredulidade. A fé em Jesus é o ponto de partida para toda mudança. Rejeitar a Ele é rejeitar a única esperança de redenção."
    },
    {
      "numero": "10",
      "texto": "Da justiça, porque vou para meu Pai, e não me vereis mais;",
      "reflexao": "Jesus venceu o mundo e voltou ao Pai. Sua partida prova Sua justiça e Sua divindade. Mesmo sem vê-Lo fisicamente, sabemos que Ele reina, justo e fiel, junto ao Pai."
    },
    {
      "numero": "11",
      "texto": "E do juízo, porque já o príncipe deste mundo está julgado.",
      "reflexao": "A vitória já foi declarada: o mal não vencerá. Mesmo que o mundo pareça tomado pela escuridão, Jesus afirma que o inimigo já está condenado. Nossa esperança está na justiça eterna de Deus."
    },
    {
      "numero": "12",
      "texto": "Ainda tenho muito que vos dizer, mas vós não o podeis suportar agora.",
      "reflexao": "Deus respeita nosso tempo de amadurecimento. Nem tudo é revelado de uma vez. Ele nos conduz com paciência e amor, revelando pouco a pouco o que precisamos saber para cada etapa da jornada."
    },
    {
      "numero": "13",
      "texto": "Mas, quando vier aquele Espírito de verdade, ele vos guiará em toda a verdade; porque não falará de si mesmo, mas dirá tudo o que tiver ouvido, e vos anunciará o que há de vir.",
      "reflexao": "O Espírito Santo é nosso guia fiel. Ele não apenas nos consola — Ele nos revela o caminho, conduz à verdade e nos prepara para o que está por vir. Com Ele, não andamos no escuro."
    },
    {
      "numero": "14",
      "texto": "Ele me glorificará, porque há de receber do que é meu e vo-lo há de anunciar.",
      "reflexao": "O Espírito nos aproxima de Cristo. Ele não cria distrações — aponta sempre para Jesus. Tudo o que vem de Deus promove glória ao Filho. Se ouvirmos o Espírito, ouviremos o próprio coração de Jesus."
    },
    {
      "numero": "15",
      "texto": "Tudo quanto o Pai tem é meu; por isso vos disse que há de receber do que é meu e vo-lo há de anunciar.",
      "reflexao": "Pai, Filho e Espírito são um. O que vem de um, vem dos três. Essa unidade nos lembra que estamos sendo cuidados por um amor completo, que envolve, sustenta e nunca falha."
    },
    {
      "numero": "16",
      "texto": "Um pouco, e não me vereis; e outra vez um pouco, e ver-me-eis; porquanto vou para o Pai.",
      "reflexao": "Há momentos em que parece que Deus está distante. Mas a ausência é breve, e a presença volta com mais força. Jesus nunca nos abandona — Ele apenas nos prepara para uma visão mais profunda."
    },
    {
      "numero": "17",
      "texto": "Então alguns dos seus discípulos disseram uns aos outros: Que é isto que nos diz: Um pouco, e não me vereis; e outra vez um pouco, e ver-me-eis; e: Porquanto vou para o Pai?",
      "reflexao": "A dúvida faz parte do caminho da fé. Nem sempre entendemos o que Deus está fazendo, mas mesmo em meio à confusão, podemos confiar. Ele revela tudo a seu tempo."
    },
    {
      "numero": "18",
      "texto": "Diziam, pois: Que quer dizer com um pouco? Não sabemos o que diz.",
      "reflexao": "Nossa limitação humana encontra consolo na paciência divina. Mesmo sem compreender, somos convidados a permanecer. Deus não rejeita quem questiona com sinceridade — Ele responde com amor."
    },
    {
      "numero": "19",
      "texto": "Conheceu, pois, Jesus que o queriam interrogar, e disse-lhes: Indagais entre vós acerca disto que disse: Um pouco, e não me vereis; e outra vez um pouco, e ver-me-eis?",
      "reflexao": "Jesus conhece nossos pensamentos e inquietações. Ele não espera que tenhamos todas as respostas — Ele se antecipa às perguntas do coração e nos chama para o diálogo da fé."
    },
    {
      "numero": "20",
      "texto": "Na verdade, na verdade vos digo que vós chorareis e vos lamentareis, e o mundo se alegrará; e vós estareis tristes, mas a vossa tristeza se converterá em alegria.",
      "reflexao": "As lágrimas do discípulo de Jesus nunca são o capítulo final. Pode haver dor, mas a promessa é clara: a tristeza se transformará em alegria. Deus é especialista em reviravoltas que curam."
    },
    {
      "numero": "21",
      "texto": "A mulher, quando está para dar à luz, tem tristeza, porque é chegada a sua hora; mas, depois de ter dado à luz a criança, já não se lembra da aflição, pelo prazer de haver nascido um homem no mundo.",
      "reflexao": "A dor tem propósito. Assim como o parto gera vida, nossos momentos difíceis podem gerar algo novo em nós. Depois da aflição, virá o consolo — e o que nascerá será motivo de alegria verdadeira."
    },
    {
      "numero": "22",
      "texto": "Assim também agora, na verdade, tendes tristeza; mas outra vez vos verei; e o vosso coração se alegrará, e a vossa alegria ninguém vos poderá tirar.",
      "reflexao": "Há dores que nos visitam, mas há alegrias que nos pertencem para sempre. Quando Cristo volta ao centro da nossa vida, nem mesmo as perdas ou as tempestades conseguem apagar a luz da esperança que Ele acende em nós."
    },
    {
      "numero": "23",
      "texto": "E naquele dia nada me perguntareis. Em verdade, em verdade vos digo que tudo quanto pedirdes a meu Pai, em meu nome, ele vos concederá.",
      "reflexao": "A comunhão com o Pai se torna plena quando oramos em nome de Jesus. Ele nos convida a confiar com ousadia, sabendo que somos ouvidos não por nossos méritos, mas por causa d’Aquele que nos redimiu."
    },
    {
      "numero": "24",
      "texto": "Até agora nada pedistes em meu nome; pedi, e recebereis, para que o vosso gozo se cumpra.",
      "reflexao": "A oração em nome de Jesus é um convite ao relacionamento íntimo com Deus. Ele deseja nos alegrar com respostas que vão além do que pedimos, tocando o mais profundo da nossa alma com paz e propósito."
    },
    {
      "numero": "25",
      "texto": "Disse-vos isso por parábolas; chega, porém, a hora em que não vos falarei mais por parábolas, mas abertamente vos falarei acerca do Pai.",
      "reflexao": "Jesus revela o Pai de maneira clara e amorosa. Chega o tempo em que a fé amadurecida já não precisa de figuras, mas se alimenta da revelação direta e do relacionamento sincero com o Criador."
    },
    {
      "numero": "26",
      "texto": "Naquele dia pedireis em meu nome; e não vos digo que eu rogarei por vós ao Pai,",
      "reflexao": "O acesso ao Pai está disponível a todo aquele que está em Cristo. A ponte já foi construída. Em Jesus, somos filhos — e filhos têm livre entrada no coração do Pai."
    },
    {
      "numero": "27",
      "texto": "Pois o mesmo Pai vos ama, visto como vós me amastes, e crestes que saí de Deus.",
      "reflexao": "A fé em Cristo nos torna alvos do amor direto do Pai. Não há barreiras entre quem crê e o Deus eterno. Ele nos ama com amor pessoal, presente e eterno — simplesmente porque cremos no Filho."
    },
    {
      "numero": "28",
      "texto": "Saí do Pai, e vim ao mundo; outra vez deixo o mundo, e vou para o Pai.",
      "reflexao": "Jesus revela o ciclo do amor divino: veio para nos alcançar, voltou para preparar nosso lugar. Ele conhece o céu e a terra, e por isso é o caminho seguro entre ambos. Nele, nossa jornada tem destino certo."
    },
    {
      "numero": "29",
      "texto": "Disseram-lhe os seus discípulos: Eis que agora falas abertamente, e não por parábolas alguma;",
      "reflexao": "Quando a Palavra fala direto ao coração, ela elimina dúvidas e acende a clareza. Deus não é um mistério inalcançável — Ele se revelou em Cristo para que o conhecêssemos de forma íntima e libertadora."
    },
    {
      "numero": "30",
      "texto": "Agora conhecemos que sabes tudo, e não necessitas de que alguém te pergunte; por isso cremos que saíste de Deus.",
      "reflexao": "A fé verdadeira reconhece que em Jesus está toda a sabedoria. Não precisamos de provas adicionais quando o coração já foi convencido pela verdade que transforma. Essa confiança é o alicerce da nossa esperança."
    },
    {
      "numero": "31",
      "texto": "Respondeu-lhes Jesus: Credes agora?",
      "reflexao": "A fé precisa ser confirmada nas provas. Crer no tempo da bonança é fácil, mas é nas noites escuras que o coração revela no que realmente se firmou. Jesus nos desafia a uma fé que não se abala."
    },
    {
      "numero": "32",
      "texto": "Eis que chega a hora, e já chegou, em que sereis dispersos, cada um para sua casa, e me deixareis só; mas não estou só, porque o Pai está comigo.",
      "reflexao": "Mesmo abandonado pelos homens, Jesus estava amparado pelo Pai. Assim também nós: podemos passar por desertos solitários, mas nunca estaremos sozinhos. O amor do Pai nos acompanha fielmente."
    },
    {
      "numero": "33",
      "texto": "Tenho-vos dito isso, para que em mim tenhais paz; no mundo tereis aflições, mas tende bom ânimo, eu venci o mundo.",
      "reflexao": "Essa é a promessa que nos sustenta: no mundo, lutas; em Cristo, paz. Ele venceu tudo o que nos assusta. Por isso, mesmo em meio ao caos, podemos caminhar com coragem, sabendo que a vitória já foi conquistada."
    }
  ]
}
