{
  "livro": "João",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Havia um fariseu chamado Nicodemos, uma autoridade entre os judeus.",
      "reflexao": "Nicodemos era um homem respeitado, conhecedor da lei, mas ainda assim sentia um vazio que nem o prestígio podia preencher. Isso nos mostra que, por trás de cargos e títulos, há corações famintos por verdade, por luz, por Deus. Até os mais instruídos precisam nascer de novo."
    },
    {
      "numero": "2",
      "texto": "Ele veio a Jesus, à noite, e disse: Mestre, sabemos que ensinas da parte de Deus, pois ninguém pode realizar os sinais que estás fazendo, se Deus não estiver com ele.",
      "reflexao": "Nicodemos procurou Jesus na calada da noite, talvez com medo, talvez em segredo, como muitos de nós que buscamos a verdade quando tudo silencia. Às vezes é na escuridão da alma que nos aproximamos da verdadeira luz. Jesus não o rejeitou — da mesma forma, Ele nos acolhe, mesmo em nossas hesitações."
    },
    {
      "numero": "3",
      "texto": "Em resposta, Jesus declarou: Digo-lhe a verdade: Ninguém pode ver o Reino de Deus, se não nascer de novo.",
      "reflexao": "Jesus vai direto ao ponto: é preciso recomeçar. O novo nascimento é uma revolução na alma, não uma reforma externa. Ele nos convida a deixar para trás o velho eu — com suas feridas, vícios, culpas — e permitir que Deus nos recrie, por dentro, como filhos livres e amados."
    },
    {
      "numero": "4",
      "texto": "Perguntou Nicodemos: Como alguém pode nascer, sendo velho? É claro que não pode entrar pela segunda vez no ventre de sua mãe e renascer!",
      "reflexao": "Nicodemos tenta entender com a lógica humana aquilo que só o Espírito pode revelar. Assim como ele, muitas vezes questionamos como mudar velhos hábitos, restaurar o que está quebrado ou apagar um passado doloroso. Mas Jesus nos diz: não se trata de voltar atrás, e sim de começar do alto, com Deus como Pai."
    },
    {
      "numero": "5",
      "texto": "Respondeu Jesus: Digo-lhe a verdade: Ninguém pode entrar no Reino de Deus, se não nascer da água e do Espírito.",
      "reflexao": "O nascimento espiritual acontece quando nos rendemos por completo ao amor de Deus. A água purifica; o Espírito vivifica. Juntos, eles renovam nossas raízes. É uma escolha diária: deixar que Deus nos molde, nos lave, e nos conduza por um caminho novo, limpo, eterno."
    },
    {
      "numero": "6",
      "texto": "O que nasce da carne é carne, mas o que nasce do Espírito é espírito.",
      "reflexao": "As experiências humanas moldam nosso corpo, mas é o Espírito que transforma a alma. Podemos ter nascido em dor, rejeição ou pecado — mas quando nascemos de Deus, recebemos identidade, propósito e uma nova natureza."
    },
    {
      "numero": "7",
      "texto": "Não se surpreenda pelo fato de eu ter dito: É necessário que vocês nasçam de novo.",
      "reflexao": "Jesus nos convida a não estranhar a ideia do novo nascimento. É um chamado amoroso para deixar para trás o peso de uma vida sem direção e nos entregarmos ao sopro libertador do Espírito que renova tudo."
    },
    {
      "numero": "8",
      "texto": "O vento sopra onde quer. Você o escuta, mas não pode dizer de onde vem nem para onde vai. Assim acontece com todos os nascidos do Espírito.",
      "reflexao": "A ação de Deus é silenciosa, mas transformadora. Como o vento, o Espírito sopra sobre nós sem ser visto, mas seus efeitos são visíveis: paz onde havia medo, vida onde havia morte, fé onde havia desespero."
    },
    {
      "numero": "9",
      "texto": "Perguntou Nicodemos: Como pode ser isso?",
      "reflexao": "Mesmo os mais sábios têm dúvidas. Deus não rejeita perguntas sinceras. Às vezes, entender não é o mais importante — o essencial é confiar e permitir que Ele conduza o nosso coração."
    },
    {
      "numero": "10",
      "texto": "Você é mestre em Israel e não entende essas coisas?, disse Jesus.",
      "reflexao": "Jesus nos lembra que títulos e cargos não garantem entendimento espiritual. O Reino de Deus não se revela apenas aos intelectos, mas aos corações humildes, abertos para ouvir e se render."
    },
    {
      "numero": "11",
      "texto": "Asseguro-lhe que nós falamos do que conhecemos e testemunhamos do que vimos, mas mesmo assim vocês não aceitam o nosso testemunho.",
      "reflexao": "Quantas vezes ouvimos testemunhos de fé e ainda assim hesitamos? Jesus nos convida a abrir os ouvidos e, sobretudo, o coração — porque a verdade, quando aceita, transforma."
    },
    {
      "numero": "12",
      "texto": "Eu lhes falei de coisas terrenas e vocês não creram; como crerão se lhes falar de coisas celestiais?",
      "reflexao": "Deus respeita o nosso ritmo, mas também nos chama à maturidade. A fé se aprofunda quando paramos de resistir e começamos a confiar — mesmo no que não entendemos completamente."
    },
    {
      "numero": "13",
      "texto": "Ninguém jamais subiu ao céu, a não ser aquele que veio do céu: o Filho do homem.",
      "reflexao": "Jesus é o elo eterno entre Deus e a humanidade. Ele não veio apenas ensinar — Ele desceu do céu para nos conduzir de volta para lá."
    },
    {
      "numero": "14",
      "texto": "Da mesma forma como Moisés levantou a serpente no deserto, assim também é necessário que o Filho do homem seja levantado,",
      "reflexao": "Assim como os israelitas olharam para a serpente e foram curados, nós olhamos para a cruz e somos restaurados. Jesus foi levantado por amor, para que todo olhar de fé se transforme em salvação."
    },
    {
      "numero": "15",
      "texto": "para que todo o que nele crer tenha a vida eterna.",
      "reflexao": "A eternidade começa quando decidimos crer. A vida em Deus não é apenas um destino futuro, mas um renascimento que já começa agora, dentro de nós."
    },
    {
      "numero": "16",
      "texto": "Porque Deus tanto amou o mundo que deu o seu Filho Unigênito, para que todo o que nele crer não pereça, mas tenha a vida eterna.",
      "reflexao": "Aqui está o coração do Evangelho: um amor que se entrega. Deus não esperou sermos dignos — Ele nos amou primeiro. E esse amor continua disponível hoje, para quem quiser recebê-lo."
    },
    {
      "numero": "17",
      "texto": "Pois Deus enviou o seu Filho ao mundo, não para condenar o mundo, mas para que este fosse salvo por meio dele.",
      "reflexao": "Jesus não veio para apontar nossos erros, mas para carregar nossas dores. Sua missão foi — e é — nos resgatar com ternura e graça, e nos devolver à dignidade de filhos."
    },
    {
      "numero": "18",
      "texto": "Quem nele crê não é condenado, mas quem não crê já está condenado, por não crer no nome do Filho unigênito de Deus.",
      "reflexao": "A fé é o caminho que nos livra da condenação. A escolha por Jesus é uma porta de esperança aberta — e nunca trancada — àqueles que desejam recomeçar."
    },
    {
      "numero": "19",
      "texto": "Este é o julgamento: a luz veio ao mundo, mas os homens amaram mais as trevas do que a luz, porque as suas obras eram más.",
      "reflexao": "Vivemos em uma era onde a verdade foi relativizada e onde muitos preferem a sombra da conveniência à luz que confronta. A luz — que é Cristo — já veio ao mundo, e com ela veio também o convite à transformação. Mas esta passagem nos revela uma realidade dolorosa: muitos rejeitam essa luz não por ignorância, mas por escolha. Porque amam mais as trevas. Porque há algo confortável na escuridão — ela oculta, disfarça, evita confronto com a consciência.<br>As “obras más” de hoje nem sempre parecem más aos olhos do mundo. Muitas vezes são justificadas, celebradas ou até incentivadas como formas de liberdade e autenticidade. No entanto, diante da luz do Evangelho, elas mostram o que realmente são: expressões de um coração que ainda não se rendeu à verdade.<br>Essa passagem nos convida à coragem: coragem de deixar a luz iluminar cada canto da alma, por mais doloroso que seja. Coragem de reconhecer onde temos amado as trevas, mesmo que em segredo. Porque somente à luz é que podemos ser curados, libertos e renovados.<br>Cristo não veio para condenar, mas para salvar. Mas não há salvação sem confronto com a luz. E esse confronto começa quando paramos de fugir e abrimos o coração ao arrependimento sincero."
    },
    {
      "numero": "20",
      "texto": "Quem pratica o mal odeia a luz e não se aproxima da luz, temendo que as suas obras sejam manifestas.",
      "reflexao": "Deus não nos expõe para nos envergonhar, mas para nos restaurar. Quando enfrentamos a verdade diante dEle, encontramos perdão, não rejeição."
    },
    {
      "numero": "21",
      "texto": "Mas quem pratica a verdade vem para a luz, para que se veja claramente que as suas obras são realizadas por intermédio de Deus.",
      "reflexao": "Num mundo onde a aparência muitas vezes vale mais que a essência, essa passagem nos lembra que quem realmente busca viver com sinceridade não teme a exposição da luz — pelo contrário, caminha em direção a ela. A pessoa que pratica a verdade não precisa esconder suas ações, pois sabe que não está vivendo para si mesmo, mas permitindo que Deus atue por meio dela.<br>Viver na verdade, hoje, é um ato de coragem. É remar contra a maré da superficialidade, da falsidade e do egoísmo. Mas é também um sinal claro de que o coração foi transformado. Quem se aproxima da luz mostra que suas obras não vêm de um esforço vaidoso, mas de um coração moldado por Deus.<br>Essa passagem nos convida a examinar: tenho vivido de modo que minhas atitudes revelem Deus em mim? Tenho buscado a luz mesmo quando ela revela imperfeições que preciso mudar? A luz não apenas expõe, mas purifica. E quem caminha na verdade sabe que, mesmo sendo imperfeito, pode ser usado por Deus para espalhar bondade, justiça e amor.<br>A verdadeira fé se manifesta em obras visíveis, não para exaltação própria, mas para que todos vejam que é Deus quem está operando — discretamente, mas com poder — na vida daquele que se entregou a Ele."
    },
    {
      "numero": "22",
      "texto": "Depois disso, Jesus foi com seus discípulos para a terra da Judeia, onde passou algum tempo com eles, e batizava.",
      "reflexao": "Jesus valorizava a convivência. Ele caminhava com os seus, ensinando pelo exemplo. Precisamos também nutrir relacionamentos onde Deus esteja presente e o amor floresça."
    },
    {
      "numero": "23",
      "texto": "João também estava batizando em Enom, perto de Salim, porque havia ali muitas águas, e o povo vinha para ser batizado.",
      "reflexao": "O Reino de Deus não é uma disputa de espaço. Há lugar para todos que servem com sinceridade. Onde há água viva, há sede sendo saciada."
    },
    {
      "numero": "24",
      "texto": "Isto se deu antes de João ser preso.",
      "reflexao": "Mesmo nas pausas e dores da jornada, Deus continua agindo. A prisão de João não interrompeu a missão — só a redirecionou para novos propósitos."
    },
    {
      "numero": "25",
      "texto": "Surgiu uma discussão entre alguns discípulos de João e um judeu a respeito da purificação cerimonial.",
      "reflexao": "As discussões teológicas não devem nos afastar do essencial: a presença de Jesus. O foco precisa estar menos na forma, e mais no coração."
    },
    {
      "numero": "26",
      "texto": "Eles se dirigiram a João e lhe disseram: Mestre, aquele homem que estava contigo do outro lado do Jordão, do qual testemunhaste, está batizando, e todos estão se dirigindo a ele.",
      "reflexao": "Quando vemos outros sendo usados por Deus, devemos celebrar — não competir. João nos ensina a nos alegrar por ver Jesus crescendo, ainda que nossa visibilidade diminua."
    },
    {
      "numero": "27",
      "texto": "A isto João respondeu: Uma pessoa só pode receber o que lhe é dado dos céus.",
      "reflexao": "Tudo o que temos é dom. Não precisamos provar nosso valor — Deus já nos deu um lugar e um papel únicos no Seu plano."
    },
    {
      "numero": "28",
      "texto": "Vocês mesmos são testemunhas de que eu disse: 'Eu não sou o Cristo, mas sou aquele que foi enviado adiante dele'.",
      "reflexao": "Saber quem somos — e quem não somos — é libertador. João não desejava o lugar de Jesus. Ele se alegrava em ser uma voz que preparava corações."
    },
    {
      "numero": "29",
      "texto": "A noiva pertence ao noivo. O amigo que presta serviços ao noivo o escuta e se alegra muito quando ouve a voz do noivo. Esta é a minha alegria, que agora se completa.",
      "reflexao": "Em tempos de busca por reconhecimento e protagonismo, essa declaração nos ensina sobre humildade, serviço e alegria genuína. João Batista, ao dizer essas palavras, reconhece seu papel com clareza: ele não é o centro, mas o amigo do noivo. A noiva — que representa o povo de Deus, a Igreja — pertence a Cristo. E João se alegra não por ser exaltado, mas por ouvir a voz daquele que é o verdadeiro Salvador.<br>Nos dias de hoje, muitos querem ocupar o lugar do noivo, querem ser aclamados, aplaudidos, seguidos. Mas a verdadeira alegria nasce quando entendemos que nossa missão é apontar para Jesus, não para nós mesmos. Ser o amigo do noivo é um privilégio — estar perto, ouvir sua voz, preparar o caminho, cuidar da noiva enquanto Ele não vem, e alegrar-se com a sua presença.<br>Essa passagem é um convite à maturidade espiritual: alegrar-se não com os holofotes sobre nós, mas com a presença do Noivo entre nós. Que sejamos amigos fiéis, ouvintes atentos, servidores discretos — com o coração cheio de júbilo ao ouvir Sua voz e ver sua obra acontecer."
    },
    {
      "numero": "30",
      "texto": "É necessário que ele cresça e que eu diminua.",
      "reflexao": "Essa é a oração que transforma: menos de mim, mais de Cristo. Que Ele seja visto, que Ele seja exaltado — e que isso nos complete."
    },
    {
      "numero": "31",
      "texto": "Aquele que vem do alto está acima de todos; aquele que é da terra pertence à terra e fala como alguém da terra. Aquele que vem do céu está acima de todos.",
      "reflexao": "As palavras de Jesus têm peso eterno porque Ele vem do alto. Confiar em Sua voz é confiar na verdade que transcende toda limitação humana."
    },
    {
      "numero": "32",
      "texto": "Ele testifica o que viu e ouviu, mas ninguém aceita o seu testemunho.",
      "reflexao": "O mundo pode rejeitar Jesus, mas Sua palavra continua verdadeira. Que nossa fé não dependa da aceitação dos outros, mas do amor que nos tocou."
    },
    {
      "numero": "33",
      "texto": "Aquele que o aceita confirma que Deus é verdadeiro.",
      "reflexao": "Aceitar Jesus é firmar um pacto com a verdade. É testemunhar com a vida que Deus é fiel, presente e absolutamente confiável."
    },
    {
      "numero": "34",
      "texto": "Pois aquele que Deus enviou fala as palavras de Deus, porque Deus não dá o Espírito por medida.",
      "reflexao": "Deus não nos ama pela metade. Ele derrama Seu Espírito sem limites. Em Cristo, temos acesso a uma fonte que nunca seca."
    },
    {
      "numero": "35",
      "texto": "O Pai ama o Filho e entregou tudo em suas mãos.",
      "reflexao": "Jesus tem autoridade sobre tudo — inclusive sobre nossas dores e impossibilidades. Podemos descansar em Suas mãos, porque nelas está o amor do Pai."
    },
    {
      "numero": "36",
      "texto": "Quem crê no Filho tem a vida eterna; já quem rejeita o Filho não verá a vida, mas a ira de Deus permanece sobre ele.",
      "reflexao": "Vivemos tempos em que tudo parece urgente, onde o prazer imediato é valorizado acima da verdade eterna. A fé em Jesus muitas vezes é vista como opcional ou ultrapassada — algo para ser considerado apenas em momentos de dor ou crise. Mas essa passagem nos lembra de uma realidade profunda e eterna: crer no Filho é ter acesso à vida que não termina, à paz que não se esgota, ao amor que redime. Por outro lado, rejeitar essa verdade é permanecer em um estado de separação de Deus. A '<b>ira de Deus</b>' mencionada aqui não é um castigo impulsivo, mas uma expressão da justiça divina diante da rejeição persistente da luz. É como uma ferida que se recusa a ser curada porque o remédio foi desprezado. A ira de Deus permanece sobre aquele que escolhe viver distante da verdade que liberta. Essa passagem nos convida a refletir com seriedade: estamos apenas simpatizando com Jesus ou verdadeiramente crendo Nele? A fé verdadeira não é apenas crença intelectual, mas entrega, confiança, arrependimento e comunhão. E nessa fé encontramos não só vida eterna no porvir, mas sentido, direção e graça no agora."
    }
   ]
}
