{
  "livro": "João",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Seis dias antes da Páscoa, Jesus foi para Betânia, onde vivia Lázaro, a quem ressuscitara dos mortos.",
      "reflexao": "A proximidade da cruz não impediu Jesus de estar com amigos. Mesmo diante do sofrimento iminente, Ele escolhe a comunhão. Que saibamos valorizar a presença daqueles que Deus colocou ao nosso redor."
    },
    {
      "numero": "2",
      "texto": "Ali prepararam um jantar para ele. Marta servia, enquanto Lázaro estava à mesa com ele.",
      "reflexao": "A gratidão se expressa em serviço. Marta serve com zelo, Lázaro testemunha com sua vida. Cada um à sua maneira honra o Senhor. Que nossas ações e nossa existência também reflitam essa gratidão viva."
    },
    {
      "numero": "3",
      "texto": "Então Maria pegou um frasco de nardo puro, que era um perfume caro, derramou-o sobre os pés de Jesus e os enxugou com seus cabelos. E a casa encheu-se com a fragrância do perfume.",
      "reflexao": "O amor verdadeiro não calcula o custo. Maria oferece o melhor, sem reservas. Quando adoramos com tudo o que somos, a presença de Deus enche o ambiente com um perfume que transforma."
    },
    {
      "numero": "4",
      "texto": "Mas um dos seus discípulos, Judas Iscariotes, que mais tarde iria traí-lo, fez uma objeção:",
      "reflexao": "Nem todos compreendem a adoração extravagante. Há quem critique o que não entende. Mas quem ama verdadeiramente a Jesus sabe que Ele merece o melhor de nós — mesmo que seja incompreendido."
    },
    {
      "numero": "5",
      "texto": "Por que este perfume não foi vendido, e o dinheiro dado aos pobres? Seriam trezentos denários.",
      "reflexao": "As palavras de Judas soam nobres, mas escondem motivações distorcidas. Precisamos cuidar para que nossas críticas não revelem corações endurecidos ou intenções egoístas disfarçadas de piedade."
    },
    {
      "numero": "6",
      "texto": "Ele não disse isso por se importar com os pobres, mas porque era ladrão; sendo responsável pela bolsa de dinheiro, costumava tirar o que nela era colocado.",
      "reflexao": "Deus vê além das palavras — Ele conhece os corações. As intenções que escondemos dos homens estão nítidas aos olhos do Senhor. Que nossa fé seja íntegra por dentro e por fora."
    },
    {
      "numero": "7",
      "texto": "Respondeu Jesus: Deixa-a em paz. Ela guardou esse perfume para o dia da preparação do meu sepultamento.",
      "reflexao": "Jesus defende quem o honra com sinceridade. Ele valoriza os gestos do coração. Mesmo atos não compreendidos pelos outros são preciosos diante d'Ele, porque brotam da verdadeira adoração."
    },
    {
      "numero": "8",
      "texto": "Pois os pobres vocês sempre terão consigo, mas a mim vocês nem sempre terão.",
      "reflexao": "Jesus nos lembra da urgência de estar com Ele. O tempo é curto. Não deixemos para amanhã a entrega, a adoração, a devoção. Há momentos que não voltam, e Ele espera nossa resposta hoje."
    },
    {
      "numero": "9",
      "texto": "Enquanto isso, grande multidão de judeus descobriu que Jesus estava ali e veio, não apenas por causa dele, mas também para ver Lázaro, a quem ressuscitara dos mortos.",
      "reflexao": "Quando há vida restaurada, os olhos se voltam para o testemunho. Que nossa história com Cristo atraia outros, não a nós, mas Àquele que nos tirou da morte e nos deu novo fôlego."
    },
    {
      "numero": "10",
      "texto": "Assim os chefes dos sacerdotes fizeram planos para matar também Lázaro,",
      "reflexao": "Quem carrega um testemunho vivo será alvo de oposição. O inimigo teme o que foi ressuscitado. Mas nossa vida em Cristo está protegida pelo propósito eterno que Ele escreveu sobre nós."
    },
    {
      "numero": "11",
      "texto": "pois por causa dele muitos estavam se afastando dos judeus e crendo em Jesus.",
      "reflexao": "O testemunho de Lázaro abalava estruturas religiosas. Quando a fé verdadeira se manifesta, ela confronta sistemas e quebra cadeias. Não subestime o impacto da sua transformação."
    },
    {
      "numero": "12",
      "texto": "No dia seguinte, grande multidão que viera para a festa ouviu falar que Jesus estava chegando a Jerusalém.",
      "reflexao": "As notícias sobre Jesus se espalham. Mesmo em meio à dureza do mundo, há corações que esperam por Ele. Que nossa vida seja um anúncio vivo de que Jesus está presente e vindo ao encontro dos que O buscam."
    },
    {
      "numero": "13",
      "texto": "Pegaram ramos de palmeiras e saíram ao seu encontro, gritando: 'Hosana! Bendito o que vem em nome do Senhor! Bendito o Rei de Israel!'",
      "reflexao": "A aclamação a Jesus deve ser mais do que entusiasmo momentâneo. Que o nosso 'Hosana' seja diário — uma entrega constante ao verdadeiro Rei, mesmo que Ele não venha da forma que esperamos."
    },
    {
      "numero": "14",
      "texto": "Jesus encontrou um jumentinho e montou nele, como está escrito:",
      "reflexao": "O Rei entra com humildade. Jesus não vem com ostentação, mas com mansidão. Ele nos ensina que a verdadeira realeza está na simplicidade e no coração que se doa."
    },
    {
      "numero": "15",
      "texto": "Não tenha medo, ó cidade de Sião! Eis que o seu Rei vem, montado num jumentinho.",
      "reflexao": "A chegada de Jesus dissipa o medo. Ele vem como Rei, mas também como servo. A presença d’Ele traz paz aos corações ansiosos. Onde Jesus entra, o medo sai."
    },
    {
      "numero": "16",
      "texto": "A princípio, seus discípulos não entenderam isso. Só depois que Jesus foi glorificado se lembraram de que essas que fizeram a ele estavam escritas a seu respeito.",
      "reflexao": "Nem sempre compreendemos os sinais no momento. Mas, com o tempo, tudo se encaixa. A fé também é confiar no que ainda não entendemos, crendo que Deus revela no tempo certo."
    },
    {
      "numero": "17",
      "texto": "A multidão que estava com Jesus quando ele mandou Lázaro sair do túmulo e o ressuscitou dentre os mortos continuava a espalhar o fato.",
      "reflexao": "Milagres não devem ser escondidos. Aqueles que viram, contaram. Que tenhamos coragem de testemunhar o que Deus fez por nós, mesmo que alguns resistam à verdade."
    },
    {
      "numero": "18",
      "texto": "Muitos da multidão, por terem ouvido que ele realizara tal sinal miraculoso, foram ao seu encontro.",
      "reflexao": "Os sinais atraem, mas é o amor que transforma. Que aqueles que vêm por curiosidade encontrem um Cristo vivo e poderoso para curar suas feridas mais profundas."
    },
    {
      "numero": "19",
      "texto": "Assim os fariseus disseram uns aos outros: 'Não conseguimos nada! Vejam! Todo mundo vai atrás dele!'",
      "reflexao": "Quando Jesus se revela, nem a oposição mais organizada pode impedi-Lo. A verdade se espalha como luz em meio à escuridão. Não há estratégia humana que barre o avanço do Reino."
    },
    {
      "numero": "20",
      "texto": "Entre os que tinham subido para adorar durante a festa estavam alguns gregos.",
      "reflexao": "O alcance da salvação vai além dos limites religiosos e culturais. A cruz de Cristo é para todos: judeus, gregos, brasileiros, estrangeiros — todos os que O buscarem de coração sincero."
    },
    {
      "numero": "21",
      "texto": "Eles se aproximaram de Filipe, que era de Betsaida da Galileia, com um pedido: 'Senhor, queremos ver Jesus.'",
      "reflexao": "O maior clamor do coração humano continua sendo este: 'Queremos ver Jesus'. Que sejamos instrumentos para conduzir outros ao encontro com Ele — não a nós, mas a Ele."
    },
    {
      "numero": "22",
      "texto": "Filipe foi dizê-lo a André; e André e Filipe o disseram a Jesus.",
      "reflexao": "A intermediação dos discípulos mostra que há uma missão: apresentar Jesus aos que O buscam. Que nossas atitudes sejam pontes, não barreiras. Que sejamos canais vivos da presença de Cristo."
    },
    {
      "numero": "23",
      "texto": "Jesus respondeu: 'Chegou a hora de ser glorificado o Filho do homem.'",
      "reflexao": "O momento de maior glória viria pelo sofrimento. Em Cristo, aprendemos que a verdadeira glória muitas vezes nasce da entrega, da renúncia e do amor que se sacrifica por muitos."
    },
    {
      "numero": "24",
      "texto": "Digo-lhes verdadeiramente que, se o grão de trigo não cair na terra e não morrer, continuará ele só. Mas se morrer, dará muito fruto.",
      "reflexao": "A vida só floresce quando nos entregamos. Jesus nos ensina que é na morte para si mesmo que a multiplicação acontece. Que possamos morrer para o ego e viver para o Reino."
    },
    {
      "numero": "25",
      "texto": "Aquele que ama a sua vida a perderá, ao passo que aquele que odeia a sua vida neste mundo a conservará para a vida eterna.",
      "reflexao": "Jesus nos convida a um amor mais profundo — que não se apega às vaidades e ilusões do mundo. A verdadeira vida não está no que seguramos, mas no que entregamos por amor a Ele."
    },
    {
      "numero": "26",
      "texto": "Quem me serve precisa seguir-me; e onde estou, o meu servo também estará. Aquele que me serve, meu Pai o honrará.",
      "reflexao": "Seguir Jesus é mais que admiração — é caminhada. Quem O serve não fica à margem, mas anda junto, compartilha da missão e da honra que vem do Pai. Servir a Cristo é participar da eternidade com Ele."
    },
    {
      "numero": "27",
      "texto": "Agora o meu coração está perturbado, e que direi? ‘Pai, salva-me desta hora’? Não, eu vim exatamente para isso.",
      "reflexao": "Até Jesus sentiu angústia. Ele nos mostra que fé não é ausência de dor, mas entrega total ao propósito. Em momentos difíceis, que nossa oração também seja: 'Pai, cumpra-se em mim o Teu plano'."
    },
    {
      "numero": "28",
      "texto": "Pai, glorifica o teu nome! Então veio do céu uma voz: 'Eu já o glorifiquei e o glorificarei novamente'.",
      "reflexao": "A vida de Jesus foi marcada por um só objetivo: glorificar o Pai. Que nossas decisões e palavras também apontem para a glória de Deus. E quando buscamos isso de coração, o céu responde."
    },
    {
      "numero": "29",
      "texto": "A multidão que ali estava e a ouviu disse que tinha trovejado; outros disseram que um anjo lhe tinha falado.",
      "reflexao": "Muitos ouvem, poucos compreendem. A mesma voz que consola uns, confunde outros. Que o nosso coração esteja sensível para reconhecer a voz do Pai, mesmo em meio ao barulho do mundo."
    },
    {
      "numero": "30",
      "texto": "Disse Jesus: Essa voz veio por causa de vocês, e não por minha causa.",
      "reflexao": "Deus fala para fortalecer nossa fé. Jesus já tinha plena comunhão com o Pai, mas os sinais são para nos edificar. Se ouvimos a voz de Deus, é porque Ele quer nos despertar para algo maior."
    },
    {
      "numero": "31",
      "texto": "Chegou a hora de ser julgado este mundo; agora será expulso o príncipe deste mundo.",
      "reflexao": "A cruz é julgamento e libertação. O domínio do mal não resiste ao amor sacrificial de Cristo. Em um mundo cheio de trevas, Jesus inaugura um Reino de luz e redenção."
    },
    {
      "numero": "32",
      "texto": "Mas eu, quando for levantado da terra, atrairei todos a mim.",
      "reflexao": "A cruz é o maior chamado ao coração humano. Ali Jesus se ergueu para nos abraçar. Ele não força, Ele atrai. Que o nosso coração responda a esse amor que se entregou por nós."
    },
    {
      "numero": "33",
      "texto": "Ele disse isso para indicar o tipo de morte que haveria de sofrer.",
      "reflexao": "A entrega de Jesus foi completa e consciente. Ele não foi vencido — Ele se ofereceu. Saber disso muda tudo: seguimos um Salvador que escolheu amar até o fim, mesmo sabendo o preço."
    },
    {
      "numero": "34",
      "texto": "A multidão respondeu: 'Pelo que ouvimos da Lei, o Cristo permanecerá para sempre. Como podes dizer: “O Filho do homem será levantado”? Quem é esse Filho do homem?'",
      "reflexao": "As expectativas humanas não compreendiam o plano divino. Esperavam um rei político, mas receberam um Rei sofredor. Até hoje, muitos rejeitam Jesus por não caber em seus moldes. Mas Ele é maior que qualquer previsão humana."
    },
    {
      "numero": "35",
      "texto": "Disse-lhes então Jesus: 'Por pouco tempo a luz estará entre vocês. Andem enquanto têm a luz, para que as trevas não os surpreendam. Quem anda nas trevas não sabe para onde está indo.'",
      "reflexao": "O tempo de decisão é agora. A luz está entre nós e clama para ser seguida. Quem ignora o chamado corre o risco de se perder. Que nossa vida seja guiada pela luz de Cristo, antes que as trevas confundam o caminho."
    },
    {
      "numero": "36",
      "texto": "Enquanto vocês têm a luz, creiam na luz, para que se tornem filhos da luz. Terminando de falar, Jesus saiu e ocultou-se deles.",
      "reflexao": "Crer é mais do que ver — é confiar na luz mesmo quando ela se oculta. Os filhos da luz andam por fé, e não por vista. Que sejamos aqueles que permanecem mesmo quando tudo parece escuro."
    },
    {
      "numero": "37",
      "texto": "Mesmo depois de Jesus ter feito todos aqueles sinais miraculosos, não creram nele.",
      "reflexao": "Os milagres não convencem corações endurecidos. A fé nasce do arrependimento e da abertura à verdade. Que nossos olhos não se fechem diante do agir de Deus por orgulho ou comodismo."
    },
    {
      "numero": "38",
      "texto": "Isso aconteceu para se cumprir a palavra do profeta Isaías: 'Senhor, quem creu em nossa mensagem? E a quem foi revelado o braço do Senhor?'",
      "reflexao": "A incredulidade já era prevista, mas nunca desejada. A profecia mostra a dor de quem anuncia e não é ouvido. Que não sejamos surdos à voz de Deus que fala com amor desde os tempos antigos."
    },
    {
      "numero": "39",
      "texto": "Por isso não podiam crer, pois, como disse Isaías noutro lugar:",
      "reflexao": "A cegueira espiritual, quando persistente, se torna endurecimento. Quando desprezamos a verdade repetidamente, o coração se fecha. Por isso, o tempo de crer é agora — enquanto há espaço para resposta."
    },
    {
      "numero": "40",
      "texto": "'Cegou os seus olhos e endureceu-lhes o coração, para que não vejam com os olhos, nem entendam com o coração, nem se convertam, e eu os cure.'",
      "reflexao": "Deus respeita o livre-arbítrio. Mas quando o homem insiste em rejeitá-Lo, a própria rejeição se torna juízo. A cura só vem a quem se abre para ser tratado. Que sejamos corações quebrantados e disponíveis."
    },
    {
      "numero": "41",
      "texto": "Isaías disse isso porque viu a glória dele e falou sobre ele.",
      "reflexao": "Mesmo séculos antes, os profetas já contemplavam a glória de Cristo. A revelação de Deus é contínua, e Jesus é o centro da história. Ele é a manifestação visível da glória invisível de Deus."
    },
    {
      "numero": "42",
      "texto": "Ainda assim, muitos líderes creram nele, mas por causa dos fariseus não confessavam sua fé, com medo de serem expulsos da sinagoga;",
      "reflexao": "A fé silenciosa por medo de rejeição é fé incompleta. Jesus nos chama à coragem de confessá-Lo mesmo quando há risco. A aprovação de Deus vale mais do que qualquer aceitação humana."
    },
    {
      "numero": "43",
      "texto": "pois preferiam a aprovação dos homens do que a aprovação de Deus.",
      "reflexao": "Essa é a luta de muitos corações ainda hoje: agradar os homens ou a Deus? Que a nossa fé não seja movida por aplausos humanos, mas pelo desejo sincero de viver para o Senhor."
    },
    {
      "numero": "44",
      "texto": "Então Jesus clamou: 'Quem crê em mim, não crê apenas em mim, mas naquele que me enviou.'",
      "reflexao": "Crer em Jesus é crer no Pai. Ele é o caminho de reconciliação com Deus. Toda fé genuína em Cristo é uma ponte direta ao coração do Pai celestial."
    },
    {
      "numero": "45",
      "texto": "Quem me vê, vê aquele que me enviou.",
      "reflexao": "Jesus é a imagem exata de Deus. Se queremos conhecer o Pai, basta olhar para o Filho. Em suas palavras, gestos e amor, vemos o reflexo perfeito do coração divino."
    },
    {
      "numero": "46",
      "texto": "Eu vim ao mundo como luz, para que todo aquele que crê em mim não permaneça nas trevas.",
      "reflexao": "Jesus não veio apenas para iluminar, mas para tirar-nos das trevas. Ele oferece um novo caminho, um novo sentido, uma nova vida. A luz d’Ele não apenas brilha — ela guia e transforma."
    },
    {
      "numero": "47",
      "texto": "Se alguém ouve as minhas palavras e não lhes obedece, eu não o julgo. Pois eu não vim para julgar o mundo, mas para salvá-lo.",
      "reflexao": "Jesus não veio apontar dedos, mas estender mãos. Ele é salvação, não condenação. Mas a escolha de crer ou não é nossa. E essa escolha define o rumo da eternidade."
    },
    {
      "numero": "48",
      "texto": "Há um juiz para quem me rejeita e não aceita as minhas palavras; a própria palavra que proferi o condenará no último dia.",
      "reflexao": "A palavra de Cristo é vida — mas também critério de juízo. O que fazemos com o que ouvimos importa. Rejeitar o Evangelho é fechar a porta da salvação com as próprias mãos."
    },
    {
      "numero": "49",
      "texto": "Pois não falei por mim mesmo, mas o Pai que me enviou me ordenou o que dizer e o que falar.",
      "reflexao": "Cada palavra de Jesus carrega o selo do Pai. Ouvi-Lo é ouvir Deus. A Bíblia não é um livro comum — é a própria voz do Eterno ecoando em direção ao nosso coração."
    },
    {
      "numero": "50",
      "texto": "Sei que o seu mandamento é vida eterna. Portanto, o que eu digo é exatamente o que o Pai me mandou dizer.",
      "reflexao": "Tudo o que Jesus falou conduz à vida eterna. Suas palavras não são opcionais — são vitais. Ouvir e seguir o que Ele diz é trilhar um caminho de vida, luz e salvação."
    }
  ]
}
