{
  "livro": "João",
  "capitulo": "18",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando terminou de orar, saiu com os seus discípulos para o outro lado do ribeiro Cedrom, onde havia um jardim, no qual ele entrou com os seus discípulos.",
      "reflexao": "Jesus caminhou até o jardim sabendo que a cruz o aguardava. Mesmo diante da dor, Ele foi ao encontro do propósito. Há momentos em que precisamos atravessar nossos próprios 'jardins', certos de que Deus está no controle da história."
    },
    {
      "numero": "2",
      "texto": "E Judas, que o traía, também conhecia aquele lugar, porque Jesus muitas vezes se reunia ali com os seus discípulos.",
      "reflexao": "O lugar de comunhão tornou-se o cenário da traição. Às vezes, é nas relações mais próximas que surgem as maiores dores. Mas mesmo ali, Jesus permaneceu fiel ao amor que o movia."
    },
    {
      "numero": "3",
      "texto": "Tendo, pois, Judas recebido a corte e oficiais dos principais sacerdotes e fariseus, veio para ali com lanternas, tochas e armas.",
      "reflexao": "Judas veio com tochas para prender Aquele que é a Luz do mundo. Muitos ainda hoje carregam luzes humanas para apagar a Verdade divina. Mas a luz de Cristo não se apaga — ela vence toda escuridão."
    },
    {
      "numero": "4",
      "texto": "Sabendo, pois, Jesus tudo o que lhe havia de acontecer, adiantou-se e disse-lhes: A quem buscais?",
      "reflexao": "Jesus não se esconde da dor — Ele a enfrenta com dignidade. Saber quem somos e a quem pertencemos nos permite caminhar mesmo em direção ao sofrimento com paz e firmeza."
    },
    {
      "numero": "5",
      "texto": "Responderam-lhe: A Jesus, o Nazareno. Disse-lhes Jesus: Sou eu. E Judas, que o traía, estava também com eles.",
      "reflexao": "Jesus se apresenta com coragem, mesmo diante dos que o traem. Sua verdade não muda diante do medo ou da rejeição. Que aprendamos a dizer com fé: 'Sou de Cristo', mesmo que isso nos custe algo."
    },
    {
      "numero": "6",
      "texto": "Quando, pois, lhes disse: Sou eu, recuaram e caíram por terra.",
      "reflexao": "A autoridade de Jesus é tão poderosa que até seus inimigos caem diante de sua Palavra. Ele não precisou levantar a voz — bastou declarar quem é. O nome dEle ainda hoje faz tremer o impossível."
    },
    {
      "numero": "7",
      "texto": "Tornou, pois, a perguntar-lhes: A quem buscais? E eles disseram: A Jesus, o Nazareno.",
      "reflexao": "Jesus repete a pergunta com firmeza. Às vezes, Deus nos confronta com perguntas que revelam nossos verdadeiros intentos. Que nossa busca não seja por um Jesus moldado aos nossos desejos, mas pelo verdadeiro Cristo."
    },
    {
      "numero": "8",
      "texto": "Jesus respondeu: Já vos disse que sou eu; se, pois, me buscais a mim, deixai ir estes;",
      "reflexao": "Mesmo diante da prisão, Jesus protege os seus. Ele assume a culpa para poupar os outros — imagem perfeita do que fez por todos nós na cruz. Ele é o Pastor que dá a vida pelas suas ovelhas."
    },
    {
      "numero": "9",
      "texto": "Para que se cumprisse a palavra que tinha dito: Dos que me deste nenhum deles perdi.",
      "reflexao": "A fidelidade de Jesus à promessa do Pai é inquebrantável. Ele nos guarda até o fim. Mesmo quando o mundo parece nos tomar, Ele nos segura com mãos de redenção."
    },
    {
      "numero": "10",
      "texto": "Então Simão Pedro, que tinha uma espada, puxou-a, feriu o servo do sumo sacerdote e cortou-lhe a orelha direita. E o nome do servo era Malco.",
      "reflexao": "O zelo impulsivo de Pedro mostra como, às vezes, tentamos defender o Reino com armas humanas. Mas o Reino de Deus não se sustenta na força bruta, e sim no amor sacrificial de Cristo."
    },
    {
      "numero": "11",
      "texto": "Mas Jesus disse a Pedro: Mete a tua espada na bainha; não beberei eu o cálice que o Pai me deu?",
      "reflexao": "Jesus escolheu obedecer ao Pai mesmo diante do sofrimento. Há cálices amargos que precisamos beber para viver o propósito. O 'sim' de Jesus nos inspira a confiar mesmo quando dói."
    },
    {
      "numero": "12",
      "texto": "Então a corte, o comandante e os oficiais dos judeus prenderam Jesus, e o amarraram.",
      "reflexao": "Aquele que liberta foi preso por mãos humanas. O Filho de Deus se deixou amarrar por amor a nós. Sua prisão nos trouxe liberdade — e Sua entrega, redenção."
    },
    {
      "numero": "13",
      "texto": "E conduziram-no primeiramente a Anás, por ser sogro de Caifás, que era o sumo sacerdote naquele ano.",
      "reflexao": "Jesus foi levado de tribunal em tribunal, mas permaneceu sereno. Diante das injustiças humanas, Ele se manteve fiel à justiça do Pai. Que nossa confiança também permaneça firme, mesmo quando somos mal compreendidos."
    },
    {
      "numero": "14",
      "texto": "Ora, Caifás era quem havia aconselhado aos judeus que convinha que um homem morresse pelo povo.",
      "reflexao": "Mesmo sem entender o plano divino, Caifás profetizou sem saber. Deus transforma até as intenções torcidas dos homens em parte de Seu plano de salvação. Ele reina soberano, mesmo nos bastidores do caos."
    },
    {
      "numero": "15",
      "texto": "E Simão Pedro e outro discípulo seguiam a Jesus. E esse discípulo era conhecido do sumo sacerdote, e entrou com Jesus no pátio do sumo sacerdote.",
      "reflexao": "Mesmo com medo, Pedro e o outro discípulo não abandonam Jesus totalmente. Nossa caminhada de fé também passa por momentos de hesitação, mas o amor por Cristo nos leva a segui-lo, mesmo de longe."
    },
    {
      "numero": "16",
      "texto": "Pedro, porém, estava da parte de fora à porta. Saiu então o outro discípulo, que era conhecido do sumo sacerdote, e falou à porteira, levando Pedro para dentro.",
      "reflexao": "Deus usa até conexões humanas para nos manter próximos de Jesus. Há momentos em que alguém nos conduz de volta à presença dEle. Que sejamos também ponte para quem está hesitante à porta."
    },
    {
      "numero": "17",
      "texto": "Então a criada porteira disse a Pedro: Não és tu também dos discípulos deste homem? Ele disse: Não sou.",
      "reflexao": "O medo faz Pedro negar a fé que carregava no coração. Muitas vezes, negamos Cristo com nossas atitudes e silêncios. Mas mesmo ali, Jesus ainda ama, perdoa e restaura os que caem."
    },
    {
      "numero": "18",
      "texto": "Ora, os servos e os guardas estavam ali, tendo acendido fogo, porque fazia frio, e aquentavam-se. E Pedro estava com eles, aquentando-se também.",
      "reflexao": "Pedro se aquece entre aqueles que não conhecem a verdade. É perigoso buscar consolo longe da presença de Cristo. O frio da alma só é vencido perto do Fogo verdadeiro — o amor do Salvador."
    },
    {
      "numero": "19",
      "texto": "Então o sumo sacerdote interrogou Jesus acerca dos seus discípulos e da sua doutrina.",
      "reflexao": "O foco dos líderes era destruir a mensagem, mas Jesus jamais negou seus ensinamentos. Quando formos questionados por nossa fé, que nosso testemunho fale com clareza, humildade e verdade."
    },
    {
      "numero": "20",
      "texto": "Jesus lhe respondeu: Eu falei abertamente ao mundo; ensinei sempre na sinagoga e no templo, onde os judeus se reúnem, e nada falei em oculto.",
      "reflexao": "A vida de Jesus era pública e coerente. Ele não tinha segredos, nem máscaras. Em um mundo de aparências, viver com autenticidade é um testemunho poderoso do caráter de Cristo em nós."
    },
    {
      "numero": "21",
      "texto": "Por que me perguntas a mim? Pergunta aos que ouviram o que lhes falei; eis que eles sabem o que eu disse.",
      "reflexao": "Jesus nos ensina que a verdade não precisa ser escondida nem temida. Quando vivemos em integridade, nosso testemunho fala por nós. Que possamos viver de forma que outros vejam Cristo em nossas palavras e ações."
    },
    {
      "numero": "22",
      "texto": "E, tendo dito isso, um dos guardas que ali estava deu uma bofetada em Jesus, dizendo: Assim respondes ao sumo sacerdote?",
      "reflexao": "Mesmo sendo justo, Jesus foi ferido. Às vezes, seremos incompreendidos ou atacados por mantermos a verdade. Mas, como Cristo, não devemos revidar com ódio, e sim com firmeza e amor."
    },
    {
      "numero": "23",
      "texto": "Respondeu-lhe Jesus: Se falei mal, dá testemunho do mal; e, se bem, por que me feres?",
      "reflexao": "Jesus nos mostra que podemos resistir com dignidade. Ele confronta a injustiça sem agressividade. Sua resposta revela que até diante da dor, podemos agir com justiça e autocontrole."
    },
    {
      "numero": "24",
      "texto": "Anás mandou-o, manietado, ao sumo sacerdote Caifás.",
      "reflexao": "Jesus é conduzido como prisioneiro, mas na verdade é o Rei dos reis. Quando somos tratados injustamente, precisamos lembrar que nossa identidade não está no julgamento dos homens, mas no amor do Pai."
    },
    {
      "numero": "25",
      "texto": "E Simão Pedro estava ali, aquentando-se. Disseram-lhe, pois: Não és tu também um dos seus discípulos? Ele negou e disse: Não sou.",
      "reflexao": "Mesmo depois de tudo, Pedro ainda temia. Nossos tropeços não anulam o olhar de Jesus sobre nós. Ele conhece nossa fraqueza, mas também enxerga o potencial de redenção em nossos corações."
    },
    {
      "numero": "26",
      "texto": "Um dos servos do sumo sacerdote, parente daquele a quem Pedro cortara a orelha, disse: Não te vi eu no horto com ele?",
      "reflexao": "As circunstâncias nos confrontam, exigindo coragem para assumirmos nossa fé. Negar Jesus pode acontecer em atos e omissões. Mas Ele continua nos chamando, mesmo quando caímos."
    },
    {
      "numero": "27",
      "texto": "E Pedro negou outra vez. E logo o galo cantou.",
      "reflexao": "O canto do galo foi o som do arrependimento. Todos nós temos nossos 'galos' — momentos que nos despertam para quem somos e para quem podemos ser. O fracasso de Pedro foi o início de sua restauração."
    },
    {
      "numero": "28",
      "texto": "Depois levaram Jesus da casa de Caifás para o pretório. E era pela manhã cedo; e não entraram no pretório, para não se contaminarem, mas poderem comer a Páscoa.",
      "reflexao": "A ironia dos líderes religiosos é clara: evitavam impurezas rituais, mas tramavam a morte do justo. Quantas vezes seguimos regras externas, mas ignoramos a justiça e o amor que Deus deseja?"
    },
    {
      "numero": "29",
      "texto": "Então Pilatos saiu para fora e disse: Que acusação trazeis contra este homem?",
      "reflexao": "O mundo continua tentando julgar Jesus — suas palavras, seu impacto, sua verdade. Mas a verdadeira pergunta não é 'quem o acusa?', e sim: 'quem o reconhece como Senhor?'"
    },
    {
      "numero": "30",
      "texto": "Se ele não fosse criminoso, não o teríamos entregue a ti — responderam.",
      "reflexao": "A acusação era vaga, baseada no preconceito e no medo. Até hoje, muitos rejeitam Jesus sem conhecê-lo de fato. Que sejamos diferentes: dispostos a conhecê-lo profundamente, não apenas julgá-lo de longe."
    },
    {
      "numero": "31",
      "texto": "Disse-lhes, pois, Pilatos: Tomai-o vós, e julgai-o segundo a vossa lei. Disseram-lhe então os judeus: A nós não nos é lícito matar pessoa alguma.",
      "reflexao": "O desejo por condenar Jesus era tão grande que preferiram entregar sua vida a mãos estrangeiras. A dureza de coração leva o homem a distorcer até a justiça para servir aos próprios interesses."
    },
    {
      "numero": "32",
      "texto": "Para que se cumprisse a palavra que Jesus tinha dito, significando de que morte havia de morrer.",
      "reflexao": "Mesmo em meio à injustiça, o plano de Deus se cumpre. A cruz não foi um acidente, mas uma entrega por amor. O controle da história está nas mãos dAquele que deu a vida por nós."
    },
    {
      "numero": "33",
      "texto": "Tornou, pois, a entrar Pilatos no pretório, chamou Jesus, e disse-lhe: Tu és o Rei dos judeus?",
      "reflexao": "Pilatos tenta entender quem é Jesus, mas com um olhar político. Muitos ainda buscam Jesus esperando um rei terreno. Mas Ele é Rei de um Reino que começa no coração e transforma o mundo de dentro para fora."
    },
    {
      "numero": "34",
      "texto": "Respondeu-lhe Jesus: Tu dizes isso de ti mesmo, ou disseram-to outros de mim?",
      "reflexao": "Jesus desafia Pilatos a refletir: 'Você crê por convicção ou por influência?' Também nós somos chamados a uma fé pessoal, construída no encontro real com Cristo, e não apenas em tradições herdadas."
    },
    {
      "numero": "35",
      "texto": "Pilatos respondeu: Porventura sou eu judeu? A tua nação e os principais dos sacerdotes te entregaram a mim; que fizeste?",
      "reflexao": "Pilatos tenta se isentar, mas a verdade exige posicionamento. Também hoje muitos tentam manter neutralidade diante de Jesus. Mas a cruz nos desafia a tomar uma decisão: com Ele ou contra Ele."
    },
    {
      "numero": "36",
      "texto": "Respondeu Jesus: O meu reino não é deste mundo; se o meu reino fosse deste mundo, pelejariam os meus servos, para que eu não fosse entregue aos judeus; mas agora o meu reino não é daqui.",
      "reflexao": "Jesus revela que Seu Reino é superior aos reinos terrenos. Não se conquista pela força, mas pelo amor. Pertencer ao Reino de Deus é viver com valores eternos, mesmo em um mundo contrário a eles."
    },
    {
      "numero": "37",
      "texto": "Disse-lhe, pois, Pilatos: Logo tu és rei? Jesus respondeu: Tu dizes que eu sou rei. Eu para isso nasci, e para isso vim ao mundo, a fim de dar testemunho da verdade. Todo aquele que é da verdade ouve a minha voz.",
      "reflexao": "Jesus declara com firmeza: veio para dar testemunho da verdade. Seu chamado é claro — e ecoa até hoje. Quem tem sede da verdade ouvirá sua voz, mesmo em meio ao barulho do mundo."
    },
    {
      "numero": "38",
      "texto": "Disse-lhe Pilatos: Que é a verdade? E, dizendo isso, tornou a sair, e foi ter com os judeus, e disse-lhes: Não acho nele crime algum.",
      "reflexao": "A pergunta de Pilatos — 'Que é a verdade?' — continua ecoando nos tempos modernos. Mas ao invés de ouvir a resposta, ele se retira. Que não sejamos como ele: que permaneçamos para escutar e viver a verdade de Jesus."
    },
    {
      "numero": "39",
      "texto": "Mas vós tendes por costume que eu vos solte alguém pela páscoa; quereis, pois, que vos solte o Rei dos judeus?",
      "reflexao": "Pilatos oferece liberdade a Jesus, mas a multidão prefere o contrário. Em muitos momentos da vida, o mundo ainda rejeita o Cristo que veio para libertar. Que nossas escolhas revelem a quem realmente seguimos."
    },
    {
      "numero": "40",
      "texto": "Então todos tornaram a clamar, dizendo: Este não, mas Barrabás. E Barrabás era salteador.",
      "reflexao": "A escolha por Barrabás simboliza como, muitas vezes, a humanidade prefere a violência ao amor, o imediato ao eterno. Jesus se calou, mas Sua entrega nos trouxe a maior resposta: o amor vence, mesmo rejeitado."
    }
  ]
}


