{
  "livro": "João",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Não se perturbe o coração de vocês. Creiam em Deus; creiam também em mim.",
      "reflexao": "Em meio às angústias da vida, Jesus nos convida à fé que acalma o coração. Confiar em Deus é a âncora da alma nos dias tempestuosos."
    },
    {
      "numero": "2",
      "texto": "Na casa de meu Pai há muitas moradas; se não fosse assim, eu lhes teria dito. Vou preparar-lhes lugar.",
      "reflexao": "Há espaço para todos na eternidade com Deus. Nosso futuro não é incerto — é preparado por Jesus com amor e intenção. Isso nos dá esperança firme para viver com propósito aqui."
    },
    {
      "numero": "3",
      "texto": "E, se eu for e lhes preparar lugar, voltarei e os levarei para mim, para que vocês estejam onde eu estiver.",
      "reflexao": "Jesus não nos abandonou — Ele voltará. Sua promessa é clara: Ele nos quer perto d’Ele. A saudade que sentimos do céu é a saudade de casa, da presença eterna do nosso Salvador."
    },
    {
      "numero": "4",
      "texto": "Vocês conhecem o caminho para onde vou.",
      "reflexao": "Mesmo sem entender tudo, conhecemos Aquele que é o caminho. Seguir Jesus é trilhar com segurança, mesmo que o percurso pareça incerto aos olhos humanos."
    },
    {
      "numero": "5",
      "texto": "Disse-lhe Tomé: 'Senhor, não sabemos para onde vais; como então podemos saber o caminho?'",
      "reflexao": "A dúvida de Tomé é também a de muitos corações aflitos. Mas Jesus responde com clareza. Deus não se ofende com nossas perguntas sinceras — Ele as transforma em revelação."
    },
    {
      "numero": "6",
      "texto": "Respondeu Jesus: 'Eu sou o caminho, a verdade e a vida. Ninguém vem ao Pai, a não ser por mim'.",
      "reflexao": "Cristo é o único acesso à vida plena e eterna. Ele não apenas aponta o caminho — Ele É o caminho. E caminhar com Ele é encontrar verdade e vida em cada passo."
    },
    {
      "numero": "7",
      "texto": "Se vocês realmente me conhecessem, conheceriam também o meu Pai. Já agora vocês o conhecem e o têm visto.",
      "reflexao": "Jesus é a revelação do Pai. Olhar para Ele é enxergar o amor, a misericórdia e a justiça de Deus em forma humana. Conhecer Jesus é conhecer o coração do Criador."
    },
    {
      "numero": "8",
      "texto": "Disse Filipe: 'Senhor, mostra-nos o Pai, e isso nos basta'.",
      "reflexao": "O desejo de ver Deus é legítimo — mas Ele já se revelou plenamente em Cristo. Quando buscamos mais, às vezes esquecemos que o essencial está bem diante de nós."
    },
    {
      "numero": "9",
      "texto": "Jesus respondeu: 'Você não me conhece, Filipe, mesmo depois de eu ter estado com vocês durante tanto tempo? Quem me vê, vê o Pai. Como você pode dizer: “Mostra-nos o Pai”?'",
      "reflexao": "Deus está mais próximo do que imaginamos. A familiaridade pode cegar. Que nossos olhos estejam abertos para reconhecer a presença de Deus no cotidiano, nos gestos de amor e compaixão."
    },
    {
      "numero": "10",
      "texto": "Você não crê que eu estou no Pai, e que o Pai está em mim? As palavras que eu lhes digo não são apenas minhas. Ao contrário, o Pai, que vive em mim, está realizando a sua obra.",
      "reflexao": "As palavras de Jesus são expressão da vontade divina. Ele não age isolado, mas em perfeita união com o Pai. E esse mesmo Espírito pode operar em nós, se crermos e nos dispusermos a amar como Ele amou."
    },
    {
      "numero": "11",
      "texto": "Creiam em mim quando digo que estou no Pai e que o Pai está em mim; ou pelo menos creiam por causa das obras que realizo.",
      "reflexao": "Mesmo quando a fé vacila, as obras de Jesus falam por si. Seus milagres, seu amor, sua cruz — tudo aponta para a verdade de que Ele é Deus conosco. Que o testemunho Dele desperte nossa fé."
    },
    {
      "numero": "12",
      "texto": "Digo-lhes a verdade: Aquele que crê em mim fará também as obras que tenho realizado. Fará coisas ainda maiores do que estas, porque eu estou indo para o Pai.",
      "reflexao": "Jesus nos confia a continuidade de Sua missão. Pela fé e no poder do Espírito, somos chamados a curar, acolher, libertar e amar. O impossível se torna possível quando agimos em Seu nome."
    },
    {
      "numero": "13",
      "texto": "E eu farei o que vocês pedirem em meu nome, para que o Pai seja glorificado no Filho.",
      "reflexao": "A oração em nome de Jesus carrega autoridade e propósito. Ela não busca satisfazer desejos egoístas, mas glorificar o Pai. Que nossas orações reflitam o coração de Cristo."
    },
    {
      "numero": "14",
      "texto": "O que vocês pedirem em meu nome, eu farei.",
      "reflexao": "Jesus ouve e responde. Quando nossa vontade se alinha à d’Ele, milagres acontecem. Pedir em Seu nome é mais do que usar palavras — é desejar o que Ele deseja e confiar no Seu tempo."
    },
    {
      "numero": "15",
      "texto": "Se vocês me amam, obedecerão aos meus mandamentos.",
      "reflexao": "Amar a Jesus não é apenas sentimento — é obediência. Demonstramos nosso amor quando seguimos Seus caminhos, mesmo quando são difíceis ou contra a lógica do mundo."
    },
    {
      "numero": "16",
      "texto": "E eu pedirei ao Pai, e ele lhes dará outro Consolador para estar com vocês para sempre:",
      "reflexao": "Não estamos sozinhos. O Espírito Santo foi enviado para consolar, ensinar e habitar em nós. Em tempos de dor e confusão, Ele é presença constante que acalma, orienta e fortalece."
    },
    {
      "numero": "17",
      "texto": "o Espírito da verdade. O mundo não pode recebê-lo, porque não o vê nem o conhece. Mas vocês o conhecem, pois ele vive com vocês e estará em vocês.",
      "reflexao": "O Espírito é invisível ao mundo, mas real para os que creem. Ele habita em nós e nos guia. A intimidade com Deus passa pela sensibilidade à voz do Espírito em nosso interior."
    },
    {
      "numero": "18",
      "texto": "Não os deixarei órfãos; voltarei para vocês.",
      "reflexao": "Jesus nunca abandona os Seus. Mesmo quando sentimos solidão, Ele está presente. Sua promessa é de cuidado e retorno — e essa certeza acalma o coração e fortalece a caminhada."
    },
    {
      "numero": "19",
      "texto": "Dentro de pouco tempo o mundo não me verá mais; vocês, porém, me verão. Porque eu vivo, vocês também viverão.",
      "reflexao": "O mundo pode não enxergar Jesus, mas o coração do crente O vê. E porque Ele vive, nossa vida tem sentido, esperança e vitória. A ressurreição d’Ele garante a nossa."
    },
    {
      "numero": "20",
      "texto": "Naquele dia compreenderão que estou em meu Pai, vocês em mim, e eu em vocês.",
      "reflexao": "Essa união mística é nosso consolo: pertencemos a Cristo e habitamos n’Ele. Nada pode nos separar desse vínculo de amor. Somos um com Ele, agora e para sempre."
    },
    {
      "numero": "21",
      "texto": "Quem tem os meus mandamentos e lhes obedece, esse é o que me ama. Aquele que me ama será amado por meu Pai, e eu também o amarei e me revelarei a ele.",
      "reflexao": "O amor verdadeiro se expressa em obediência. Quanto mais obedecemos, mais conhecemos o coração de Jesus. E quanto mais o conhecemos, mais Ele se revela, em amor, em graça e em presença viva."
    },
    {
      "numero": "22",
      "texto": "Disse-lhe Judas (não o Iscariotes): 'Senhor, por que te revelarás a nós e não ao mundo?'",
      "reflexao": "Nem todos verão Jesus com os olhos do coração. Ele se revela àqueles que O amam e guardam Sua palavra. A verdadeira revelação de Deus não é espetáculo, é intimidade com o Pai."
    },
    {
      "numero": "23",
      "texto": "Respondeu Jesus: 'Se alguém me ama, obedecerá à minha palavra. Meu Pai o amará, nós viremos a ele e faremos morada nele'.",
      "reflexao": "O amor por Cristo nos torna morada da Trindade. Não estamos apenas sob os cuidados de Deus — Ele habita em nós. Essa é a promessa mais profunda de comunhão e presença permanente."
    },
    {
      "numero": "24",
      "texto": "Quem não me ama não obedece às minhas palavras. Estas palavras que vocês estão ouvindo não são minhas; são de meu Pai que me enviou.",
      "reflexao": "A obediência não é uma imposição, mas uma consequência do amor. Rejeitar os mandamentos de Jesus é rejeitar o próprio Pai. Amar a Deus é também honrar Sua Palavra com nossa vida."
    },
    {
      "numero": "25",
      "texto": "Tudo isso lhes tenho dito enquanto ainda estou com vocês.",
      "reflexao": "Jesus prepara o coração dos discípulos para a partida. Suas palavras são como sementes que florescem depois. Que guardemos tudo o que Ele nos ensinou, pois cada palavra d’Ele tem vida."
    },
    {
      "numero": "26",
      "texto": "Mas o Consolador, o Espírito Santo, que o Pai enviará em meu nome, lhes ensinará todas as coisas e lhes fará lembrar tudo o que eu disse a vocês.",
      "reflexao": "O Espírito Santo é nosso Mestre interior. Ele ilumina, relembra, consola e dirige. Mesmo em tempos de confusão, Sua voz mansa e fiel nos lembra das promessas eternas de Cristo."
    },
    {
      "numero": "27",
      "texto": "Deixo-lhes a paz; a minha paz lhes dou. Não a dou como o mundo a dá. Não se perturbe o coração de vocês, nem tenham medo.",
      "reflexao": "A paz de Jesus é mais do que ausência de conflito — é presença de Deus. Em tempos de guerra interior, medo ou incerteza, essa paz permanece e nos sustenta. Ela é dom, não conquista."
    },
    {
      "numero": "28",
      "texto": "Vocês ouviram o que eu disse: 'Vou, mas volto para vocês'. Se vocês me amassem, ficariam felizes porque vou para o Pai, pois o Pai é maior do que eu.",
      "reflexao": "Jesus ensina que a separação pode ser motivo de alegria quando há propósito eterno. O amor verdadeiro se alegra pelo bem do outro, mesmo que envolva saudade. Tudo está nas mãos do Pai."
    },
    {
      "numero": "29",
      "texto": "Disse-lhes agora, antes que aconteça, para que, quando acontecer, vocês creiam.",
      "reflexao": "A profecia gera fé. Jesus antecipa o futuro para que a fé dos discípulos não esmoreça. Quando lembramos das promessas d’Ele, mesmo o sofrimento pode ser suportado com esperança renovada."
    },
    {
      "numero": "30",
      "texto": "Já não falarei muito com vocês, pois o príncipe deste mundo está vindo. Ele não tem nenhum direito sobre mim.",
      "reflexao": "Jesus anuncia que a escuridão se aproximava, mas afirma sua autoridade. Nenhum poder terreno ou espiritual tem domínio sobre Ele. Quem está em Cristo está seguro, mesmo em meio à batalha."
    },
    {
      "numero": "31",
      "texto": "Contudo, para que o mundo saiba que eu amo o Pai e faço exatamente o que ele me mandou, levantem-se, vamos daqui!",
      "reflexao": "A obediência de Jesus foi prova do Seu amor pelo Pai. Que também nós possamos expressar nosso amor a Deus com atitudes concretas. É hora de levantar-se e seguir com fé e entrega."
    }
  ]
}
