{
  "livro": "João",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Era antes da festa da Páscoa. Jesus sabia que havia chegado a sua hora de deixar este mundo e ir para o Pai. Tendo amado os seus que estavam no mundo, amou-os até o fim.",
      "reflexao": "Jesus nos amou até o último instante, com um amor que não se esgota. Em tempos de incerteza, que possamos confiar nesse amor constante, que permanece mesmo quando tudo à nossa volta muda."
    },
    {
      "numero": "2",
      "texto": "Estavam sendo servida a ceia, e o diabo já havia induzido Judas Iscariotes, filho de Simão, a trair Jesus.",
      "reflexao": "Mesmo à mesa da comunhão, há espaço para a tentação. Devemos estar vigilantes, pois até nas relações mais próximas o inimigo tenta semear divisão. O amor de Cristo, porém, é mais forte que qualquer traição."
    },
    {
      "numero": "3",
      "texto": "Jesus sabia que o Pai havia colocado todas as coisas debaixo do seu poder, e que viera de Deus e estava voltando para Deus;",
      "reflexao": "Quem tem consciência de sua identidade em Deus serve com humildade. Jesus, mesmo sendo Senhor de tudo, escolheu amar servindo. Que possamos viver com essa segurança: viemos de Deus e para Ele voltamos."
    },
    {
      "numero": "4",
      "texto": "assim, levantou-se da mesa, tirou sua capa e colocou uma toalha em volta da cintura.",
      "reflexao": "Jesus deixou o lugar de honra para tomar o de servo. Esse gesto nos ensina que a verdadeira grandeza está na disposição de amar em atitudes simples. O maior é quem serve com o coração."
    },
    {
      "numero": "5",
      "texto": "Depois disso, derramou água numa bacia e começou a lavar os pés dos seus discípulos, enxugando-os com a toalha que estava em sua cintura.",
      "reflexao": "Lavar os pés é um ato de profunda humildade e amor. Jesus nos convida a fazer o mesmo: servir com compaixão, purificar relações, remover a poeira do caminho dos outros com gestos concretos de cuidado."
    },
    {
      "numero": "6",
      "texto": "Chegou-se a Simão Pedro, que lhe perguntou: 'Senhor, vais lavar os meus pés?'",
      "reflexao": "Às vezes, resistimos ao amor de Deus por nos acharmos indignos. Mas o amor de Cristo não depende do nosso merecimento — Ele insiste em nos purificar, mesmo quando não compreendemos o porquê."
    },
    {
      "numero": "7",
      "texto": "Respondeu Jesus: 'Você não compreende agora o que estou lhe fazendo; mais tarde, porém, entenderá.'",
      "reflexao": "Nem sempre entendemos o que Deus faz no momento em que Ele age. Mas a fé confia que, mais adiante, tudo fará sentido. Que tenhamos paciência para ver o propósito se revelar com o tempo."
    },
    {
      "numero": "8",
      "texto": "'Não', disse Pedro, 'nunca lavarás os meus pés'. Jesus respondeu: 'Se eu não os lavar, você não terá parte comigo'.",
      "reflexao": "Receber o cuidado de Jesus exige humildade. Não podemos caminhar com Ele sem antes permitir que Ele nos limpe. Reconhecer nossa necessidade é o primeiro passo para ter comunhão verdadeira com Cristo."
    },
    {
      "numero": "9",
      "texto": "Respondeu Simão Pedro: 'Então, Senhor, não apenas os meus pés, mas também as minhas mãos e a minha cabeça!'",
      "reflexao": "Quando compreendemos o valor da purificação de Cristo, desejamos mais d’Ele em todas as áreas da nossa vida. Que nossa entrega seja completa — do coração às ações, do pensar ao agir."
    },
    {
      "numero": "10",
      "texto": "Respondeu Jesus: 'Quem já se banhou precisa apenas lavar os pés; todo o seu corpo está limpo. Vocês estão limpos, mas nem todos'.",
      "reflexao": "Jesus nos lembra que, mesmo limpos por Ele, ainda precisamos de renovação diária. A vida nos suja aos poucos, e o amor de Cristo está sempre pronto para nos restaurar — basta permitir."
    },
    {
      "numero": "11",
      "texto": "Pois ele sabia quem iria traí-lo, e por isso disse que nem todos estavam limpos.",
      "reflexao": "Jesus conhecia os corações, inclusive os que o trairiam, e ainda assim amou. Essa verdade nos desafia a amar sem exigir perfeição dos outros, confiando que Deus é o juiz de cada alma."
    },
    {
      "numero": "12",
      "texto": "Quando terminou de lavar-lhes os pés, Jesus tornou a vestir sua capa e voltou ao seu lugar. Então lhes perguntou: 'Vocês entendem o que lhes fiz?'",
      "reflexao": "Servir não é fraqueza, é revelação. Ao retomar seu lugar, Jesus nos convida a refletir: entendemos de fato o valor da humildade e do amor prático? Quem ama, age como Ele agiu."
    },
    {
      "numero": "13",
      "texto": "'Vocês me chamam “Mestre” e “Senhor”, e com razão, pois eu o sou.'",
      "reflexao": "Jesus é Mestre e Senhor, e ainda assim lavou os pés dos discípulos. Sua autoridade se expressa em serviço. Que possamos honrá-Lo não apenas com palavras, mas seguindo Seu exemplo."
    },
    {
      "numero": "14",
      "texto": "Pois bem, se eu, sendo Senhor e Mestre, lavei os pés de vocês, vocês também devem lavar os pés uns dos outros.",
      "reflexao": "O mandamento é claro: sirvam uns aos outros. O cristianismo não é só adoração — é prática, é doação. Servir o próximo é expressar Cristo no mundo com ações que tocam e curam."
    },
    {
      "numero": "15",
      "texto": "Eu lhes dei o exemplo, para que vocês façam como lhes fiz.",
      "reflexao": "Jesus não apenas falou sobre amor — Ele demonstrou. Agora é nossa vez de refletir esse exemplo: amar, perdoar, servir e transformar com a mesma atitude do nosso Senhor."
    },
    {
      "numero": "16",
      "texto": "Digo verdadeiramente que nenhum servo é maior do que o seu senhor, como também nenhum mensageiro é maior do que aquele que o enviou.",
      "reflexao": "Não estamos acima do nosso Mestre. Se Ele serviu, nós também devemos servir. A humildade é o caminho para a grandeza no Reino de Deus. Não há honra maior do que ser como Jesus."
    },
    {
      "numero": "17",
      "texto": "Agora que vocês sabem estas coisas, felizes serão se as praticarem.",
      "reflexao": "O conhecimento só se transforma em bênção quando é colocado em prática. A felicidade verdadeira está em viver o que se aprendeu de Jesus. Não basta saber — é preciso viver."
    },
    {
      "numero": "18",
      "texto": "Estou me referindo a todos vocês; conheço os que escolhi. Mas isso é para que se cumpra a Escritura: 'Aquele que partilha do meu pão voltou-se contra mim'.",
      "reflexao": "Nem todos que caminham ao nosso lado estarão conosco até o fim. Mas até mesmo as traições fazem parte do plano que Deus já conhece. Nosso foco deve permanecer em ser fiéis, não em controlar os outros."
    },
    {
      "numero": "19",
      "texto": "Estou lhes dizendo antes que aconteça, a fim de que, quando acontecer, vocês creiam que Eu Sou.",
      "reflexao": "Jesus revela o futuro para fortalecer nossa fé. Ele nos prepara para o que virá, não para nos assustar, mas para que confiemos que Ele é o 'Eu Sou' — presente antes, durante e depois de toda tempestade."
    },
    {
      "numero": "20",
      "texto": "Digo-lhes a verdade: quem recebe aquele que eu envio está me recebendo; e quem me recebe, recebe aquele que me enviou.",
      "reflexao": "Somos representantes de Cristo no mundo. Ao acolhermos uns aos outros com amor, acolhemos o próprio Jesus. E ao recebermos Jesus, abrimos as portas do nosso coração para o Pai."
    },
    {
      "numero": "21",
      "texto": "Depois de dizer isso, Jesus perturbou-se em espírito e declarou: 'Digo-lhes que certamente um de vocês me trairá'.",
      "reflexao": "Jesus conhecia a dor da traição, e ainda assim amou até o fim. Nos momentos em que formos feridos por quem está perto, lembremo-nos de que Ele também sentiu isso — e escolheu continuar amando."
    },
    {
      "numero": "22",
      "texto": "Seus discípulos olharam uns para os outros, sem saber a quem ele se referia.",
      "reflexao": "A incerteza expõe o quanto o coração humano pode esconder intenções. Que possamos viver com sinceridade diante de Deus e uns dos outros, sempre atentos ao que habita em nós."
    },
    {
      "numero": "23",
      "texto": "Um deles, o discípulo a quem Jesus amava, estava reclinado ao lado dele.",
      "reflexao": "A intimidade com Cristo é lugar de descanso e revelação. João estava próximo ao coração de Jesus — e é nesse lugar que encontramos direção, consolo e verdade."
    },
    {
      "numero": "24",
      "texto": "Simão Pedro fez sinais para esse discípulo, como quem dissesse: 'Pergunte-lhe a quem ele está se referindo'.",
      "reflexao": "Mesmo os mais próximos de Jesus tinham dúvidas. Mas em vez de esconder, buscaram discernimento. Quando não soubermos o que fazer, que nos voltemos a Ele com humildade e fé."
    },
    {
      "numero": "25",
      "texto": "Inclinando-se para Jesus, ele perguntou: 'Senhor, quem é?'",
      "reflexao": "A intimidade permite perguntas honestas. Deus não se ofende com nossas dúvidas sinceras — pelo contrário, Ele nos convida a dialogar com o coração aberto."
    },
    {
      "numero": "26",
      "texto": "Jesus respondeu: 'É aquele a quem eu der este pedaço de pão molhado no prato'. Então, molhando o pedaço de pão, deu-o a Judas Iscariotes, filho de Simão.",
      "reflexao": "Jesus ofereceu pão até ao traidor — um gesto de amor mesmo em face da traição. Até o último momento, Ele nos oferece graça. Cabe a nós decidir o que faremos com ela."
    },
    {
      "numero": "27",
      "texto": "Tão logo Judas comeu o pão, Satanás entrou nele. Jesus lhe disse: 'O que você está para fazer, faça depressa'.",
      "reflexao": "Há um momento em que o coração fecha a porta à luz. Judas fez sua escolha. Que nós escolhamos sempre a verdade, pois cada decisão sela um destino eterno."
    },
    {
      "numero": "28",
      "texto": "Mas ninguém à mesa entendeu por que Jesus lhe dissera aquilo.",
      "reflexao": "Nem sempre os propósitos de Deus são claros à primeira vista. Às vezes, o plano divino se revela com o tempo, e a fé é justamente continuar confiando mesmo sem entender."
    },
    {
      "numero": "29",
      "texto": "Visto que Judas era o tesoureiro, alguns pensaram que Jesus lhe estava dizendo que comprasse o necessário para a festa ou que desse algo aos pobres.",
      "reflexao": "As aparências podem enganar. Judas parecia confiável, mas seu coração estava distante. Que nossos atos sejam reflexo da verdade interior, não apenas de funções ou aparências."
    },
    {
      "numero": "30",
      "texto": "Assim que comeu o pão, Judas saiu. E era noite.",
      "reflexao": "A escuridão externa refletia a escuridão interna. Quem se afasta de Jesus caminha para a noite da alma. Mas enquanto há luz, há esperança. Que nunca saiamos da presença d’Ele."
    },
    {
      "numero": "31",
      "texto": "Quando ele saiu, Jesus disse: 'Agora o Filho do homem é glorificado, e Deus é glorificado nele'.",
      "reflexao": "Mesmo em meio à dor da traição, Jesus via o propósito eterno se cumprindo. Às vezes, a glória de Deus se manifesta nos momentos mais difíceis — onde só a fé consegue enxergar."
    },
    {
      "numero": "32",
      "texto": "Se Deus é glorificado nele, Deus também o glorificará nele, e o glorificará em breve.",
      "reflexao": "A cruz não foi derrota, foi glória. No Reino de Deus, sofrimento com propósito se transforma em glória. Deus honra aqueles que O glorificam, mesmo através da entrega mais dolorosa."
    },
    {
      "numero": "33",
      "texto": "'Meus filhinhos, estarei com vocês apenas por mais um pouco. Vocês me procurarão e, como eu disse aos judeus, agora lhes digo: Para onde vou, vocês não podem ir'.",
      "reflexao": "Há caminhos que Jesus percorreu sozinho, para abrir acesso a nós. Ele nos chama a confiar, mesmo quando sentimos Sua ausência. O amor d’Ele permanece, mesmo quando não compreendemos a separação."
    },
    {
      "numero": "34",
      "texto": "'Um novo mandamento lhes dou: Amem-se uns aos outros. Como eu os amei, vocês devem amar-se uns aos outros'.",
      "reflexao": "Esse é o chamado mais sublime: amar como Cristo nos amou. Um amor que perdoa, serve, acolhe e resgata. No mundo atual, onde tanto se divide, esse amor é o maior testemunho do Reino."
    },
    {
      "numero": "35",
      "texto": "'Com isso todos saberão que vocês são meus discípulos, se vocês se amarem uns aos outros'.",
      "reflexao": "O distintivo do discípulo não é conhecimento ou status, mas amor. Um amor visível, constante e prático. Onde houver amor entre irmãos, ali o mundo verá a presença de Jesus."
    },
    {
      "numero": "36",
      "texto": "Simão Pedro lhe perguntou: 'Senhor, para onde vais?' Jesus respondeu: 'Para onde vou, vocês não podem me seguir agora, mas me seguirão mais tarde'.",
      "reflexao": "Nem tudo é para hoje. Algumas promessas se cumprem com o tempo, e a fé precisa de paciência. Jesus garante: 'agora não', mas 'depois sim'. E isso basta para o coração que confia."
    },
    {
      "numero": "37",
      "texto": "Pedro perguntou: 'Senhor, por que não posso seguir-te agora? Darei a minha vida por ti!'",
      "reflexao": "Nosso entusiasmo muitas vezes é maior que nossa firmeza. Pedro amava Jesus, mas ainda precisava amadurecer. Deus conhece o tempo de cada coração. Ele nos prepara antes de nos enviar."
    },
    {
      "numero": "38",
      "texto": "Jesus respondeu: 'Você dará a vida por mim? Digo-lhe a verdade: Antes que o galo cante, você me negará três vezes!'",
      "reflexao": "Jesus conhece nossas fraquezas antes mesmo de virem à tona. Mas Sua graça é maior que nossas quedas. Mesmo quando O negamos, Ele não desiste de nós. Ele restaura, levanta e chama de novo."
    }
  ]
}


