{
  "livro": "João",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois disto manifestou-se Jesus outra vez aos discípulos junto do mar de Tiberíades; e manifestou-se assim:",
      "reflexao": "Mesmo depois da ressurreição, Jesus continua se revelando. Ele não nos abandona após a vitória, mas permanece presente em cada caminhada da vida. Ainda hoje, junto ao mar das incertezas, Ele se manifesta aos corações atentos."
    },
    {
      "numero": "2",
      "texto": "Estavam juntos Simão Pedro, e Tomé, chamado Dídimo, e Natanael, que era de Caná da Galileia, e os filhos de Zebedeu, e outros dois dos seus discípulos.",
      "reflexao": "A comunhão entre os discípulos reflete o valor da fraternidade. Em tempos de espera ou dúvida, estar junto aos irmãos fortalece a fé. Deus nos chama a viver a fé em comunidade, mesmo quando o milagre ainda não se manifestou."
    },
    {
      "numero": "3",
      "texto": "Disse-lhes Simão Pedro: Vou pescar. Disseram-lhe eles: Também nós vamos contigo. Foram, e subiram logo para o barco, e naquela noite nada apanharam.",
      "reflexao": "Pedro voltou ao que conhecia, mas sem Jesus, o resultado foi vazio. Às vezes tentamos retomar antigos caminhos por conta própria, mas colhemos frustração. Só com Cristo as redes se enchem de sentido e provisão."
    },
    {
      "numero": "4",
      "texto": "E, sendo já manhã, Jesus se apresentou na praia, mas os discípulos não conheceram que era Jesus.",
      "reflexao": "Nas madrugadas da alma, nem sempre reconhecemos o Senhor. Mas Ele está lá, na praia da vida, aguardando para nos surpreender. Sua presença é constante, mesmo quando nossos olhos não O percebem."
    },
    {
      "numero": "5",
      "texto": "Disse-lhes, pois, Jesus: Filhos, tendes alguma coisa de comer? Responderam-lhe: Não.",
      "reflexao": "Jesus nos pergunta o que já sabe, não para nos expor, mas para nos conduzir ao reconhecimento da necessidade. O vazio confessado é o início do milagre. Quando admitimos nossa falta, Ele se revela como supridor."
    },
    {
      "numero": "6",
      "texto": "E ele lhes disse: Lançai a rede à direita do barco, e achareis. Lançaram-na, pois, e já não a podiam tirar pela multidão dos peixes.",
      "reflexao": "A obediência à voz de Jesus transforma o fracasso em abundância. Muitas vezes o milagre está a um ato de fé e obediência de distância. Ele ainda guia os passos de quem O escuta, mesmo em meio ao cansaço."
    },
    {
      "numero": "7",
      "texto": "Então aquele discípulo, a quem Jesus amava, disse a Pedro: É o Senhor. E, quando Simão Pedro ouviu que era o Senhor, vestiu a túnica. pois a havia tirado, e lançou-se ao mar.",
      "reflexao": "O amor reconhece a presença antes da lógica. João percebe; Pedro se lança. Quando identificamos a presença de Cristo, nosso coração se move. O amor verdadeiro nos faz atravessar águas para estar mais perto dEle."
    },
    {
      "numero": "8",
      "texto": "E os outros discípulos foram com o barco, porque não estavam distantes da terra, senão quase duzentos côvados, levando a rede cheia de peixes.",
      "reflexao": "Cada um se aproxima de Jesus de uma forma. Alguns correm, outros chegam remando. O importante é não parar. Que a busca por Jesus, mesmo entre pesos e redes, nos mantenha firmes até a margem do reencontro."
    },
    {
      "numero": "9",
      "texto": "Logo que desembarcaram, viram ali uma fogueira, peixe sobre brasas e um pouco de pão.",
      "reflexao": "Antes mesmo de pedirem, Jesus já havia preparado alimento. Ele cuida dos detalhes. O Senhor não apenas supre o espírito — Ele também se importa com nossas necessidades cotidianas. Seu amor é completo."
    },
    {
      "numero": "10",
      "texto": "Disse-lhes Jesus: Tragam algum dos peixes que acabaram de pescar.",
      "reflexao": "Jesus convida os discípulos a participarem. O milagre é dEle, mas Ele compartilha conosco o privilégio de servir. Ele quer incluir nossas conquistas — feitas com Sua ajuda — na mesa da comunhão."
    },
    {
      "numero": "11",
      "texto": "Simão Pedro subiu e puxou a rede para terra, cheia de cento e cinquenta e três grandes peixes; e, sendo tantos, não se rompeu a rede.",
      "reflexao": "A bênção que vem de Deus é abundante e ordenada. Nada se perde quando Ele está no centro. As redes não se rompem quando a pesca é pela palavra do Senhor. Há força onde há obediência e direção divina."
    },
    {
      "numero": "12",
      "texto": "Disse-lhes Jesus: Vinde, jantai. E nenhum dos discípulos ousava perguntar-lhe: 'Quem és tu?', sabendo que era o Senhor.",
      "reflexao": "A intimidade dispensa explicações. A presença de Jesus é sentida no coração antes de ser reconhecida com palavras. Quando Ele está no meio, há reverência, paz e certeza silenciosa de que é o Senhor."
    },
    {
      "numero": "13",
      "texto": "Chegou, pois, Jesus, e tomou o pão, e deu-lhes, fazendo o mesmo com o peixe.",
      "reflexao": "Ele continua servindo mesmo depois da cruz. Jesus, o Rei ressuscitado, se faz servo por amor. Esse gesto nos ensina que servir é a maior forma de reinar. Ele nos alimenta com presença e cuidado."
    },
    {
      "numero": "14",
      "texto": "E já era a terceira vez que Jesus se manifestava aos seus discípulos, depois de ter ressuscitado dentre os mortos.",
      "reflexao": "A ressurreição não foi um evento único — foi o início de novas aparições e revelações. Jesus não se cansa de nos visitar. Mesmo depois da vitória, Ele continua buscando o coração dos seus."
    },
    {
      "numero": "15",
      "texto": "E, depois de terem jantado, disse Jesus a Simão Pedro: Simão, filho de Jonas, amas-me mais do que estes? Disse-lhe: Sim, Senhor; tu sabes que te amo. Disse-lhe: Apascenta os meus cordeiros.",
      "reflexao": "Jesus restaura Pedro com amor. Ele não o humilha — Ele o convida a recomeçar. O amor verdadeiro não apenas perdoa, mas confia e entrega nova missão. Deus ainda pergunta: ‘Você me ama?’"
    },
    {
      "numero": "16",
      "texto": "Tornou a dizer-lhe segunda vez: Simão, filho de Jonas, amas-me? Disse-lhe: Sim, Senhor; tu sabes que te amo. Disse-lhe: Apascenta as minhas ovelhas.",
      "reflexao": "O Senhor insiste, não por dúvida, mas por cura. Cada pergunta vai fundo até alcançar o coração de Pedro. Deus cura nossas quedas com amor persistente, e nos convida a cuidar do rebanho que Ele tanto ama."
    },
    {
      "numero": "17",
      "texto": "Disse-lhe terceira vez: Simão, filho de Jonas, amas-me? Pedro entristeceu-se por lhe ter dito terceira vez: Amas-me? E disse-lhe: Senhor, tu sabes tudo; tu sabes que te amo. Jesus disse-lhe: Apascenta as minhas ovelhas.",
      "reflexao": "A terceira pergunta toca a ferida da negação. Jesus não finge que nada aconteceu — Ele restaura com profundidade. Deus não ignora nossas quedas, mas transforma a dor em missão. O amor sincero é sempre restaurado."
    },
    {
      "numero": "18",
      "texto": "Na verdade, na verdade te digo que, quando eras mais moço, te cingias a ti mesmo, e andavas por onde querias; mas, quando já fores velho, estenderás as tuas mãos, e outro te cingirá e te levará para onde tu não queiras.",
      "reflexao": "Jesus mostra a Pedro o caminho do discipulado: entrega. A maturidade da fé nos leva a abrir mão do controle e confiar no Senhor, mesmo quando o caminho for difícil. Ser conduzido por Deus é a maior liberdade."
    },
    {
      "numero": "19",
      "texto": "E disse isto, significando com que morte havia ele de glorificar a Deus. E, dito isto, disse-lhe: Segue-me.",
      "reflexao": "A morte de Pedro seria um testemunho de fé, mas antes disso, Jesus o chama novamente: ‘Segue-me’. O chamado de Cristo é diário, mesmo conhecendo nosso fim. Ele quer nossa fidelidade hoje, não apenas no destino final."
    },
    {
      "numero": "20",
      "texto": "E Pedro, virando-se, viu que o seguia aquele discípulo a quem Jesus amava, o mesmo que na ceia se recostara também sobre o seu peito, e que dissera: Senhor, quem é que te há de trair?",
      "reflexao": "Pedro olha para João, talvez com curiosidade ou comparação. Mas o chamado de Deus é pessoal. O caminho de um não anula o de outro. Deus fala diretamente a cada um. Não compare sua jornada — apenas siga Jesus."
    },
    {
      "numero": "21",
      "texto": "Quando Pedro o viu, perguntou: Senhor, e deste que será?",
      "reflexao": "Pedro ainda se comparava a João, buscando entender o destino do outro. Nos dias de hoje, também nos distraímos olhando o caminho alheio. Mas Deus nos chama a focar em nosso próprio chamado, sem nos perder em comparações."
    },
    {
      "numero": "22",
      "texto": "Disse-lhe Jesus: Se eu quero que ele fique até que eu venha, que te importa a ti? Segue-me tu.",
      "reflexao": "Jesus responde com firmeza e amor: ‘Segue-me tu’. Isso nos ensina que cada jornada é única. Em vez de tentar entender o plano de Deus para os outros, devemos focar em viver com fidelidade o chamado que recebemos."
    },
    {
      "numero": "23",
      "texto": "Divulgou-se, pois, entre os irmãos este dito, que aquele discípulo não morreria. Mas Jesus não lhe disse que não morreria; mas: Se eu quero que ele fique até que eu venha, que te importa?",
      "reflexao": "Muitas vezes interpretamos as palavras de Deus de forma incompleta. Isso mostra a importância de buscar compreensão espiritual e não viver daquilo que ouvimos de forma superficial. O convite é para um relacionamento direto com a Palavra e com o Senhor."
    },
    {
      "numero": "24",
      "texto": "Este é o discípulo que testifica destas coisas, e as escreveu; e sabemos que o seu testemunho é verdadeiro.",
      "reflexao": "João nos lembra que sua escrita é testemunho verdadeiro. Sua fidelidade em registrar os feitos de Jesus ecoa até hoje. Também somos chamados a testemunhar — com nossas palavras e atitudes — a verdade de Cristo no mundo."
    },
    {
      "numero": "25",
      "texto": "Há, porém, ainda muitas outras coisas que Jesus fez; e, se cada uma das quais fosse escrita, cuido que nem ainda o mundo todo poderia conter os livros que se escrevessem. Amém.",
      "reflexao": "Este versículo finaliza com grandeza: os feitos de Jesus são incontáveis. Ele continua agindo, transformando vidas e escrevendo novas histórias. Somos parte dessa continuação. Que nossas vidas sejam páginas vivas do amor de Deus."
    }
  ]
}
