{
  "livro": "João",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Algum tempo depois, Jesus subiu a Jerusalém para uma festa dos judeus.",
      "reflexao": "Jesus caminhava entre festas e multidões, mas sua atenção estava sempre voltada aos que mais precisavam. Em meio às celebrações da vida, Ele não deixa de olhar para quem sofre em silêncio."
    },
    {
      "numero": "2",
      "texto": "Há, em Jerusalém, perto da porta das ovelhas, um tanque, que em aramaico é chamado Betesda, tendo cinco entradas em volta.",
      "reflexao": "Betesda, lugar de esperança para tantos enfermos, nos lembra que todos temos um lugar onde buscamos cura. Mas Jesus nos mostra que não é o lugar que cura — é o encontro com Ele que transforma."
    },
    {
      "numero": "3",
      "texto": "Ali costumava ficar grande número de pessoas doentes e inválidas: cegos, mancos e paralíticos.",
      "reflexao": "A humanidade segue à beira de tanques, aguardando algum movimento. Estamos cercados por dores físicas, emocionais e espirituais. Mas há esperança: Jesus ainda caminha entre os que esperam por restauração."
    },
    {
      "numero": "4",
      "texto": "[Esperavam o movimento das águas. De tempos em tempos, um anjo do Senhor descia e agitava as águas. O primeiro que entrasse no tanque, depois de agitadas as águas, era curado de qualquer doença que tivesse.]",
      "reflexao": "A crença no milagre era limitada a quem chegasse primeiro. Mas Jesus vem mostrar que a graça não é para os mais rápidos, mas para os que creem e se rendem. Ele é o verdadeiro movimento das águas."
    },
    {
      "numero": "5",
      "texto": "Um dos que estavam ali era paralítico, fazia trinta e oito anos.",
      "reflexao": "Trinta e oito anos é tempo suficiente para a esperança adoecer. Mas esse versículo nos lembra: mesmo depois de décadas de dor, Jesus ainda pode mudar tudo em um instante."
    },
    {
      "numero": "6",
      "texto": "Quando o viu deitado e soube que vivia naquele estado durante tanto tempo, Jesus lhe perguntou: Você quer ser curado?",
      "reflexao": "Jesus sabia da sua condição, mas ainda assim perguntou. Ele respeita nossa vontade. Às vezes, o primeiro passo para a cura é admitir que queremos — e precisamos — ser restaurados."
    },
    {
      "numero": "7",
      "texto": "Disse o paralítico: Senhor, não tenho ninguém que me ajude a entrar no tanque quando a água é agitada. Enquanto estou tentando entrar, outro chega antes de mim.",
      "reflexao": "Esse lamento ecoa nos dias de hoje: 'não tenho ninguém'. O abandono dói mais que a enfermidade. Mas Jesus responde ao clamor dos esquecidos, dos que lutam sozinhos há anos."
    },
    {
      "numero": "8",
      "texto": "Então Jesus lhe disse: Levante-se! Pegue a sua maca e ande.",
      "reflexao": "A palavra de Jesus tem poder de reverter diagnósticos e levantar os caídos. Ele não apenas cura — Ele capacita, encoraja, fortalece. Sua voz nos ergue daquilo que nos imobilizava há tanto tempo."
    },
    {
      "numero": "9",
      "texto": "Imediatamente o homem ficou curado, pegou a maca e começou a andar. Isso aconteceu num sábado,",
      "reflexao": "A cura de Deus não espera o momento ideal segundo regras humanas. Quando Ele age, até os limites culturais e religiosos são quebrados. O amor não tem dia nem hora."
    },
    {
      "numero": "10",
      "texto": "e por essa razão os judeus disseram ao homem que havia sido curado: Hoje é sábado; não lhe é permitido carregar a maca.",
      "reflexao": "A religiosidade cega critica até mesmo um milagre. Isso nos alerta: quando valorizamos mais a regra que a vida, perdemos de vista o coração de Deus."
    },
    {
      "numero": "11",
      "texto": "Mas ele respondeu: O homem que me curou me disse: Pegue a sua maca e ande.",
      "reflexao": "Aquele homem confiou na voz que lhe trouxe vida. Quando ouvimos Jesus, temos coragem de romper com o que antes nos limitava — mesmo que isso incomode quem não entende o poder da graça."
    },
    {
      "numero": "12",
      "texto": "Então lhe perguntaram: Quem é esse homem que lhe mandou pegar a maca e andar?",
      "reflexao": "A preocupação deles não era com a cura, mas com o protocolo. Muitos vão questionar a forma, mas o essencial é reconhecer: Jesus é quem nos levanta."
    },
    {
      "numero": "13",
      "texto": "O homem que fora curado não tinha ideia de quem era ele, pois Jesus havia se retirado por estar ali muita gente.",
      "reflexao": "Muitas vezes, somos abençoados antes mesmo de conhecer quem nos abençoou. Mas a graça de Jesus sempre nos alcança com um propósito: revelar quem Ele é em nossa história."
    },
    {
      "numero": "14",
      "texto": "Mais tarde, Jesus o encontrou no templo e lhe disse: Olhe, você está curado. Não volte a pecar, para que algo pior não lhe aconteça.",
      "reflexao": "Jesus não quer apenas curar o corpo, mas salvar a alma. A restauração física é apenas o início — Ele nos chama para uma nova vida, longe daquilo que nos feriu por dentro."
    },
    {
      "numero": "15",
      "texto": "O homem foi contar aos judeus que fora Jesus quem o tinha curado.",
      "reflexao": "Quando reconhecemos quem nos curou, somos levados a testemunhar. A gratidão sincera sempre encontra um jeito de revelar a obra de Deus ao mundo."
    },
    {
        "numero": "16",
        "texto": "Assim, porque Jesus estava fazendo essas coisas no sábado, os judeus começaram a perseguí-lo.",
        "reflexao": "A bondade de Jesus incomodava os legalistas. Ainda hoje, quem ama com liberdade pode ser incompreendido. Mas a compaixão de Cristo está acima das tradições humanas."
    },
    {
        "numero": "17",
        "texto": "Disse-lhes Jesus: Meu Pai continua trabalhando até hoje, e eu também estou trabalhando.",
        "reflexao": "Deus nunca dorme nem descansa de amar. Mesmo quando não vemos, Ele está agindo. E Jesus caminha conosco, trabalhando na cura, na restauração e na salvação."
    },
    {
        "numero": "18",
        "texto": "Por essa razão, os judeus ainda mais queriam matá-lo, pois não somente estava violando o sábado, mas também dizia que Deus era seu próprio Pai, igualando-se a Deus.",
        "reflexao": "A verdade confronta o orgulho. Jesus revelou Sua identidade, mas muitos preferiram preservar seus sistemas religiosos a reconhecer o Filho de Deus."
    },
    {
        "numero": "19",
        "texto": "Jesus lhes deu esta resposta: Eu lhes digo verdadeiramente que o Filho não pode fazer nada de si mesmo; só pode fazer o que vê o Pai fazer, porque o que o Pai faz o Filho também faz.",
        "reflexao": "Jesus vivia em plena comunhão com o Pai. Ele nos convida a viver da mesma forma: com olhos atentos à vontade de Deus e um coração disposto a obedecer com amor."
    },
    {
        "numero": "20",
        "texto": "Pois o Pai ama o Filho e lhe mostra tudo o que faz. Sim, para sua admiração, ele lhe mostrará obras ainda maiores do que estas.",
        "reflexao": "Deus revela Seus mistérios àqueles a quem ama. Em Jesus, vemos esse amor sendo compartilhado. E hoje, esse mesmo amor quer se revelar também a nós."
    },
    {
        "numero": "21",
        "texto": "Pois, da mesma forma que o Pai ressuscita os mortos e lhes dá vida, o Filho também dá vida a quem ele quer.",
        "reflexao": "Jesus tem poder sobre a vida e a morte. Ele não apenas cura o corpo — Ele desperta o espírito adormecido e chama à vida nova quem se encontra morto por dentro."
    },
    {
        "numero": "22",
        "texto": "Além disso, o Pai a ninguém julga, mas confiou todo julgamento ao Filho,",
        "reflexao": "O juiz é também o Salvador. Aquele que tem autoridade para julgar é o mesmo que nos oferece graça. Em Cristo, justiça e misericórdia se encontram."
    },
    {
        "numero": "23",
        "texto": "para que todos honrem o Filho como honram o Pai. Aquele que não honra o Filho, também não honra o Pai que o enviou.",
        "reflexao": "Honrar Jesus é reconhecer a plenitude de Deus nEle. Não há separação: quem ama e segue Jesus está no caminho do coração do Pai."
    },
    {
        "numero": "24",
        "texto": "Eu lhes asseguro: Quem ouve a minha palavra e crê naquele que me enviou tem a vida eterna e não será condenado, mas já passou da morte para a vida.",
        "reflexao": "Essa é a promessa que transforma: a fé em Jesus não apenas muda o futuro — ela muda o presente. Passamos da morte para a vida no instante em que cremos."
    },
    {
        "numero": "25",
        "texto": "Eu lhes afirmo que está chegando a hora, e já chegou, em que os mortos ouvirão a voz do Filho de Deus, e aqueles que a ouvirem viverão.",
        "reflexao": "Quando Jesus diz que “os mortos ouvirão a voz do Filho de Deus”, Ele não fala apenas dos mortos físicos, mas também — e principalmente — dos mortos espirituais: aqueles que estão vivos no corpo, mas desconectados da vida de Deus, presos no pecado, na desesperança, na incredulidade.<br>“E a hora já chegou” — diz Jesus — porque, desde Sua vinda ao mundo, essa voz está ecoando, chamando homens e mulheres de todas as nações a despertarem para a vida verdadeira. Sua voz é mais do que som: é Palavra viva, cheia de poder para transformar corações endurecidos, levantar os caídos e dar sentido à existência vazia.<br>Nos dias de hoje, há muitos mortos por dentro — pessoas que respiram, sorriem, produzem, mas vivem sem propósito, sem luz, sem Deus. E ainda assim, Jesus continua falando: por meio da Palavra, da consciência, de encontros, de toques invisíveis. Aqueles que ouvem essa voz e a recebem no coração, vivem. Não uma vida qualquer, mas uma vida que começa aqui e se estende pela eternidade.<br>E há também um segundo sentido: no tempo final, os mortos fisicamente também ouvirão essa voz — a mesma que disse “Lázaro, vem para fora”, e ele saiu do túmulo. Haverá ressurreição. Mas a urgência da frase está no presente: “já chegou a hora” — hoje é o tempo de ouvir, de crer, de viver.<br><b>Se hoje ouvires a voz do Filho, não endureças o teu coração.</b>"
    },
    {
        "numero": "26",
        "texto": "Pois, da mesma forma como o Pai tem vida em si mesmo, ele concedeu ao Filho ter vida em si mesmo.",
        "reflexao": "Jesus é fonte inesgotável. A vida que Ele nos oferece não depende de circunstâncias — vem diretamente de Deus, sem interrupções."
    },
    {
        "numero": "27",
        "texto": "E deu-lhe autoridade para julgar, porque é o Filho do homem.",
        "reflexao": "Jesus nos julga com compaixão, porque conhece nossas dores humanas. Ele não é um juiz distante, mas um Salvador que entende nossas lutas."
    },
    {
        "numero": "28",
        "texto": "Não fiquem admirados com isto, pois está chegando a hora em que todos os que estiverem nos túmulos ouvirão a sua voz",
        "reflexao": "Até os mortos ouvirão a voz do Salvador. A palavra de Jesus ultrapassa os limites da existência — e sua autoridade é eterna."
    },
    {
        "numero": "29",
        "texto": "e sairão: os que tiverem feito o bem ressuscitarão para a vida, e os que tiverem praticado o mal ressuscitarão para a condenação.",
        "reflexao": "A eternidade é real. As escolhas que fazemos nesta vida ecoam para sempre. Mas em Jesus temos a chance de escrever uma nova história, com destino à vida eterna."
    },
    {
        "numero": "30",
        "texto": "Por mim mesmo, nada posso fazer; eu julgo apenas conforme ouço, e o meu julgamento é justo, pois não procuro agradar a mim mesmo, mas àquele que me enviou.",
        "reflexao": "Jesus nos ensina o caminho da obediência e da justiça: viver para agradar ao Pai. Quando esse é o nosso foco, nossas decisões se alinham com a verdade."
    },
    {
        "numero": "31",
        "texto": "Se testifico acerca de mim mesmo, o meu testemunho não é válido.",
        "reflexao": "Jesus, mesmo sendo a verdade, submeteu-se aos princípios da humildade. Ele não buscava autopromoção, mas confirmação do Pai."
    },
    {
        "numero": "32",
        "texto": "Há outro que testemunha em meu favor, e sei que o seu testemunho a meu respeito é válido.",
        "reflexao": "O Pai testifica sobre o Filho. E essa mesma confirmação pode ser sentida por nós, quando experimentamos a presença viva de Jesus em nosso interior."
    },
    {
        "numero": "33",
        "texto": "Vocês enviaram representantes a João, e ele testemunhou da verdade.",
        "reflexao": "João Batista preparou o caminho, mas muitos ignoraram sua voz. Quando deixamos de ouvir os mensageiros de Deus, corremos o risco de não reconhecer o próprio Deus quando Ele fala."
    },
    {
        "numero": "34",
        "texto": "Não que eu busque testemunho humano; falo destas coisas para que vocês sejam salvos.",
        "reflexao": "Jesus não precisava ser validado pelos homens. Tudo o que disse e fez foi para nos alcançar. Cada palavra era — e é — um convite à salvação."
    },
    {
        "numero": "35",
        "texto": "João era uma lâmpada que queimava e irradiava luz, e durante certo tempo vocês quiseram desfrutar de sua luz.",
        "reflexao": "Quando Jesus diz: “João era uma lâmpada que queimava e irradiava luz, e durante certo tempo vocês quiseram desfrutar de sua luz”, Ele está destacando uma verdade dolorosa: o povo se agradou da luz enquanto ela era conveniente, enquanto não exigia mudança profunda, enquanto apenas despertava curiosidade ou entusiasmo espiritual passageiro. Mas essa luz — João Batista — não era o fim, era o anúncio da Luz verdadeira, que é Cristo.<br>A menção ao “certo tempo” nos alerta para a natureza limitada das oportunidades. Deus levanta vozes, sinais, profetas e momentos únicos de despertamento espiritual — mas eles não duram para sempre. A luz brilha por um tempo, e então se apaga ou se transforma em algo maior. Quem não aproveita o tempo da luz, corre o risco de permanecer nas trevas.<br>Nos dias de hoje, muitos querem “desfrutar da luz” de Deus sem se comprometer com ela. Apreciam a inspiração, gostam das mensagens, se emocionam com a presença... mas não querem caminhar com a luz quando ela começa a confrontar o pecado, a exigir arrependimento e transformação.<br>Jesus nos lembra que o tempo da luz é agora, e que não podemos tratar os momentos espirituais como algo descartável ou passageiro. João foi uma lâmpada — limitada, humana — mas apontava para a luz eterna. Aproveitar o tempo da graça é uma urgência. O tempo não volta. A luz não fica onde não é recebida."
    },
    {
        "numero": "36",
        "texto": "Tenho um testemunho maior do que o de João: a própria obra que o Pai me deu para concluir, e que estou realizando, testemunha que o Pai me enviou.",
        "reflexao": "Os milagres, o amor, a cruz — tudo aponta para quem Jesus é. Sua missão não é uma ideia, é ação visível do amor divino. Ele é o enviado do Pai, e isso está escrito em cada gesto seu."
    },
    {
        "numero": "37",
        "texto": "E o Pai que me enviou, esse mesmo é que tem testemunhado a meu favor. Vocês nunca ouviram a sua voz, nem viram a sua forma,",
        "reflexao": "Deus fala, mas é preciso sensibilidade para ouvir. Jesus veio tornar visível o invisível. Quando o escutamos, escutamos o próprio Deus."
    },
    {
        "numero": "38",
        "texto": "nem a sua palavra habita em vocês, pois não creem naquele que ele enviou.",
        "reflexao": "A incredulidade nos afasta da essência da fé. A Palavra só transforma se for acolhida com fé sincera. Sem Jesus, ela se torna letra sem vida."
    },
    {
        "numero": "39",
        "texto": "Vocês estudam cuidadosamente as Escrituras porque pensam que nelas vocês têm a vida eterna. E são as Escrituras que testemunham a meu respeito;",
        "reflexao": "Ler a Bíblia sem encontrar Jesus nela é como ler sem alma. A Palavra aponta para Ele — e é nEle que a vida eterna se revela."
    },
    {
        "numero": "40",
        "texto": "contudo, vocês não querem vir a mim para terem vida.",
        "reflexao": "Conhecimento sem entrega não salva. Jesus convida: ‘Venham a mim’. A vida está nEle — não apenas no saber, mas no relacionamento com o Salvador."
    },
    {
        "numero": "41",
        "texto": "Eu não aceito glória dos homens,",
        "reflexao": "Jesus não buscava aplausos, mas corações rendidos. Seu ministério era puro, sem vaidade. Esse é o modelo de serviço que nos inspira hoje."
    },
    {
        "numero": "42",
        "texto": "mas conheço vocês. Sei que vocês não têm o amor de Deus.",
        "reflexao": "O amor não se finge. Jesus vê além das aparências religiosas. E o que Ele deseja encontrar em nós é o amor verdadeiro — que nasce do encontro com Ele."
    },
    {
        "numero": "43",
        "texto": "Eu vim em nome de meu Pai, e vocês não me aceitaram; mas, se outro vier em seu próprio nome, vocês o aceitarão.",
        "reflexao": "Muitos preferem seguir vozes que massageiam o ego a escutar a voz que transforma o coração. Jesus vem com verdade, não com bajulação — e por isso é rejeitado por tantos."
    },
    {
        "numero": "44",
        "texto": "Como vocês podem crer, se aceitam glória uns dos outros, mas não buscam a glória que vem do Deus único?",
        "reflexao": "A fé é sufocada quando vivemos em busca de aprovação humana. Só há plenitude quando nossa alma busca agradar ao céu, não à plateia."
    },
    {
        "numero": "45",
        "texto": "Mas não pensem que eu os acusarei perante o Pai. Quem os acusa é Moisés, em quem estão as suas esperanças.",
        "reflexao": "Jesus não é nosso acusador — é nosso advogado. Mas se colocamos nossa fé apenas em regras e não na graça, até as Escrituras se voltam contra nós, revelando nossa distância do amor verdadeiro."
    },
    {
        "numero": "46",
        "texto": "Se vocês cressem em Moisés, creriam em mim, pois ele escreveu a meu respeito.",
        "reflexao": "Tudo apontava para Jesus — desde o início. As promessas de Deus convergem nEle. Ignorar isso é perder o fio condutor da vida eterna.<br><br>“O Senhor, o seu Deus, levantará do meio de seus próprios irmãos um profeta como eu; ouçam-no.” (Deuteronômio 18:15)"
    },
    {
        "numero": "47",
        "texto": "Visto, porém, que não creem no que ele escreveu, como crerão no que eu digo?",
        "reflexao": "A incredulidade fecha os ouvidos do coração. A fé verdadeira abre caminho para escutar, acolher e viver a Palavra com transformação profunda."
    }
    ]
}