{
  "livro": "João",
  "capitulo": "17",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Jesus falou assim e, levantando os olhos ao céu, disse: Pai, é chegada a hora. Glorifica teu Filho, para que também o teu Filho te glorifique a ti;",
      "reflexao": "Jesus ora com o coração voltado ao propósito eterno. Mesmo diante da cruz, Ele busca glorificar o Pai. Em nossos momentos difíceis, que nossa oração também seja: 'Seja glorificado em mim, Senhor'."
    },
    {
      "numero": "2",
      "texto": "Assim como lhe deste poder sobre toda a carne, para que dê a vida eterna a todos quantos lhe deste.",
      "reflexao": "O poder de Jesus não é de dominação, mas de salvação. Ele recebeu autoridade para dar vida, não para tirar. Seu desejo é que todos tenham acesso à eternidade por meio dEle."
    },
    {
      "numero": "3",
      "texto": "E a vida eterna é esta: que te conheçam a ti só, por único Deus verdadeiro, e a Jesus Cristo, a quem enviaste.",
      "reflexao": "A eternidade começa com um relacionamento. Não se trata apenas de tempo, mas de profundidade: conhecer a Deus é viver. É nessa comunhão que encontramos sentido e plenitude."
    },
    {
      "numero": "4",
      "texto": "Eu glorifiquei-te na terra, tendo consumado a obra que me deste a fazer.",
      "reflexao": "Glorificar a Deus é cumprir nosso propósito. Jesus concluiu sua missão com fidelidade — e nos inspira a fazer o mesmo, vivendo cada dia com a intenção de honrar o Pai."
    },
    {
      "numero": "5",
      "texto": "E agora glorifica-me tu, ó Pai, junto de ti mesmo, com aquela glória que tinha contigo antes que o mundo existisse.",
      "reflexao": "Jesus revela sua eternidade com o Pai. Ele veio, serviu e voltou à glória. Assim também é nossa jornada: passageira aqui, mas com destino eterno ao lado de Deus, se andarmos com Cristo."
    },
    {
      "numero": "6",
      "texto": "Manifestei o teu nome aos homens que do mundo me deste; eram teus, e tu mos deste, e guardaram a tua palavra.",
      "reflexao": "A missão de Jesus foi revelar o Pai. Ele nos entregou a Palavra e nos ensinou a viver por ela. Seremos reconhecidos como discípulos se guardarmos o que ouvimos do coração de Deus."
    },
    {
      "numero": "7",
      "texto": "Agora já têm conhecido que tudo quanto me deste provém de ti;",
      "reflexao": "Tudo em Jesus revela o Pai. Sua vida, palavras e ações são a expressão do amor divino. Crer nEle é reconhecer que o céu tocou a terra em forma humana para nos resgatar."
    },
    {
      "numero": "8",
      "texto": "Porque lhes dei as palavras que tu me deste; e eles as receberam, e têm verdadeiramente conhecido que saí de ti, e creram que me enviaste.",
      "reflexao": "Receber a palavra é mais que ouvi-la — é abraçá-la no coração. Aqueles que creram em Jesus reconheceram sua origem divina. Hoje, somos chamados a essa mesma fé transformadora."
    },
    {
      "numero": "9",
      "texto": "Eu rogo por eles; não rogo pelo mundo, mas por aqueles que me deste, porque são teus.",
      "reflexao": "Jesus intercede por aqueles que pertencem ao Pai. É um amor pessoal, que cuida e protege os seus. Saber que somos alvos dessa oração é consolo e segurança para a alma."
    },
    {
      "numero": "10",
      "texto": "E todas as minhas coisas são tuas, e as tuas coisas são minhas; e neles sou glorificado.",
      "reflexao": "Cristo é glorificado em nós quando vivemos como filhos de Deus. Nosso testemunho carrega a beleza do céu. A vida de fé é o espelho do Reino aqui na terra."
    },
    {
      "numero": "11",
      "texto": "E eu já não estou mais no mundo, mas eles estão no mundo, e eu vou para ti. Pai Santo, guarda em teu nome aqueles que me deste, para que sejam um, assim como nós.",
      "reflexao": "Jesus pede unidade e proteção para os seus. A comunhão entre os filhos de Deus deve refletir a unidade perfeita da Trindade. Ser um é mais que estar junto — é amar como Ele amou."
    },
    {
      "numero": "12",
      "texto": "Estando eu com eles no mundo, guardava-os em teu nome. Tenho guardado aqueles que tu me deste, e nenhum deles se perdeu, senão o filho da perdição, para que a Escritura se cumprisse.",
      "reflexao": "Jesus cuidou de cada um com zelo. E ainda hoje, Ele nos guarda com fidelidade. Mesmo diante da traição, Sua missão continuou — mostrando que nem a dor detém o propósito divino."
    },
    {
      "numero": "13",
      "texto": "Mas, agora, vou para ti, e digo isto no mundo, para que tenham a minha alegria completa em si mesmos.",
      "reflexao": "A alegria de Jesus não é superficial. É uma alegria que permanece, mesmo na dor, porque está ancorada no Pai. Ele ora para que vivamos com essa plenitude — alegria que o mundo não pode dar nem tirar."
    },
    {
      "numero": "14",
      "texto": "Dei-lhes a tua palavra, e o mundo os odiou, porque não são do mundo, assim como eu do mundo não sou.",
      "reflexao": "A Palavra de Deus nos separa do mundo, não por arrogância, mas por identidade. Pertencemos a outro Reino, com outros valores. Ser rejeitado pelo mundo é, muitas vezes, sinal de fidelidade ao céu."
    },
    {
      "numero": "15",
      "texto": "Não peço que os tires do mundo, mas que os livres do mal.",
      "reflexao": "Jesus não ora por fuga, mas por proteção. Estamos no mundo com um propósito, e Ele nos garante que o mal não nos vencerá. Ele está conosco enquanto cumprimos nossa missão."
    },
    {
      "numero": "16",
      "texto": "Eles não são do mundo, como eu do mundo não sou.",
      "reflexao": "Nossa identidade está em Cristo, e não nos padrões passageiros da sociedade. Viver diferente pode ser difícil, mas é um reflexo de quem somos: cidadãos do Reino eterno."
    },
    {
      "numero": "17",
      "texto": "Santifica-os na verdade; a tua palavra é a verdade.",
      "reflexao": "É a Palavra que nos molda, purifica e fortalece. Ser santificado é viver separado para Deus, sendo transformado dia após dia pela verdade que liberta e ilumina."
    },
    {
      "numero": "18",
      "texto": "Assim como tu me enviaste ao mundo, também eu os enviei ao mundo.",
      "reflexao": "Somos enviados com a mesma missão: revelar o amor do Pai. Cada gesto, palavra e escolha deve apontar para Jesus. Não estamos aqui por acaso — há um propósito em cada passo."
    },
    {
      "numero": "19",
      "texto": "E por eles eu me santifico a mim mesmo, para que também eles sejam santificados na verdade.",
      "reflexao": "O sacrifício de Jesus nos torna santos. Ele se entregou por nós para que vivêssemos livres e transformados. Sua entrega nos inspira a buscar uma vida que reflita esse amor."
    },
    {
      "numero": "20",
      "texto": "E não rogo somente por estes, mas também por aqueles que pela sua palavra hão de crer em mim;",
      "reflexao": "Jesus orou por nós antes mesmo de nascermos. Essa intercessão ultrapassa o tempo e revela o quanto somos amados. Somos frutos da fé de outros — e também seremos sementes para futuras gerações."
    },
    {
      "numero": "21",
      "texto": "Para que todos sejam um, como tu, ó Pai, o és em mim, e eu em ti; que também eles sejam um em nós, para que o mundo creia que tu me enviaste.",
      "reflexao": "A unidade dos filhos de Deus é o maior testemunho ao mundo. Quando vivemos em amor e comunhão, mostramos ao mundo quem é Jesus. Ser um é missão, é testemunho, é expressão de fé viva."
    },
    {
      "numero": "22",
      "texto": "E eu dei-lhes a glória que a mim me deste, para que sejam um, como nós somos um.",
      "reflexao": "Jesus compartilhou conosco a glória do amor divino, chamando-nos à unidade verdadeira. Em tempos de divisão e egoísmo, esse chamado é um convite para vivermos como reflexo da comunhão celestial, sendo ponte e não muro."
    },
    {
      "numero": "23",
      "texto": "Eu neles, e tu em mim, para que eles sejam perfeitos em unidade, e para que o mundo conheça que tu me enviaste a mim, e que os tens amado a eles como me tens amado a mim.",
      "reflexao": "A presença de Cristo em nós é o elo da verdadeira união. Quando vivemos em amor, revelamos ao mundo a face do Pai. A mesma intensidade com que Deus ama o Filho é estendida a nós — esse é o milagre da graça."
    },
    {
      "numero": "24",
      "texto": "Pai, aqueles que me deste quero que, onde eu estiver, também eles estejam comigo, para que vejam a minha glória que me deste; porque tu me amaste antes da fundação do mundo.",
      "reflexao": "O desejo de Jesus é estar conosco por toda a eternidade. Sua oração é um convite ao céu, onde a glória do amor eterno será plenamente revelada. É por esse amor que fomos criados — um amor que antecede o tempo."
    },
    {
      "numero": "25",
      "texto": "Pai justo, o mundo não te conheceu; mas eu te conheci, e estes conheceram que tu me enviaste a mim.",
      "reflexao": "Enquanto o mundo se perde em suas próprias verdades, Jesus nos revelou a verdadeira essência do Pai. Conhecer a Deus é mais do que saber sobre Ele — é reconhecê-lo como origem, sentido e destino da nossa existência."
    },
    {
      "numero": "26",
      "texto": "E eu lhes fiz conhecer o teu nome, e lhe farei conhecer mais, para que o amor com que me tens amado esteja neles, e eu neles esteja.",
      "reflexao": "Jesus continua a nos revelar o Pai, dia após dia. Seu objetivo é nos preencher com o mesmo amor que Ele recebeu. Quando esse amor habita em nós, Jesus vive em nós — e tudo muda, por dentro e por fora."
    }
  ]
}
