{
  "livro": "João",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ao passar, Jesus viu um cego de nascença.",
      "reflexao": "Jesus enxerga aquilo que o mundo costuma ignorar. Ele vê o invisível, acolhe os esquecidos. Mesmo antes do milagre, Ele já está atento. Em nossas limitações, Ele nos vê com amor e propósito."
    },
    {
      "numero": "2",
      "texto": "Seus discípulos lhe perguntaram: 'Mestre, quem pecou: este homem ou seus pais, para que ele nascesse cego?'",
      "reflexao": "Quantas vezes buscamos culpados em vez de buscar compaixão? Jesus nos ensina a não olhar para o sofrimento como castigo, mas como oportunidade para que a glória de Deus se revele."
    },
    {
      "numero": "3",
      "texto": "Disse Jesus: 'Nem ele nem seus pais pecaram, mas isto aconteceu para que a obra de Deus se manifestasse na vida dele.'",
      "reflexao": "Nem toda dor vem como punição. Algumas dores existem para que, através delas, Deus revele o Seu amor e poder. O sofrimento pode ser o palco onde a esperança ressurge viva."
    },
    {
      "numero": "4",
      "texto": "'Enquanto é dia, precisamos realizar a obra daquele que me enviou. A noite se aproxima, quando ninguém pode trabalhar.'",
      "reflexao": "Jesus nos chama à urgência da missão. O tempo de fazer o bem é agora. O mundo precisa da luz que carregamos, antes que as trevas do desânimo, da injustiça e do silêncio se tornem mais densas."
    },
    {
      "numero": "5",
      "texto": "'Enquanto estou no mundo, sou a luz do mundo.'",
      "reflexao": "Cristo é a luz que revela, aquece e guia. Em um mundo envolto em dúvidas e medos, Ele é direção segura. Onde Jesus entra, a escuridão recua e a esperança se acende."
    },
    {
      "numero": "6",
      "texto": "Tendo dito isso, cuspiu no chão, misturou terra com saliva e aplicou-a aos olhos do homem.",
      "reflexao": "O milagre começa de forma simples, até estranha. Deus muitas vezes usa meios inesperados para curar. O importante não é o método, mas a fé em quem age com amor e poder."
    },
    {
      "numero": "7",
      "texto": "'Vá', disse-lhe ele, 'lavar-se no tanque de Siloé' (que significa Enviado). O homem foi, lavou-se e voltou vendo.",
      "reflexao": "A obediência precede a transformação. Mesmo sem entender, o homem foi — e viu. Assim também conosco: muitas vezes, a cura chega quando confiamos mais na voz de Jesus do que em nossa razão."
    },
    {
      "numero": "8",
      "texto": "Seus vizinhos e os que anteriormente o tinham visto mendigando perguntaram: 'Não é este o mesmo homem que costumava ficar sentado mendigando?'",
      "reflexao": "A mudança verdadeira desperta espanto. Quando Jesus toca alguém, até o ambiente à sua volta percebe. A restauração que Ele traz é tão profunda que causa admiração — e às vezes, incredulidade."
    },
    {
      "numero": "9",
      "texto": "Alguns afirmavam que era ele; outros diziam: 'Não, apenas se parece com ele'. Mas ele próprio insistia: 'Sou eu mesmo!'",
      "reflexao": "O reencontro com a dignidade é tão impactante que até as pessoas próximas duvidam. Mas quem foi tocado por Jesus sabe: 'Sou eu, mas agora sou novo'. A graça transforma sem apagar quem somos."
    },
    {
      "numero": "10",
      "texto": "'Então, como foram abertos os seus olhos?', interrogaram-no eles.",
      "reflexao": "A pergunta do milagre sempre virá. E cada vez que ela surgir, é oportunidade de testemunhar a ação de Deus. Não esconda o que Ele fez em você — sua história pode curar outros."
    },
    {
      "numero": "11",
      "texto": "Ele respondeu: 'O homem chamado Jesus misturou terra com saliva, colocou-a em meus olhos e me disse que fosse lavar-me em Siloé. Fui, lavei-me e agora vejo.'",
      "reflexao": "O testemunho simples tem poder. Não é preciso entender todos os detalhes — basta dizer: 'Ele me encontrou, me falou, eu obedeci, e agora sou outro'. A fé se transmite assim: com verdade vivida."
    },
    {
      "numero": "12",
      "texto": "Eles lhe perguntaram: 'Onde está esse homem?' Respondeu ele: 'Não sei'.",
      "reflexao": "Nem sempre vemos Jesus fisicamente após o milagre, mas sabemos que Ele passou. E o que Ele fez é tão real que marca para sempre. Mesmo quando não O vemos, sabemos que Ele agiu."
    },
    {
      "numero": "13",
      "texto": "Levaram aos fariseus o homem que fora cego.",
      "reflexao": "A transformação incomoda os que vivem de regras, mas não conhecem a graça. Ao invés de celebrar, alguns tentam julgar. Mas quando Deus age, ninguém pode apagar o que foi feito."
    },
    {
      "numero": "14",
      "texto": "Ora, o dia em que Jesus havia feito a mistura e aberto os olhos daquele homem era um sábado.",
      "reflexao": "Jesus cura além dos calendários e das tradições. Ele quebra barreiras religiosas para alcançar corações. A misericórdia nunca está presa ao relógio — ela acontece no tempo certo de Deus."
    },
    {
      "numero": "15",
      "texto": "Então os fariseus também lhe perguntaram como ele recuperara a visão. O homem respondeu: 'Ele colocou uma mistura nos meus olhos, eu me lavei e agora vejo'.",
      "reflexao": "Mesmo repetindo a história, o homem permanece firme: foi Jesus quem me curou. Quando temos convicção do que Deus fez em nós, nenhuma dúvida externa pode nos abalar."
    },
    {
      "numero": "16",
      "texto": "Alguns dos fariseus disseram: 'Esse homem não é de Deus, pois não guarda o sábado'. Mas outros perguntavam: 'Como pode um pecador fazer tais sinais miraculosos?' E houve divisão entre eles.",
      "reflexao": "O milagre revela o coração. Uns se apegam à letra da lei, outros reconhecem o mover de Deus. Quando a graça age, ela divide: entre os que querem controlar e os que querem crer."
    },
    {
      "numero": "17",
      "texto": "Tornaram, pois, a perguntar ao cego: 'Que diz você a respeito dele? Foram os seus olhos que ele abriu'. O homem respondeu: 'Ele é um profeta'.",
      "reflexao": "A fé cresce com a experiência. O homem que foi curado reconhece: Jesus é mais que um homem — é alguém enviado por Deus. Quando somos tocados pela graça, passamos a enxergar quem Ele realmente é."
    },
    {
      "numero": "18",
      "texto": "Os judeus não acreditaram que ele fora cego e havia sido curado, enquanto não mandaram buscar os seus pais.",
      "reflexao": "Há quem duvide até diante da evidência. O ceticismo endurece o coração. Mas quem tem o coração aberto sabe: o testemunho da mudança é a maior prova de que Jesus está vivo e agindo."
    },
    {
      "numero": "19",
      "texto": "Então perguntaram aos pais dele: 'Este é o seu filho, o qual vocês dizem que nasceu cego? Como é que agora ele pode ver?'",
      "reflexao": "Quando o milagre é real, ele alcança até os que não pediram. Os pais são chamados a testemunhar. A cura de um filho pode tocar toda a casa. Quando Deus age, Ele transforma histórias inteiras."
    },
    {
      "numero": "20",
      "texto": "'Sabemos que ele é nosso filho e que nasceu cego', responderam os pais.",
      "reflexao": "A verdade começa a ser confirmada por outras bocas. Deus não apenas opera milagres — Ele providencia as testemunhas. Quando Ele decide agir, ninguém pode negar a Sua mão."
    },
    {
      "numero": "21",
      "texto": "Mas não sabemos como ele pode ver agora, ou quem lhe abriu os olhos. Perguntem a ele. Já tem idade, falará por si mesmo.",
      "reflexao": "Nem todos terão coragem de afirmar o que Deus fez, mas o milagre permanece evidente. A fé é pessoal. Quando experimentamos a graça, nossa boca se torna canal da verdade — e ninguém pode falar por nós."
    },
    {
      "numero": "22",
      "texto": "Seus pais disseram isso porque tinham medo dos judeus, pois estes já haviam decidido que, se alguém confessasse que Jesus era o Cristo, seria expulso da sinagoga.",
      "reflexao": "O medo pode calar até os que presenciaram a verdade. Mas a fé precisa romper com o medo. Hoje também, muitos se calam diante da pressão, mas Cristo nos chama a confessá-lo com coragem."
    },
    {
      "numero": "23",
      "texto": "Foi por isso que seus pais disseram: 'Ele já tem idade, pergunte a ele'.",
      "reflexao": "Cada um deve dar seu próprio testemunho. A salvação é pessoal. Quando Jesus transforma a nossa vida, temos que falar por nós mesmos — com fé, com verdade, com gratidão."
    },
    {
      "numero": "24",
      "texto": "Pela segunda vez chamaram o homem que fora cego e lhe disseram: 'Para a glória de Deus, diga a verdade. Sabemos que esse homem é pecador'.",
      "reflexao": "Mesmo diante do milagre, há quem tente manipular a verdade. Mas quando a luz de Cristo brilha, nenhuma acusação consegue apagar o que foi restaurado. Ficar firme é glorificar a Deus."
    },
    {
      "numero": "25",
      "texto": "Ele respondeu: 'Não sei se ele é pecador ou não. Uma coisa sei: eu era cego e agora vejo!'",
      "reflexao": "Não há argumento mais poderoso do que a transformação real. O testemunho sincero vence até os debates teológicos. Quando Jesus toca alguém, a verdade se faz evidente: antes era dor, agora é vida."
    },
    {
      "numero": "26",
      "texto": "Então lhe perguntaram: 'O que foi que ele fez a você? Como lhe abriu os olhos?'",
      "reflexao": "O mundo tenta racionalizar o milagre, mas a fé nem sempre pode ser explicada — ela é vivida. O que importa não é o 'como', mas o 'quem'. E esse 'quem' é Jesus, o autor da cura."
    },
    {
      "numero": "27",
      "texto": "Ele respondeu: 'Já lhes disse, e vocês não ouviram. Por que querem ouvir outra vez? Acaso vocês também querem tornar-se discípulos dele?'",
      "reflexao": "A ousadia de quem foi transformado pela graça é inspiradora. Quando Jesus nos cura, recebemos não só visão, mas coragem para desafiar até os poderosos. A fé autêntica não se esconde."
    },
    {
      "numero": "28",
      "texto": "Então o insultaram e disseram: 'Você é discípulo dele! Nós somos discípulos de Moisés!'",
      "reflexao": "O orgulho religioso impede o coração de reconhecer o novo de Deus. Enquanto se apegam ao passado, rejeitam o presente da salvação. Seguir Jesus exige humildade para romper com tradições mortas."
    },
    {
      "numero": "29",
      "texto": "'Sabemos que Deus falou a Moisés, mas quanto a esse, nem sabemos de onde ele vem.'",
      "reflexao": "A dúvida nasce do coração que resiste à luz. Jesus estava diante deles, mas eles preferiam a distância da dúvida. Muitos ainda hoje ignoram o Cristo presente, por medo de abandonar suas certezas."
    },
    {
      "numero": "30",
      "texto": "O homem respondeu: 'Ora, isso é extraordinário! Vocês não sabem de onde ele vem, e no entanto ele me abriu os olhos.'",
      "reflexao": "A ironia do milagre é essa: os que dizem conhecer a Deus não O reconhecem quando Ele age. A fé verdadeira se impressiona com a ação divina, mesmo que venha de forma inesperada."
    },
    {
      "numero": "31",
      "texto": "Sabemos que Deus não ouve pecadores, mas ouve o homem que o teme e pratica a sua vontade.",
      "reflexao": "Deus se revela àqueles que o buscam com coração sincero. A prática da vontade de Deus abre os céus. O ex-cego reconhece o princípio que muitos estudiosos ignoravam: obediência gera intimidade."
    },
    {
      "numero": "32",
      "texto": "Ninguém jamais ouviu que os olhos de um cego de nascença tivessem sido abertos.",
      "reflexao": "O impossível aconteceu diante de todos. Deus ainda hoje realiza milagres que rompem com os limites humanos. Não há história tão escura que Ele não possa iluminar e transformar por completo."
    },
    {
      "numero": "33",
      "texto": "Se este homem não fosse de Deus, não poderia fazer coisa alguma.",
      "reflexao": "A lógica da fé é clara: se há transformação verdadeira, há a presença de Deus. Os frutos revelam a raiz. O bem que Jesus realiza prova sua origem divina e eterna."
    },
    {
      "numero": "34",
      "texto": "Diante disso, responderam: 'Você nasceu cheio de pecado; como tem a ousadia de nos ensinar?' E o expulsaram.",
      "reflexao": "Quando a verdade incomoda, o orgulho ataca. Mas ser rejeitado pelos homens por causa da fé é sinal de que estamos no caminho certo. Ser expulso pelo mundo é ser acolhido por Deus."
    },
    {
      "numero": "35",
      "texto": "Jesus ouviu que o haviam expulsado e, ao encontrá-lo, disse: 'Você crê no Filho do homem?'",
      "reflexao": "Jesus busca os que foram rejeitados. Quando o mundo fecha portas, Ele se aproxima com ternura. A pergunta de Cristo ecoa até hoje: 'Você crê?' — e nela está a chave da vida eterna."
    },
    {
      "numero": "36",
      "texto": "O homem perguntou: 'Quem é ele, Senhor, para que eu nele creia?'",
      "reflexao": "A fé nasce do desejo sincero de conhecer. A humildade do ex-cego nos ensina que é preciso perguntar, buscar, querer mais de Deus. Ele sempre responde aos corações que o procuram de verdade."
    },
    {
      "numero": "37",
      "texto": "Disse Jesus: 'Você já o tem visto. É aquele que está falando com você.'",
      "reflexao": "A revelação se dá na intimidade. Jesus se apresenta a quem o busca com pureza. O Deus que cura também é o Deus que se revela. Não é um Deus distante — Ele está entre nós, falando com amor."
    },
    {
      "numero": "38",
      "texto": "Então o homem disse: 'Senhor, eu creio'. E o adorou.",
      "reflexao": "A fé verdadeira nos leva à adoração. Crer é mais do que entender — é se entregar. Quando reconhecemos Jesus, a alma se curva em gratidão e reverência. E isso muda tudo em nós."
    },
    {
      "numero": "39",
      "texto": "Disse Jesus: 'Eu vim a este mundo para julgamento, a fim de que os cegos vejam e os que veem se tornem cegos.'",
      "reflexao": "A presença de Cristo revela quem realmente vê. Os humildes são curados, os orgulhosos tropeçam. Ele não veio condenar, mas expor a verdade que liberta — e que também confronta."
    },
    {
      "numero": "40",
      "texto": "Alguns fariseus que estavam com ele ouviram isso e perguntaram: 'Acaso nós também somos cegos?'",
      "reflexao": "A pergunta revela o incômodo. Quando confrontados, muitos se defendem em vez de refletir. Mas o verdadeiro discípulo aceita a correção e permite que Jesus revele o que precisa ser curado."
    },
    {
      "numero": "41",
      "texto": "Disse Jesus: 'Se vocês fossem cegos, não seriam culpados de pecado; mas agora que dizem que podem ver, a culpa de vocês permanece.'",
      "reflexao": "A responsabilidade cresce com o conhecimento. Quem se acha autossuficiente fecha os olhos para o agir de Deus. Jesus nos chama à humildade: reconhecer nossa cegueira é o primeiro passo para ver de verdade."
    }
  ]
}
