{
  "livro": "João",
  "capitulo": "20",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E no primeiro dia da semana, Maria Madalena foi ao sepulcro de madrugada, sendo ainda escuro, e viu a pedra tirada do sepulcro.",
      "reflexao": "Mesmo na escuridão, Maria foi ao encontro de Jesus. A fé que caminha no escuro é a que mais brilha. Quando tudo parecer fechado e sem saída, lembre-se: Deus já pode ter removido a pedra que te assusta."
    },
    {
      "numero": "2",
      "texto": "Correu, pois, e foi a Simão Pedro e ao outro discípulo, a quem Jesus amava, e disse-lhes: Levaram o Senhor do sepulcro, e não sabemos onde o puseram.",
      "reflexao": "A ausência de Jesus causou confusão e dor. Às vezes, o luto e a perda nos fazem pensar que Ele foi levado. Mas, na verdade, Ele apenas foi além. Nossa esperança precisa esperar com fé o que os olhos ainda não veem."
    },
    {
      "numero": "3",
      "texto": "Então Pedro saiu com o outro discípulo, e foram ao sepulcro.",
      "reflexao": "Diante da dúvida, eles correram até a fonte. Quando o coração estiver abalado, vá direto a Cristo. A fé não tem medo de investigar — porque ela sabe que a verdade nos aguarda no túmulo vazio."
    },
    {
      "numero": "4",
      "texto": "E os dois corriam juntos, mas o outro discípulo correu mais apressadamente do que Pedro, e chegou primeiro ao sepulcro.",
      "reflexao": "Cada um caminha em seu ritmo, mas todos que buscam Jesus com sinceridade o encontram. Não importa quem chegou primeiro — importa que todos cheguem. A busca por Cristo é sempre recompensada."
    },
    {
      "numero": "5",
      "texto": "E, abaixando-se, viu no chão os lençóis; todavia não entrou.",
      "reflexao": "Às vezes vemos os sinais, mas ainda hesitamos em entrar. Fé não é apenas observar de longe — é se entregar, entrar, crer. Não tenha medo de ir além da borda quando Jesus te chama para dentro do milagre."
    },
    {
      "numero": "6",
      "texto": "Chegou, pois, Simão Pedro, que o seguia, e entrou no sepulcro, e viu no chão os lençóis.",
      "reflexao": "Pedro, mesmo com seu passado de negação, entrou sem hesitar. Deus não rejeita quem O busca com arrependimento. Jesus continua chamando os caídos para verem que a vida venceu a morte."
    },
    {
      "numero": "7",
      "texto": "E que o lenço, que tinha estado sobre a sua cabeça, não estava com os lençóis, mas enrolado num lugar à parte.",
      "reflexao": "O lenço dobrado fala de ordem e intenção. A ressurreição de Jesus não foi um evento caótico — foi o cumprimento de um plano perfeito. Deus cuida até dos detalhes da sua vitória sobre a morte."
    },
    {
      "numero": "8",
      "texto": "Então entrou também o outro discípulo, que chegara primeiro ao sepulcro, e viu, e creu.",
      "reflexao": "Ao ver, ele creu. Há momentos em que Deus nos mostra o suficiente para que a fé floresça. Nem sempre entenderemos tudo, mas confiar em Cristo é enxergar com os olhos da alma."
    },
    {
      "numero": "9",
      "texto": "Porque ainda não sabiam a Escritura, que era necessário que ressuscitasse dentre os mortos.",
      "reflexao": "Mesmo estando tão perto, ainda não compreendiam. A Palavra de Deus precisa ser mais do que lida — precisa ser revelada ao coração. Jesus quer abrir nossos olhos para enxergarmos a promessa cumprida."
    },
    {
      "numero": "10",
      "texto": "Tornaram, pois, os discípulos para casa.",
      "reflexao": "Eles voltaram, ainda processando tudo. Às vezes, a fé é construída entre o túmulo e a casa. Deus planta a semente na experiência, e ela cresce na caminhada cotidiana. Confie no tempo do amadurecimento espiritual."
    },
    {
      "numero": "11",
      "texto": "Maria, porém, estava chorando fora, junto ao sepulcro. Enquanto chorava, abaixou-se para o sepulcro.",
      "reflexao": "O choro da perda não impediu Maria de buscar. Ela foi além da dor. Há esperança para quem chora aos pés do Senhor. Jesus nunca despreza um coração quebrantado."
    },
    {
      "numero": "12",
      "texto": "E viu dois anjos vestidos de branco, assentados onde jazera o corpo de Jesus, um à cabeceira e outro aos pés.",
      "reflexao": "No lugar da morte, ela viu sinais celestiais. Deus transforma cenários de dor em encontros com o sobrenatural. Onde havia morte, agora há sinais de glória. Não temas — o céu está agindo."
    },
    {
      "numero": "13",
      "texto": "E disseram-lhe eles: Mulher, por que choras? Ela lhes disse: Porque levaram o meu Senhor, e não sei onde o puseram.",
      "reflexao": "Maria achava que haviam tirado Jesus, mas Ele estava prestes a se revelar. Muitas vezes choramos por perdas, sem saber que a vitória está mais próxima do que imaginamos. Continue crendo."
    },
    {
      "numero": "14",
      "texto": "E, tendo dito isto, voltou-se para trás, e viu Jesus em pé, mas não sabia que era Jesus.",
      "reflexao": "Jesus estava ali, mas ela não o reconheceu. Às vezes a dor nos cega, e não percebemos a presença do Senhor. Mesmo quando não O vemos, Ele está ao nosso lado. Ele nunca nos deixa sozinhos."
    },
    {
      "numero": "15",
      "texto": "Disse-lhe Jesus: Mulher, por que choras? Quem buscas? Ela, cuidando que era o hortelão, disse-lhe: Senhor, se tu o levaste, dize-me onde o puseste, e eu o levarei.",
      "reflexao": "Maria queria cuidar do corpo, mas receberia a vida. Às vezes pedimos menos do que Deus deseja nos dar. Jesus não quer que cuidemos da memória dEle — Ele quer viver conosco hoje e para sempre."
    },
    {
      "numero": "16",
      "texto": "Disse-lhe Jesus: Maria! Ela, voltando-se, disse-lhe: Raboni (que quer dizer, Mestre).",
      "reflexao": "Jesus chama pelo nome — e tudo muda. Quando ouvimos a voz do Mestre, a tristeza se transforma em encontro. Ele nos conhece, nos chama pessoalmente, e nos devolve a esperança."
    },
    {
      "numero": "17",
      "texto": "Disse-lhe Jesus: Não me detenhas, porque ainda não subi para meu Pai, mas vai para meus irmãos, e dize-lhes que eu subo para meu Pai e vosso Pai, meu Deus e vosso Deus.",
      "reflexao": "Jesus envia Maria como a primeira mensageira da ressurreição. Ele valoriza quem tem um coração rendido. Não importa o passado — quem ama e crê é chamado para anunciar as maiores verdades."
    },
    {
      "numero": "18",
      "texto": "Maria Madalena foi e anunciou aos discípulos que vira o Senhor, e que ele lhe dissera isto.",
      "reflexao": "Maria se tornou testemunha da ressurreição. A fé que nasce no encontro pessoal se transforma em missão. Que nossa experiência com Jesus também nos leve a proclamá-Lo com alegria e convicção."
    },
    {
      "numero": "19",
      "texto": "Chegada, pois, a tarde daquele dia, o primeiro da semana, e cerradas as portas onde os discípulos, com medo dos judeus, se tinham ajuntado, chegou Jesus, e pôs-se no meio, e disse-lhes: Paz seja convosco.",
      "reflexao": "Mesmo com portas trancadas, Jesus entra e traz paz. Nenhum medo é barreira para o Príncipe da Paz. Onde houver coração aflito, Ele entra e declara: “Paz seja contigo.”"
    },
    {
      "numero": "20",
      "texto": "E, dizendo isto, mostrou-lhes as mãos e o lado. De sorte que os discípulos se alegraram, vendo o Senhor.",
      "reflexao": "As marcas da cruz se tornaram prova do amor e não mais da dor. Quando reconhecemos Jesus ressuscitado, nossa tristeza vira alegria. Ele está vivo — e isso muda tudo."
    },
    {
      "numero": "21",
      "texto": "Disse-lhes, pois, Jesus outra vez: Paz seja convosco. Assim como o Pai me enviou, também eu vos envio a vós.",
      "reflexao": "Jesus não apenas nos consola com a paz, mas também nos envia com propósito. Hoje, somos continuadores da missão do Mestre. Onde há trevas, levamos luz; onde há desespero, levamos esperança. Fomos enviados por amor, assim como Ele foi."
    },
    {
      "numero": "22",
      "texto": "E, havendo dito isto, assoprou sobre eles e disse-lhes: Recebei o Espírito Santo.",
      "reflexao": "O sopro de Jesus representa vida, presença e poder. Sem o Espírito, não há missão verdadeira. Nos dias de hoje, o Espírito Santo continua nos capacitando a viver com propósito e a tocar corações com a verdade do Evangelho."
    },
    {
      "numero": "23",
      "texto": "Àqueles a quem perdoardes os pecados lhes são perdoados; e àqueles a quem os retiverdes lhes são retidos.",
      "reflexao": "A responsabilidade espiritual é grande. Quando anunciamos o perdão de Deus, abrimos portas para a restauração. Mas reter o perdão pode ferir ainda mais. Que sejamos instrumentos de reconciliação e não de julgamento."
    },
    {
      "numero": "24",
      "texto": "Ora, Tomé, um dos doze, chamado Dídimo, não estava com eles quando veio Jesus.",
      "reflexao": "A ausência nos momentos importantes pode gerar dúvidas. Tomé não viu e por isso hesitou. Assim como ele, muitas vezes nos sentimos afastados ou atrasados na fé. Mas Jesus sempre volta para encontrar aquele que precisa de um reencontro."
    },
    {
      "numero": "25",
      "texto": "Disseram-lhe, pois, os outros discípulos: Vimos o Senhor. Mas ele disse-lhes: Se eu não vir o sinal dos cravos em suas mãos, e não puser o meu dedo no lugar dos cravos, e não puser a minha mão no seu lado, de maneira nenhuma o crerei.",
      "reflexao": "A dor pode tornar a fé cautelosa. Tomé representa os que precisam de provas para crer. Deus não rejeita os que têm dúvidas sinceras. Ele se aproxima, mostra suas marcas e convida: ‘Toca-me’."
    },
    {
      "numero": "26",
      "texto": "E oito dias depois estavam outra vez os seus discípulos dentro, e com eles Tomé. Chegou Jesus, estando as portas fechadas, e apresentou-se no meio, e disse: Paz seja convosco.",
      "reflexao": "Jesus volta, atravessa portas fechadas e leva paz ao coração de quem duvida. Ele não nos abandona nas nossas questões, mas se manifesta em amor. Onde há medo e incredulidade, Ele traz paz e presença."
    },
    {
      "numero": "27",
      "texto": "Depois disse a Tomé: Põe aqui o teu dedo, e vê as minhas mãos; e chega a tua mão, e põe-na no meu lado; e não sejas incrédulo, mas crente.",
      "reflexao": "Jesus conhece nossas feridas e também as dúvidas mais profundas. Ele não despreza a alma ferida. Seu convite é sempre restaurador: ‘Toca-Me, confia, volta a crer’. Ele ainda mostra suas cicatrizes para curar as nossas."
    },
    {
      "numero": "28",
      "texto": "Tomé respondeu, e disse-lhe: Senhor meu, e Deus meu!",
      "reflexao": "A fé renasce quando o coração reconhece a presença viva de Deus. Tomé não apenas crê — ele se rende. Que nosso reencontro com Cristo nos leve a uma adoração profunda, sincera e transformadora."
    },
    {
      "numero": "29",
      "texto": "Disse-lhe Jesus: Porque me viste, Tomé, creste; bem-aventurados os que não viram e creram.",
      "reflexao": "Jesus nos inclui nessa bem-aventurança. Ele nos chama de felizes por crermos sem termos visto. Em um mundo cético, nossa fé é um milagre silencioso que move o céu. Continue crendo, mesmo sem sinais visíveis — há bênçãos reservadas para quem crê assim."
    },
    {
      "numero": "30",
      "texto": "Jesus, pois, operou também em presença de seus discípulos muitos outros sinais, que não estão escritos neste livro.",
      "reflexao": "Nem tudo foi registrado, mas tudo foi real. Deus age além das páginas escritas. Ele ainda realiza milagres em nossas vidas. Tenha fé: os sinais de hoje também são testemunhos vivos da presença de Jesus."
    },
    {
      "numero": "31",
      "texto": "Estes, porém, foram escritos para que creiais que Jesus é o Cristo, o Filho de Deus, e para que, crendo, tenhais vida em seu nome.",
      "reflexao": "Tudo foi escrito com um propósito: que creiamos e tenhamos vida. A fé em Jesus não é apenas uma crença — é um caminho para uma nova existência. Em Seu nome, há vida abundante, cura e redenção. Que a nossa fé se renove a cada dia por essa verdade eterna."
    }
  ]
}
