{
  "livro": "João",
  "capitulo": "8",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Jesus foi para o monte das Oliveiras.",
      "reflexao": "O monte era lugar de oração e silêncio. Jesus nos mostra a importância de nos retirarmos para estar com o Pai, especialmente antes de enfrentar situações difíceis. O silêncio de Deus prepara a alma."
    },
    {
      "numero": "2",
      "texto": "Ao amanhecer, ele apareceu novamente no templo, onde todo o povo se reuniu ao seu redor, e ele se assentou para ensiná-los.",
      "reflexao": "Mesmo depois da solidão, Jesus volta para acolher. Ele não se distancia do povo — ensina, aproxima, cura. Em nossos recomeços, Ele também está à espera, ao amanhecer, pronto para falar ao coração."
    },
    {
      "numero": "3",
      "texto": "Os mestres da lei e os fariseus trouxeram-lhe uma mulher surpreendida em adultério. Fizeram-na ficar em pé diante de todos",
      "reflexao": "A exposição da dor alheia revela a crueldade de corações legalistas. Jesus, porém, não compactua com humilhações. Ele olha além da culpa e enxerga a alma ferida. Ele não nos expõe — Ele nos restaura."
    },
    {
      "numero": "4",
      "texto": "e disseram a Jesus: Mestre, esta mulher foi surpreendida em ato de adultério.",
      "reflexao": "A acusação fria ignora o arrependimento. Muitos hoje ainda apontam pecados como se nunca tivessem pecado. Jesus nos chama a abandonar as pedras e abraçar a compaixão."
    },
    {
      "numero": "5",
      "texto": "Na Lei, Moisés nos ordena apedrejar tais mulheres. E o senhor, que diz?",
      "reflexao": "Tentam usar a lei para armar ciladas, mas Jesus é a sabedoria encarnada. Ele não responde com dureza, mas com discernimento. Onde esperavam condenação, Ele semeia redenção."
    },
    {
      "numero": "6",
      "texto": "Eles estavam usando essa pergunta como armadilha, a fim de terem uma base para acusá-lo. Mas Jesus inclinou-se e começou a escrever no chão com o dedo.",
      "reflexao": "O silêncio de Jesus fala mais que mil palavras. Em vez de reagir ao ataque, Ele se abaixa, como quem se aproxima do chão onde jazem os pecadores. Ele escreve no pó, onde nascem as novas histórias."
    },
    {
      "numero": "7",
      "texto": "Visto que continuavam a interrogá-lo, ele se levantou e lhes disse: 'Se algum de vocês estiver sem pecado, seja o primeiro a atirar pedra nela'.",
      "reflexao": "A resposta de Jesus desarma a hipocrisia. Nenhum de nós tem autoridade para condenar, pois todos carecemos da graça. Ao invés de pedras, que sejamos instrumentos de perdão."
    },
    {
      "numero": "8",
      "texto": "Inclinou-se novamente e continuou escrevendo no chão.",
      "reflexao": "Jesus insiste em escrever na terra, onde os olhos e os corações podem ver. Ele nos convida a olhar para baixo — não para julgar, mas para lembrar que todos viemos do pó e somos sustentados pela graça."
    },
    {
      "numero": "9",
      "texto": "Os que o ouviram foram saindo, um de cada vez, começando pelos mais velhos. Jesus ficou só, com a mulher ainda em pé diante dele.",
      "reflexao": "A consciência pesa mais que o orgulho. Um a um, vão embora. No final, a mulher não está mais cercada por juízes, mas pelo único que poderia condená-la — e não o faz. Assim é o amor de Deus."
    },
    {
      "numero": "10",
      "texto": "Então Jesus pôs-se de pé e perguntou-lhe: 'Mulher, onde estão eles? Ninguém a condenou?'",
      "reflexao": "Jesus não ignora o erro, mas também não o transforma em sentença. Ele olha nos olhos e pergunta com ternura. Não há reprovação, apenas um convite à dignidade restaurada."
    },
    {
      "numero": "11",
      "texto": "'Ninguém, Senhor', disse ela. Declarou Jesus: 'Eu também não a condeno. Agora vá e abandone sua vida de pecado'.",
      "reflexao": "Aqui está a graça: não a permissão para continuar errando, mas o poder para mudar. Jesus não apenas perdoa — Ele liberta. E nos envia para uma nova vida, sem peso, sem acusação, cheios de recomeço."
    },
    {
      "numero": "12",
      "texto": "Falando novamente ao povo, Jesus disse: 'Eu sou a luz do mundo. Quem me segue nunca andará em trevas, mas terá a luz da vida'.",
      "reflexao": "Após iluminar uma alma ferida, Jesus revela quem é: a luz. Não uma luz que expõe para humilhar, mas que revela para curar. Segui-Lo é deixar a escuridão da culpa e andar em direção à vida verdadeira."
    },
    {
      "numero": "13",
      "texto": "Os fariseus lhe disseram: 'Você está testemunhando a respeito de si próprio; o seu testemunho não é válido'.",
      "reflexao": "Quem não quer ver sempre encontrará desculpas. Mesmo diante da luz, os fariseus questionam. Muitos ainda fazem isso hoje, mas a verdade permanece firme mesmo quando é contestada."
    },
    {
      "numero": "14",
      "texto": "Respondeu Jesus: 'Ainda que eu testemunhe acerca de mim mesmo, o meu testemunho é válido, pois sei de onde vim e para onde vou. Mas vocês não sabem de onde venho, nem para onde vou'.",
      "reflexao": "Jesus fala com a certeza de quem conhece sua origem e destino. Saber quem somos em Deus nos dá firmeza mesmo em meio às críticas. Quem vive com propósito não se perde em julgamentos alheios."
    },
    {
      "numero": "15",
      "texto": "Vocês julgam por padrões humanos; eu não julgo ninguém.",
      "reflexao": "Jesus denuncia nossa tendência de julgar com base em aparências, moralismos ou ressentimentos. Ele oferece outro caminho: o da misericórdia, onde o coração é maior que a norma."
    },
    {
      "numero": "16",
      "texto": "Mas se eu julgo, as minhas decisões são verdadeiras, porque não estou sozinho. Estou com o Pai, que me enviou.",
      "reflexao": "Quando Jesus julga, não o faz sozinho — fala com a autoridade do Pai. Seu julgamento não destrói, orienta. Ele é justo porque é cheio de amor e verdade. Seu juízo é sempre oportunidade de salvação."
    },
    {
      "numero": "17",
      "texto": "Na Lei de vocês está escrito que o testemunho de dois homens é válido.",
      "reflexao": "Jesus se utiliza da própria lei dos homens para revelar a coerência de sua missão. Ele nos ensina que até as estruturas humanas podem ser ponto de partida para revelar a verdade de Deus."
    },
    {
      "numero": "18",
      "texto": "Eu sou uma das testemunhas que fala de mim mesmo; a outra é o Pai, que me enviou.",
      "reflexao": "Jesus não está só. Ele caminha com o Pai, e isso basta. Que também nós possamos lembrar: mesmo quando nos sentimos sozinhos, se Deus está conosco, há testemunho, há verdade, há direção."
    },
    {
      "numero": "19",
      "texto": "Então lhe perguntaram: 'Onde está seu pai?' Respondeu Jesus: 'Vocês não conhecem a mim, nem a meu Pai. Se me conhecessem, conheceriam também a meu Pai'.",
      "reflexao": "Conhecer Jesus é conhecer o Pai. Ele é o caminho que nos leva ao coração de Deus. Quem o vê, vê o amor do Criador em carne e osso. A fé começa quando abrimos os olhos para quem Ele é."
    },
    {
      "numero": "20",
      "texto": "Ele proferiu estas palavras enquanto ensinava no templo, perto do lugar onde se colocavam as ofertas. Contudo, ninguém o prendeu, porque a sua hora ainda não havia chegado.",
      "reflexao": "Mesmo diante da oposição, Jesus continua ensinando. Nada acontece fora do tempo de Deus. Há segurança e propósito em cada passo daquele que caminha sob a direção do Altíssimo."
    },
    {
      "numero": "21",
      "texto": "Mais uma vez Jesus lhes disse: 'Eu vou embora, e vocês me procurarão e morrerão em seu pecado. Para onde eu vou, vocês não podem ir'.",
      "reflexao": "Há um tempo em que a graça está disponível, e um tempo em que a ausência de Deus revela o vazio do pecado. Jesus não deseja a condenação, mas alerta que a oportunidade de salvação tem limite. O tempo de voltar é agora."
    },
    {
      "numero": "22",
      "texto": "Isso levou os judeus a perguntarem: 'Será que ele pretende suicidar-se? Foi por isso que disse: Para onde vou, vocês não podem ir?'",
      "reflexao": "Quando falta discernimento espiritual, até as palavras mais profundas de Jesus são mal interpretadas. Ainda hoje, muitos tentam entender a fé apenas pela lógica humana — mas é o coração quebrantado que compreende o que é eterno."
    },
    {
      "numero": "23",
      "texto": "Mas ele continuou: 'Vocês são daqui de baixo; eu sou lá de cima. Vocês são deste mundo; eu não sou deste mundo.'",
      "reflexao": "Jesus nos lembra que há uma diferença essencial entre a mentalidade terrena e a visão celestial. Viver com Ele é aprender a pensar, amar e agir com os olhos voltados para o alto, onde a esperança não morre."
    },
    {
      "numero": "24",
      "texto": "Eu lhes disse que vocês morrerão em seus pecados, se não crerem que Eu Sou. De fato, vocês morrerão em seus pecados.",
      "reflexao": "A fé em Jesus é mais que uma escolha — é o caminho da vida. Rejeitar essa verdade é permanecer preso às próprias culpas. Mas crer n’Ele é romper com o passado e abraçar a vida eterna desde agora."
    },
    {
      "numero": "25",
      "texto": "'Quem é você?', perguntaram eles. 'Exatamente o que venho dizendo desde o princípio', respondeu Jesus.",
      "reflexao": "A pergunta ecoa até hoje: 'Quem é Jesus para você?'. Muitos ainda não compreendem porque esperam um salvador moldado às suas expectativas. Mas Jesus é quem sempre foi — o Filho de Deus, a verdade viva."
    },
    {
      "numero": "26",
      "texto": "'Tenho muitas coisas a dizer e julgar a respeito de vocês. Pois aquele que me enviou merece confiança, e o que dele ouvi falo ao mundo.'",
      "reflexao": "Jesus fala aquilo que ouviu do Pai. Suas palavras não são apenas ensinamentos — são verdades divinas. Confiar nEle é confiar em um Deus que não mente e que revela tudo no tempo certo."
    },
    {
      "numero": "27",
      "texto": "Eles não entenderam que lhes estava falando a respeito do Pai.",
      "reflexao": "A cegueira espiritual impede o coração de ver a revelação diante dos olhos. Muitos conhecem a religião, mas não conhecem o Pai. Jesus quer nos conduzir além do ritual — para o relacionamento verdadeiro."
    },
    {
      "numero": "28",
      "texto": "Então Jesus disse: 'Quando vocês levantarem o Filho do homem, saberão que Eu Sou e que nada faço de mim mesmo, mas falo exatamente o que o Pai me ensinou.'",
      "reflexao": "A cruz revelaria a identidade de Jesus. No momento da aparente derrota, viria a maior revelação. Em nossa vida também, é na dor redentora que muitas vezes reconhecemos quem Ele realmente é."
    },
    {
      "numero": "29",
      "texto": "'Aquele que me enviou está comigo; ele não me deixou sozinho, pois sempre faço o que lhe agrada.'",
      "reflexao": "Jesus vivia em íntima comunhão com o Pai. Esta é a chave da verdadeira vida espiritual: fazer o que agrada a Deus. E ao agradarmos o Pai, jamais estaremos sozinhos — Ele caminha conosco."
    },
    {
      "numero": "30",
      "texto": "Tendo dito essas coisas, muitos creram nele.",
      "reflexao": "A verdade de Jesus toca os corações sinceros. Nem todos rejeitam a luz. Há sempre aqueles que, ao ouvirem a Palavra com humildade, se rendem e encontram fé verdadeira. Que sejamos como esses."
    },
    {
      "numero": "31",
      "texto": "Disse Jesus aos judeus que haviam crido nele: 'Se vocês permanecerem firmes na minha palavra, verdadeiramente serão meus discípulos.'",
      "reflexao": "Crer é o primeiro passo, permanecer é a jornada. Ser discípulo de Jesus não é sobre emoção momentânea, mas sobre compromisso diário com a verdade que transforma. Permanecer n’Ele é permanecer em vida."
    },
    {
      "numero": "32",
      "texto": "'E conhecerão a verdade, e a verdade os libertará.'",
      "reflexao": "A verdade de Jesus não aprisiona — liberta. Ela não é apenas um conceito, é uma pessoa: Cristo. Quanto mais o conhecemos, mais somos libertos do medo, da culpa, e de tudo o que nos afasta de Deus."
    },
    {
      "numero": "33",
      "texto": "Eles lhe responderam: 'Somos descendência de Abraão e nunca fomos escravos de ninguém. Como você pode dizer que seremos livres?'",
      "reflexao": "O orgulho espiritual cega. Mesmo estando cativos, negavam a escravidão. Assim acontece quando achamos que nossa herança religiosa basta. Jesus não busca títulos — busca corações rendidos."
    },
    {
      "numero": "34",
      "texto": "Jesus respondeu: 'Digo-lhes a verdade: Todo aquele que vive pecando é escravo do pecado.'",
      "reflexao": "A verdadeira escravidão não é política, é espiritual. Jesus expõe que o pecado nos domina quando não nos submetemos à graça. Mas Ele veio para libertar, não para acusar. A liberdade está nEle."
    },
    {
      "numero": "35",
      "texto": "'O escravo não tem lugar permanente na família, mas o filho pertence a ela para sempre.'",
      "reflexao": "A graça nos tira da posição de servos para a de filhos. Em Cristo, temos um lugar na casa do Pai, não por mérito, mas por amor. Somos acolhidos para sempre por Aquele que nos adotou em verdade."
    },
    {
      "numero": "36",
      "texto": "'Portanto, se o Filho os libertar, vocês de fato serão livres.'",
      "reflexao": "Só Jesus tem o poder de quebrar as correntes que prendem a alma. Nenhuma liberdade é completa sem Ele. Quando Ele liberta, não há culpa, vício ou dor que possa nos prender novamente."
    },
    {
      "numero": "37",
      "texto": "'Sei que vocês são descendência de Abraão. Contudo, estão procurando matar-me, porque em vocês não há lugar para a minha palavra.'",
      "reflexao": "A linhagem não garante comunhão. Jesus revela que a verdadeira fé se manifesta em acolher Sua Palavra. Hoje também, muitos dizem crer, mas não abrem espaço para que Ele viva dentro de si."
    },
    {
      "numero": "38",
      "texto": "'Eu estou lhes dizendo o que vi na presença do Pai, e vocês fazem o que ouviram do pai de vocês.'",
      "reflexao": "Existem dois pais espirituais em confronto: o Pai celestial e o pai da mentira. Jesus mostra que nossas ações revelam quem seguimos de verdade. Que o nosso agir revele que somos filhos da luz."
    },
    {
      "numero": "39",
      "texto": "'Abraão é o nosso pai', responderam eles. Disse Jesus: 'Se vocês fossem filhos de Abraão, fariam as obras que Abraão fez.'",
      "reflexao": "A fé sem obras é morta. Ser filho de Abraão vai além do sangue — é refletir a fé prática e obediente que ele teve. Não basta dizer, é preciso viver como quem realmente crê."
    },
    {
      "numero": "40",
      "texto": "'Mas vocês estão procurando matar-me, sendo que eu lhes falei a verdade que ouvi de Deus. Abraão não agiu assim.'",
      "reflexao": "Jesus confronta a incoerência entre fé declarada e atitudes reais. O verdadeiro crente não rejeita a verdade, ainda que ela confronte. O coração que ama a Deus se alegra com a correção divina."
    },
    {
      "numero": "41",
      "texto": "'Vocês estão fazendo as obras do pai de vocês'. Protestaram eles: 'Não somos filhos ilegítimos. O único Pai que temos é Deus.'",
      "reflexao": "As palavras soam piedosas, mas os atos revelam outra filiação. Muitos hoje dizem pertencer a Deus, mas não vivem como filhos. Ser filho do Pai é amar, obedecer e caminhar como Jesus caminhou."
    },
    {
      "numero": "42",
      "texto": "Disse-lhes Jesus: 'Se Deus fosse o Pai de vocês, vocês me amariam, pois eu vim de Deus e agora estou aqui. Eu não vim por mim mesmo, mas ele me enviou.'",
      "reflexao": "O amor por Deus se revela no amor por Jesus. Quem ama o Filho, ama o Pai. Rejeitar Jesus é fechar o coração para o próprio Criador. A presença dEle em nossas vidas é o sinal de quem somos no íntimo."
    },
    {
      "numero": "43",
      "texto": "Por que a minha linguagem não é clara para vocês? Porque são incapazes de ouvir o que eu digo.",
      "reflexao": "Jesus nos mostra que a surdez espiritual é causada por um coração fechado. Quando nos agarramos às nossas vontades, não conseguimos ouvir a verdade. A cura começa com a disposição de escutar com humildade."
    },
    {
      "numero": "44",
      "texto": "Vocês pertencem ao pai de vocês, o diabo, e querem realizar o desejo dele. Ele foi homicida desde o princípio e não se apegou à verdade, pois não há verdade nele. Quando mente, fala sua própria língua, pois é mentiroso e pai da mentira.",
      "reflexao": "Jesus revela que as ações revelam a quem pertencemos. Viver na mentira, na manipulação e na violência nos afasta de Deus. Mas a verdade do Evangelho rompe essa cadeia e nos reconecta ao verdadeiro Pai."
    },
    {
      "numero": "45",
      "texto": "No entanto, vocês não creem em mim, porque digo a verdade.",
      "reflexao": "A verdade de Jesus confronta e liberta, mas nem todos querem ser livres. Muitos preferem as sombras da ilusão. Seguir a Cristo é abrir mão das mentiras que alimentamos para abraçar a luz que cura."
    },
    {
      "numero": "46",
      "texto": "Quem de vocês pode me acusar de algum pecado? Se estou falando a verdade, por que vocês não creem em mim?",
      "reflexao": "Jesus viveu sem culpa, sem falha. Ainda assim, foi rejeitado. Isso mostra que a incredulidade muitas vezes não vem da falta de evidência, mas da resistência em aceitar o que transforma profundamente."
    },
    {
      "numero": "47",
      "texto": "Aquele que pertence a Deus ouve o que Deus diz. Vocês não ouvem porque não pertencem a Deus.",
      "reflexao": "Pertencer a Deus não é apenas crer que Ele existe, mas ter o coração disposto a obedecer. Ouvir a voz de Deus exige rendição e confiança. Onde há resistência, não há comunhão verdadeira."
    },
    {
      "numero": "48",
      "texto": "Os judeus responderam: 'Não estamos certos em dizer que você é samaritano e está endemoninhado?'",
      "reflexao": "Diante da verdade, os corações endurecidos apelam para a ofensa. Ainda hoje, quem defende valores eternos pode ser desacreditado. Mas a firmeza em Cristo nos dá serenidade diante de toda calúnia."
    },
    {
      "numero": "49",
      "texto": "'Não estou endemoninhado', disse Jesus. 'Ao contrário, honro meu Pai, e vocês me desonram.'",
      "reflexao": "A honra verdadeira não precisa de defesa. Jesus permanece firme, mesmo sendo desonrado. Que também nós possamos escolher honrar a Deus acima da aceitação dos homens."
    },
    {
      "numero": "50",
      "texto": "Não estou buscando glória para mim mesmo; mas há aquele que a busca e ele é o juiz.",
      "reflexao": "Jesus não buscava elogios — buscava cumprir a vontade do Pai. Em tempos de vaidade e autopromoção, Ele nos ensina a viver com humildade, confiando que Deus é o justo juiz de todas as coisas."
    },
    {
      "numero": "51",
      "texto": "Asseguro-lhes que, se alguém guardar a minha palavra, jamais verá a morte.",
      "reflexao": "A promessa da vida eterna não é para o futuro apenas — é para agora. Quem guarda a Palavra vive já na plenitude da esperança. A morte deixa de ser o fim e se torna uma passagem para a glória."
    },
    {
      "numero": "52",
      "texto": "Diante disso, os judeus exclamaram: 'Agora sabemos que você está endemoninhado! Abraão morreu, bem como os profetas, e você diz que se alguém guardar a sua palavra, nunca morrerá?'",
      "reflexao": "A incredulidade distorce até as promessas mais belas. Muitos ainda comparam o espiritual com o natural e, por isso, não compreendem o Reino. Jesus falava da eternidade — onde o coração encontra descanso."
    },
    {
      "numero": "53",
      "texto": "Você é maior do que o nosso pai Abraão? Ele morreu, bem como os profetas. Quem você pensa que é?",
      "reflexao": "A pergunta carrega desprezo, mas ecoa uma verdade: Jesus é maior que todos. Ele é antes de Abraão, antes de tudo. Reconhecê-lo é encontrar nossa verdadeira identidade e razão de viver."
    },
    {
      "numero": "54",
      "texto": "Respondeu Jesus: 'Se glorifico a mim mesmo, a minha glória não significa nada. Meu Pai, que vocês dizem ser o Deus de vocês, é quem me glorifica.'",
      "reflexao": "Jesus entrega toda glória ao Pai. Ele nos ensina a não buscar reconhecimento humano, mas a viver para a aprovação do céu. Quando Deus nos exalta, é porque antes nos moldou no silêncio da obediência."
    },
    {
      "numero": "55",
      "texto": "Vocês não o conhecem, mas eu o conheço. Se eu dissesse que não o conheço, seria mentiroso como vocês, mas eu de fato o conheço e guardo a sua palavra.",
      "reflexao": "Conhecer a Deus vai além de falar sobre Ele — é viver em comunhão com a Sua Palavra. Jesus vivia essa verdade, e nos convida a também conhecer e guardar o que o Pai revelou."
    },
    {
      "numero": "56",
      "texto": "Abraão, pai de vocês, regozijou-se porque veria o meu dia; ele o viu e alegrou-se.",
      "reflexao": "A fé de Abraão ultrapassava gerações — ele viu com os olhos do espírito aquilo que Deus faria em Cristo. Também nós podemos viver com essa fé profética, que antecipa a alegria da salvação."
    },
    {
      "numero": "57",
      "texto": "Disseram-lhe os judeus: 'Você ainda não tem cinquenta anos, e viu Abraão?'",
      "reflexao": "A visão limitada dos homens contrasta com a revelação eterna. Jesus estava ali, mas sua existência precedia tudo. Ele é o eterno que se fez presente. A fé nos convida a enxergar além da cronologia."
    },
    {
      "numero": "58",
      "texto": "Respondeu Jesus: 'Eu lhes afirmo que antes de Abraão nascer, Eu Sou!'",
      "reflexao": "Essa é uma das declarações mais poderosas do Evangelho. 'Eu Sou' é o nome de Deus revelado a Moisés. Jesus não apenas representa Deus — Ele é Deus. Crer nisso é nascer de novo para a eternidade."
    },
    {
      "numero": "59",
      "texto": "Então apanharam pedras para atirá-las nele, mas Jesus escondeu-se e saiu do templo.",
      "reflexao": "A verdade incomoda quem prefere as trevas. Mas Jesus não se cala — Ele apenas se retira, pois sua hora ainda não havia chegado. Quando escolhemos a verdade, devemos estar prontos para resistir à oposição com sabedoria."
    }
  ]
}
