{
  "livro": "Josué",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Todos os reis amorreus que habitavam a oeste do Jordão e todos os reis cananeus que viviam ao longo do litoral souberam como o Senhor tinha secado o Jordão diante dos israelitas até que tivéssemos atravessado. Por isso, desanimaram-se e perderam a coragem de enfrentar os israelitas.",
      "reflexao": "Quando Deus se levanta em favor do Seu povo, até os inimigos reconhecem Sua mão poderosa. A presença de Deus gera temor nas nações e coragem no coração dos que confiam nEle."
    },
    {
      "numero": "2",
      "texto": "Naquela ocasião o Senhor disse a Josué: ‘Faça facas de pedra e circuncide os israelitas de novo’.",
      "reflexao": "Deus sempre nos chama à aliança antes da conquista. A circuncisão simboliza a separação, a purificação e a renovação do compromisso com Ele. Antes de grandes vitórias, Deus trabalha o interior dos Seus filhos."
    },
    {
      "numero": "3",
      "texto": "Josué fez facas de pedra e circuncidou os israelitas em Gibeate-Aralote.",
      "reflexao": "Obedecer às instruções de Deus, mesmo quando parecem difíceis ou desconfortáveis, é chave para viver Suas promessas. A fidelidade à aliança antecede a manifestação do sobrenatural."
    },
    {
      "numero": "4",
      "texto": "Ele fez isso porque todos os homens aptos para a guerra morreram no deserto depois de terem saído do Egito.",
      "reflexao": "O deserto não é apenas um lugar de passagem, mas de transformação. Uma geração desobediente ficou para trás, e Deus preparou um novo povo, disposto a caminhar na obediência e na fé."
    },
    {
      "numero": "5",
      "texto": "Todos os que saíram haviam sido circuncidados, mas todos os que nasceram no deserto, no caminho, depois da saída do Egito, não passaram pela circuncisão.",
      "reflexao": "Muitas vezes, nas jornadas longas, esquecemos de renovar nossos compromissos espirituais. Deus, porém, não se esquece e nos chama de volta à aliança, mesmo depois dos períodos de espera."
    },
    {
      "numero": "6",
      "texto": "Os israelitas tinham andado quarenta anos pelo deserto, até que todos os guerreiros que saíram do Egito morressem, visto que não tinham obedecido ao Senhor. Pois o Senhor lhes havia jurado que não veriam a terra que prometera aos seus antepassados que nos daria, terra onde manam leite e mel.",
      "reflexao": "A desobediência tem consequências. Deus é amor, mas também é justo. Contudo, Sua fidelidade permanece, e Ele levanta uma nova geração para herdar Suas promessas."
    },
    {
      "numero": "7",
      "texto": "Assim, em lugar deles colocou os seus filhos, e foram os filhos que Josué circuncidou. Ainda estavam incircuncisos porque não tinham sido circuncidados durante a viagem.",
      "reflexao": "Deus não cancela Sua promessa, mas transfere a quem está disposto a obedecer. A bênção permanece para aqueles que se alinham ao Seu coração."
    },
    {
      "numero": "8",
      "texto": "E, depois que a nação inteira foi circuncidada, eles ficaram onde estavam, no acampamento, até se recuperarem.",
      "reflexao": "Há momentos em que Deus nos pede para pausar, curar e refletir. Antes de grandes batalhas, é necessário fortalecer a alma e restaurar a aliança com Ele."
    },
    {
      "numero": "9",
      "texto": "Então o Senhor disse a Josué: ‘Hoje removi de vocês a humilhação sofrida no Egito’. Por isso até hoje o lugar se chama Gilgal.",
      "reflexao": "Deus é aquele que remove todo peso do passado, toda vergonha e toda marca de escravidão. Gilgal se torna símbolo de renovo, restauração e recomeço em Deus."
    },
    {
      "numero": "10",
      "texto": "Na tarde do décimo quarto dia do mês, enquanto estavam acampados em Gilgal, na planície de Jericó, os israelitas celebraram a Páscoa.",
      "reflexao": "Celebrar a Páscoa é lembrar que Deus é o libertador. Mesmo em meio à conquista, Ele nos chama a recordar que a vitória vem da Sua mão, e não dos nossos próprios esforços."
    },
    {
      "numero": "11",
      "texto": "No dia seguinte ao da Páscoa, nesse mesmo dia, eles comeram pães sem fermento e grãos de trigo tostados, produtos daquela terra.",
      "reflexao": "Deus nos leva a um tempo em que começamos a desfrutar daquilo que Ele prometeu. Comer do fruto da terra é experimentar o cumprimento da promessa após anos de espera."
    },
    {
      "numero": "12",
      "texto": "Um dia depois de comerem do produto da terra, o maná cessou. Já não havia maná para os israelitas, e naquele mesmo ano eles comeram do fruto da terra de Canaã.",
      "reflexao": "O sobrenatural sustenta no deserto, mas a promessa nos leva ao trabalho frutífero e à abundância. O maná cessou, não por falta, mas porque o tempo da dependência diária deu lugar ao tempo da colheita e da provisão estabelecida."
    },
    {
      "numero": "13",
      "texto": "Estando Josué já perto de Jericó, olhou para cima e viu um homem de pé, empunhando uma espada. Aproximou-se dele e perguntou-lhe: ‘Você é por nós, ou por nossos inimigos?’",
      "reflexao": "Nem sempre Deus se posiciona da forma que esperamos. Sua missão não é tomar partido dos nossos planos, mas nos alinhar ao Seu. A verdadeira pergunta não é ‘Deus está do meu lado?’, mas sim ‘Estou do lado de Deus?’"
    },
    {
      "numero": "14",
      "texto": "‘Nem uma coisa nem outra’, respondeu ele. ‘Venho na qualidade de comandante do exército do Senhor’. Então Josué prostrou-se, rosto em terra, em sinal de respeito, e lhe perguntou: ‘Que mensagem o meu senhor tem para o seu servo?’",
      "reflexao": "Quando reconhecemos a presença do divino, só há uma atitude correta: reverência, submissão e prontidão para ouvir. Josué se prostra, mostrando que liderança eficaz nasce da obediência a Deus."
    },
    {
      "numero": "15",
      "texto": "O comandante do exército do Senhor respondeu: ‘Tire as sandálias dos pés, pois o lugar em que você está é santo’. E Josué as tirou.",
      "reflexao": "A santidade não está apenas no templo, mas em todo lugar onde Deus se revela. Antes da batalha, Deus convida Josué à adoração e à consciência de que a vitória começa no chão da reverência, da entrega e da comunhão."
    }
  ]
}