{
  "livro": "Josué",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os chefes de família dos levitas se aproximaram do sacerdote Eleazar, de Josué, filho de Num, e dos chefes das outras famílias das tribos dos israelitas",
      "reflexao": "Quando buscamos aquilo que Deus prometeu, devemos fazer isso com humildade e respeito, confiando na fidelidade das Suas promessas."
    },
    {
      "numero": "2",
      "texto": "em Siló, na terra de Canaã, e lhes disseram: 'O Senhor ordenou por meio de Moisés que vocês nos dessem cidades onde possamos habitar, e pastagens para os nossos animais.'",
      "reflexao": "O Deus que promete é o mesmo Deus que cumpre. Suas promessas atravessam gerações e se cumprem no tempo certo para aqueles que O servem."
    },
    {
      "numero": "3",
      "texto": "Por isso, de acordo com a ordem do Senhor, os israelitas deram da sua própria herança as seguintes cidades com suas pastagens aos levitas:",
      "reflexao": "Deus nos ensina a viver em generosidade e obediência, partilhando do que temos para sustentar aqueles que trabalham na Sua obra."
    },
    {
      "numero": "4",
      "texto": "A sorte saiu primeiro para os coatitas, clã por clã. Os levitas, que eram descendentes do sacerdote Arão, receberam treze cidades das tribos de Judá, de Simeão e de Benjamim.",
      "reflexao": "Deus honra aqueles que O servem no sacerdócio, provendo cuidado, sustento e lugar seguro para que cumpram seu chamado."
    },
    {
      "numero": "5",
      "texto": "Os outros descendentes de Coate receberam dez cidades dos clãs das tribos de Efraim e de Dã, e da metade da tribo de Manassés.",
      "reflexao": "Deus reparte conforme Sua soberania e justiça. Cada um recebe segundo o seu propósito e missão no Reino."
    },
    {
      "numero": "6",
      "texto": "Os descendentes de Gérson receberam treze cidades dos clãs das tribos de Issacar, de Aser e de Naftali, e da metade da tribo de Manassés estabelecida em Basã.",
      "reflexao": "O cuidado de Deus se estende a todos os que estão no serviço sagrado, mostrando que cada ministério tem valor e é digno de provisão."
    },
    {
      "numero": "7",
      "texto": "Os descendentes de Merari, clã por clã, receberam doze cidades das tribos de Rúben, de Gade e de Zebulom.",
      "reflexao": "Nenhum servo do Senhor fica desamparado. Deus organiza e distribui, suprindo necessidades materiais e espirituais dos Seus servos."
    },
    {
      "numero": "8",
      "texto": "Dessa maneira os israelitas deram aos levitas essas cidades com suas pastagens, como o Senhor tinha ordenado por meio de Moisés.",
      "reflexao": "Deus é um Deus de ordem e fidelidade. Quando obedecemos aos Seus mandamentos, experimentamos paz, harmonia e provisão."
    },
    {
      "numero": "9",
      "texto": "Das tribos de Judá e de Simeão, os israelitas deram as seguintes cidades, indicadas nominalmente.",
      "reflexao": "Cada detalhe da provisão de Deus é intencional. Ele conhece nomes, lugares e necessidades, e cuida de cada aspecto da nossa vida."
    },
    {
      "numero": "10",
      "texto": "Foram dadas aos descendentes de Arão que pertenciam aos clãs coatitas dos levitas, pois para eles saiu a primeira sorte:",
      "reflexao": "Deus honra a linhagem sacerdotal, aqueles que vivem dedicados à Sua presença, e garante que nada lhes falte."
    },
    {
      "numero": "11",
      "texto": "Quiriate-Arba, que é Hebrom, com as suas pastagens ao redor, nos montes de Judá. (Arba era antepassado de Enaque.)",
      "reflexao": "O que antes era símbolo de temor (terra dos gigantes) se tornou herança para os servos de Deus. Ele transforma ambientes de medo em lugares de bênção."
    },
    {
      "numero": "12",
      "texto": "Mas os campos e os povoados em torno da cidade foram dados a Calebe, filho de Jefoné, como sua propriedade.",
      "reflexao": "Deus não se esquece dos fiéis. Calebe, que perseverou, recebeu sua recompensa, provando que Deus honra quem O segue com integridade."
    },
    {
      "numero": "13",
      "texto": "Assim, aos descendentes do sacerdote Arão deram Hebrom, cidade de refúgio para os acusados de homicídio, Libna,",
      "reflexao": "Além de ser morada dos sacerdotes, Hebrom também era cidade de refúgio. Isso revela que a presença de Deus sempre oferece acolhimento, justiça e proteção."
    },
    {
      "numero": "14",
      "texto": "Jatir, Estemoa,",
      "reflexao": "Cada cidade representa mais do que uma posse; é um sinal de que Deus supre, cuida e estabelece Seus servos com segurança e dignidade."
    },
    {
      "numero": "15",
      "texto": "Holom, Debir,",
      "reflexao": "O Deus que distribui territórios também distribui responsabilidades. Quem vive na presença dEle também carrega o compromisso de ser luz onde estiver."
    },
    {
      "numero": "16",
      "texto": "Aim, Jutá e Bete-Semes, cada qual com os seus arredores. Foram nove cidades dadas por essas duas tribos.",
      "reflexao": "O número completo das cidades mostra que Deus não deixa faltar nada. Ele é detalhista em suprir exatamente o que Seu povo precisa para viver e servir."
    },
    {
      "numero": "17",
      "texto": "Da tribo de Benjamim deram-lhes Gibeom, Geba,",
      "reflexao": "Deus cuida dos seus servos por meio da provisão que vem do Seu povo. Quem serve ao altar também é cuidado por Ele."
    },
    {
      "numero": "18",
      "texto": "Anatote e Almom, cada qual com os seus arredores. Eram quatro cidades.",
      "reflexao": "Cada espaço cedido representa a fidelidade de Deus em preparar moradas para aqueles que O servem com fidelidade."
    },
    {
      "numero": "19",
      "texto": "Todas as cidades dadas aos sacerdotes, descendentes de Arão, foram treze; cada qual com os seus arredores.",
      "reflexao": "Deus não apenas entrega promessas, mas as cumpre com generosidade, garantindo sustento e segurança aos que vivem para Ele."
    },
    {
      "numero": "20",
      "texto": "Os outros clãs coatitas dos levitas receberam cidades da tribo de Efraim.",
      "reflexao": "Deus distribui segundo Sua soberania, pois conhece a necessidade de cada um e cuida de cada detalhe da nossa vida."
    },
    {
      "numero": "21",
      "texto": "Nos montes de Efraim receberam Siquém, cidade de refúgio para os acusados de homicídio, Gezer,",
      "reflexao": "Deus é refúgio e segurança para os necessitados. Ele oferece abrigo tanto físico quanto espiritual àqueles que O buscam."
    },
    {
      "numero": "22",
      "texto": "Quibzaim e Bete-Horom, cada qual com os seus arredores. Foram quatro cidades.",
      "reflexao": "As bênçãos de Deus não são escassas, mas abundantes, suprindo cada necessidade dos Seus servos com perfeição."
    },
    {
      "numero": "23",
      "texto": "Também da tribo de Dã receberam Elteque, Gibetom,",
      "reflexao": "O cuidado de Deus não tem fronteiras. Ele levanta provisão de diferentes lugares para que nada falte aos que O servem."
    },
    {
      "numero": "24",
      "texto": "Aijalom e Gate-Rimom, cada qual com os seus arredores. Foram quatro cidades.",
      "reflexao": "Deus organiza, reparte e estabelece, mostrando que Sua provisão é feita com ordem, amor e equilíbrio."
    },
    {
      "numero": "25",
      "texto": "Da meia tribo de Manassés receberam Taanaque e Gate-Rimom, cada qual com os seus arredores. Eram duas cidades.",
      "reflexao": "Mesmo quando os recursos parecem poucos, Deus multiplica e faz com que haja o suficiente para cumprir Seu propósito."
    },
    {
      "numero": "26",
      "texto": "Todas essas dez cidades e seus arredores foram dadas aos outros clãs coatitas.",
      "reflexao": "O Senhor não deixa faltar o necessário para quem vive para Ele. Sua provisão é completa e fiel."
    },
    {
      "numero": "27",
      "texto": "Os clãs levitas gersonitas receberam da metade da tribo de Manassés: Golã, em Basã, cidade de refúgio para os acusados de homicídio, e Beesterá, cada qual com os seus arredores. Foram duas cidades.",
      "reflexao": "As cidades de refúgio refletem o próprio caráter de Deus — justiça, misericórdia e proteção para os que O buscam sinceramente."
    },
    {
      "numero": "28",
      "texto": "Receberam da tribo de Issacar: Quisiom, Daberate,",
      "reflexao": "Cada território é mais uma prova de que Deus honra os compromissos feitos com aqueles que se dedicam à Sua obra."
    },
    {
      "numero": "29",
      "texto": "Jarmute e En-Ganim, cada qual com os seus arredores. Foram quatro cidades.",
      "reflexao": "Deus garante um espaço de paz e segurança para aqueles que vivem segundo a Sua vontade e propósito."
    },
    {
      "numero": "30",
      "texto": "Receberam da tribo de Aser: Misal, Abdom,",
      "reflexao": "O Senhor provê além do que esperamos. Ele cuida do Seu povo de forma precisa e amorosa."
    },
    {
      "numero": "31",
      "texto": "Helcate e Reobe, cada qual com os seus arredores. Foram quatro cidades.",
      "reflexao": "A fidelidade de Deus se manifesta em cada detalhe, mostrando que Ele se importa com as necessidades dos Seus filhos."
    },
    {
      "numero": "32",
      "texto": "Receberam da tribo de Naftali: Quedes, na Galiléia, cidade de refúgio dos acusados de homicídio, Hamote-Dor e Cartã, cada qual com os seus arredores. Foram três cidades.",
      "reflexao": "Deus é abrigo para os que erram sem intenção. Ele oferece restauração, misericórdia e oportunidade de recomeço."
    },
    {
      "numero": "33",
      "texto": "Todas as cidades dos clãs gersonitas foram treze.",
      "reflexao": "O número completo das cidades demonstra a suficiência da provisão de Deus. Ele não deixa faltar nada aos que O servem com fidelidade e amor."
    },
    {
      "numero": "34",
      "texto": "Os clãs meraritas, o restante dos levitas, receberam as seguintes cidades: Da tribo de Zebulom: Jocneão, Cartá,",
      "reflexao": "Deus não se esquece de ninguém. Mesmo os que recebem por último, ainda assim são cuidados e abençoados com provisões perfeitas."
    },
    {
      "numero": "35",
      "texto": "Dimna e Naalal, cada qual com os seus arredores. Foram quatro cidades.",
      "reflexao": "O cuidado de Deus é completo. Ele supre espaços, provisões e segurança para os que vivem no centro da Sua vontade."
    },
    {
      "numero": "36",
      "texto": "Da tribo de Rúben: Bezer, Jaza,",
      "reflexao": "Deus reparte bênçãos não apenas com quem está próximo, mas com todos aqueles que fazem parte do Seu plano eterno."
    },
    {
      "numero": "37",
      "texto": "Quedemote e Mefaate, cada qual com os seus arredores. Foram quatro cidades.",
      "reflexao": "Quando Deus reparte, Ele faz com generosidade e precisão, suprindo cada necessidade do Seu povo."
    },
    {
      "numero": "38",
      "texto": "Da tribo de Gade: em Gileade, Ramote, cidade de refúgio dos acusados de homicídio, Maanaim,",
      "reflexao": "As cidades de refúgio são símbolo do próprio Deus, que oferece abrigo, perdão e nova oportunidade para aqueles que O buscam sinceramente."
    },
    {
      "numero": "39",
      "texto": "Hesbom e Jazar, cada qual com os seus arredores. Foram quatro cidades ao todo.",
      "reflexao": "A fidelidade de Deus se manifesta na organização, na justiça e na bondade com que Ele cuida de cada detalhe da vida dos Seus."
    },
    {
      "numero": "40",
      "texto": "Todas as cidades dadas aos clãs meraritas, que eram o restante dos levitas, foram doze.",
      "reflexao": "O número doze, símbolo da totalidade de Deus para com Seu povo, reflete que nada falta aos que vivem para adorá-Lo e servi-Lo."
    },
    {
      "numero": "41",
      "texto": "No total, as cidades dos levitas nos territórios dos outros israelitas foram quarenta e oito cidades com os seus arredores.",
      "reflexao": "Deus estabelece espaços de comunhão, provisão e segurança entre Seu povo, mostrando que Seu cuidado é abundante e constante."
    },
    {
      "numero": "42",
      "texto": "Cada uma de todas essas cidades tinha pastagens ao seu redor.",
      "reflexao": "O cuidado de Deus não é apenas espiritual, mas também material. Ele supre alimento, abrigo e bem-estar àqueles que O servem."
    },
    {
      "numero": "43",
      "texto": "Assim o Senhor deu aos israelitas toda a terra que tinha prometido sob juramento aos seus antepassados, e eles tomaram posse dela e se estabeleceram ali.",
      "reflexao": "Deus cumpre tudo o que promete. A Sua palavra nunca falha, e quem confia nEle sempre verá o cumprimento de Suas promessas."
    },
    {
      "numero": "44",
      "texto": "O Senhor lhes concedeu descanso de todos os lados, como tinha jurado aos seus antepassados. Nenhum dos seus inimigos pode resisti-los, pois o Senhor entregou a todos eles em suas mãos.",
      "reflexao": "O descanso que Deus dá é fruto da fidelidade. Ele protege, guarda e faz com que Seus filhos estejam seguros, longe do alcance dos inimigos."
    },
    {
      "numero": "45",
      "texto": "De todas as boas promessas do Senhor à nação de Israel, nenhuma delas falhou; todas se cumpriram.",
      "reflexao": "Essa é a verdade eterna: Deus nunca falha. Suas promessas são certas, firmes e fiéis. Quem se apega a elas jamais será envergonhado."
    }
  ]
}
