{
  "livro": "Josué",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Sucedeu que Adoni-Zedeque, rei de Jerusalém, soube que Josué tinha conquistado Ai e a tinha destruído totalmente, fazendo com Ai e seu rei o que fizera com Jericó e seu rei, e que o povo de Gibeom tinha feito a paz com Israel e estava vivendo no meio deles.",
      "reflexao": "O avanço do povo de Deus gera temor entre aqueles que resistem ao Seu propósito. A fidelidade de Deus ecoa e abala os reinos da terra."
    },
    {
      "numero": "2",
      "texto": "Ele e o seu povo ficaram com muito medo, pois Gibeom era tão importante como uma cidade governada por um rei; era maior do que Ai, e todos os seus homens eram bons guerreiros.",
      "reflexao": "Até os fortes tremem quando percebem que a mão do Senhor está sobre o Seu povo. A verdadeira força não está no número, mas na presença de Deus."
    },
    {
      "numero": "3",
      "texto": "Por isso Adoni-Zedeque, rei de Jerusalém, fez o seguinte apelo a Hoão, rei de Hebrom, a Piram, rei de Jarmute, a Jafia, rei de Láquis, e a Debir, rei de Eglom:",
      "reflexao": "O medo une os inimigos. Eles se agrupam contra os filhos de Deus, mas nenhum complô prevalece quando o Senhor é quem lidera a batalha."
    },
    {
      "numero": "4",
      "texto": "‘Venham para cá e ajudem-me a atacar Gibeom, pois ela fez a paz com Josué e com os israelitas.’",
      "reflexao": "As alianças feitas com Deus e Seu povo incomodam quem anda nas trevas. A paz dos justos se torna motivo de guerra para os ímpios."
    },
    {
      "numero": "5",
      "texto": "Então os cinco reis dos amorreus, os reis de Jerusalém, de Hebrom, de Jarmute, de Láquis e de Eglom reuniram-se e vieram com todos os seus exércitos. Cercaram Gibeom e a atacaram.",
      "reflexao": "As lutas se intensificam quando estamos no centro da vontade de Deus. Mas não há cerco que prevaleça contra aqueles que confiam no Altíssimo."
    },
    {
      "numero": "6",
      "texto": "Os gibeonitas enviaram esta mensagem a Josué, ao acampamento de Gilgal: ‘Não abandone os seus servos. Venha depressa! Salve-nos! Ajude-nos, pois todos os reis amorreus que vivem nas montanhas se uniram contra nós!’",
      "reflexao": "Quem se abriga sob uma aliança, mesmo que frágil, encontra socorro. Deus honra aqueles que estão sob o Seu cuidado e levanta livramento no momento certo."
    },
    {
      "numero": "7",
      "texto": "Josué partiu de Gilgal com todo o seu exército, inclusive com os seus melhores guerreiros.",
      "reflexao": "Quem anda com Deus responde prontamente ao chamado de socorro. O compromisso com o próximo reflete o caráter divino nas nossas ações."
    },
    {
      "numero": "8",
      "texto": "E disse o Senhor a Josué: ‘Não tenha medo desses reis; eu os entreguei nas suas mãos. Nenhum deles conseguirá resistir a você.’",
      "reflexao": "Quando Deus dá uma palavra, ela é garantia de vitória. Nenhuma ameaça é maior que a promessa daquele que nunca falha."
    },
    {
      "numero": "9",
      "texto": "Depois de uma noite inteira de marcha desde Gilgal, Josué os apanhou de surpresa.",
      "reflexao": "A disposição em obedecer, mesmo quando exige esforço e vigília, atrai o favor de Deus. Quem persevera na missão recebe o sobrenatural como resposta."
    },
    {
      "numero": "10",
      "texto": "O Senhor os lançou em confusão diante de Israel, que lhes impôs grande derrota em Gibeom. Os israelitas os perseguiram na subida para Bete-Horom e os mataram por todo o caminho, até Azeca e Maquedá.",
      "reflexao": "Deus luta por Seus filhos. A confusão do inimigo é fruto da ordem divina. Quando Deus se levanta, quem poderá resistir?"
    },
    {
      "numero": "11",
      "texto": "Enquanto fugiam de Israel na descida de Bete-Horom para Azeca, do céu o Senhor lançou sobre eles grandes pedras de granizo, que mataram mais gente do que as espadas dos israelitas.",
      "reflexao": "Quando Deus entra na batalha, até a natureza se torna instrumento em Suas mãos. A vitória não vem pela força do braço, mas pelo agir sobrenatural do Senhor."
    },
    {
      "numero": "12",
      "texto": "No dia em que o Senhor entregou os amorreus aos israelitas, Josué exclamou ao Senhor, na presença de Israel: ‘Sol, pare sobre Gibeom! E você, ó lua, sobre o vale de Aijalom!’",
      "reflexao": "A fé que move o impossível nasce da convicção de quem sabe que Deus é soberano sobre a criação. Quem anda com Deus se atreve a orar orações ousadas."
    },
    {
      "numero": "13",
      "texto": "O sol parou, e a lua se deteve, até a nação vingar-se dos seus inimigos, como está escrito no Livro de Jasar. O sol parou no meio do céu e por quase um dia inteiro não se pôs.",
      "reflexao": "Quando Deus sustenta, até o tempo se curva. O sobrenatural não tem limites diante Daquele que criou os céus e a terra."
    },
    {
      "numero": "14",
      "texto": "Nunca antes nem depois houve um dia como aquele, quando o Senhor atendeu a um homem. Sem dúvida o Senhor lutava por Israel!",
      "reflexao": "Deus honra a oração daqueles que caminham em obediência e aliança com Ele. O impossível se torna possível quando o Céu responde ao clamor da terra."
    },
    {
      "numero": "15",
      "texto": "Então Josué voltou com todo o Israel ao acampamento de Gilgal.",
      "reflexao": "Após a vitória, há descanso e retorno à base. Toda batalha vencida é oportunidade para renovar forças na presença do Senhor."
    },
    {
      "numero": "16",
      "texto": "Os cinco reis fugiram e se esconderam na caverna de Maquedá.",
      "reflexao": "O medo toma conta até dos poderosos quando percebem que estão lutando contra Deus. Não há esconderijo que proteja da mão do Altíssimo."
    },
    {
      "numero": "17",
      "texto": "Avisaram a Josué que eles tinham sido achados numa caverna em Maquedá.",
      "reflexao": "Deus revela onde estão escondidos os que se levantam contra Seus propósitos. Nenhuma estratégia de fuga escapa ao Seu olhar soberano."
    },
    {
      "numero": "18",
      "texto": "Disse ele: ‘Rolem grandes pedras até a entrada da caverna, e deixem ali alguns homens de guarda.’",
      "reflexao": "O líder guiado por Deus age com sabedoria estratégica. Sabe quando conter, quando perseguir e quando proteger a vitória que Deus já garantiu."
    },
    {
      "numero": "19",
      "texto": "‘Mas não se detenham! Persigam os inimigos. Ataquem-nos pela retaguarda e não os deixem chegar às suas cidades, pois o Senhor, o seu Deus, os entregou em suas mãos.’",
      "reflexao": "A ordem divina é clara: persevere até o fim. Não pare no meio da conquista, pois Deus entrega por completo aquilo que promete."
    },
    {
      "numero": "20",
      "texto": "Assim Josué e os israelitas os derrotaram por completo, quase exterminando-os. Mas alguns conseguiram escapar e refugiaram-se em suas cidades fortificadas.",
      "reflexao": "A vitória foi esmagadora, mas também lembra que nem sempre tudo se encerra de imediato. Algumas lutas exigem vigilância contínua e estratégias futuras."
    },
    {
      "numero": "21",
      "texto": "O exército inteiro voltou então em segurança a Josué, ao acampamento de Maquedá, e depois disso, ninguém mais ousou abrir a boca para provocar os israelitas.",
      "reflexao": "Quando Deus age em favor do Seu povo, até os adversários mais ousados se calam. O temor do Senhor estabelece respeito e proteção."
    },
    {
      "numero": "22",
      "texto": "Então disse Josué: ‘Abram a entrada da caverna e tragam-me aqueles cinco reis.’",
      "reflexao": "Chega o momento de enfrentar o que se escondeu. Deus não apenas entrega a vitória, mas também traz à luz tudo aquilo que estava oculto."
    },
    {
      "numero": "23",
      "texto": "Os cinco reis foram tirados da caverna. Eram os reis de Jerusalém, de Hebrom, de Jarmute, de Láquis e de Eglom.",
      "reflexao": "Nenhum inimigo consegue permanecer oculto quando Deus decide expô-lo. A justiça do Senhor sempre se manifesta no tempo certo."
    },
    {
      "numero": "24",
      "texto": "Quando os levaram a Josué, ele convocou todos os homens de Israel e disse aos comandantes do exército que o tinham acompanhado: ‘Venham aqui e ponham o pé no pescoço destes reis’. E eles obedeceram.",
      "reflexao": "Deus ensina que a vitória sobre o inimigo não é apenas espiritual, mas também pedagógica. O povo aprende a confiar que todo poder pertence ao Senhor."
    },
    {
      "numero": "25",
      "texto": "Disse-lhes Josué: ‘Não tenham medo! Não se desanimem! Sejam fortes e corajosos! É isso que o Senhor fará com todos os inimigos que vocês tiverem que combater’.",
      "reflexao": "O encorajamento de Josué reflete o próprio coração de Deus. A vitória é certa quando caminhamos na obediência e na dependência do Senhor."
    },
    {
      "numero": "26",
      "texto": "Depois Josué matou os reis e mandou pendurá-los em cinco árvores, onde ficaram até à tarde.",
      "reflexao": "O juízo de Deus é firme e público. O mal é tratado de maneira exemplar para que o povo aprenda a temer o Senhor e a confiar em Sua justiça."
    },
    {
      "numero": "27",
      "texto": "Ao pôr-do-sol, sob as ordens de Josué, eles foram tirados das árvores e jogados na caverna onde haviam se escondido. Na entrada da caverna colocaram grandes pedras, que lá estão até hoje.",
      "reflexao": "A caverna que foi refúgio se tornou sepultura. Não há esconderijo para aqueles que se levantam contra Deus. O fim do mal é certo diante da soberania divina."
    },
    {
      "numero": "28",
      "texto": "Naquele dia Josué tomou Maquedá. Atacou a cidade e matou o seu rei à espada e exterminou todos os que nela viviam, sem deixar sobreviventes. E fez com o rei de Maquedá o que tinha feito com o rei de Jericó.",
      "reflexao": "A obediência rigorosa às instruções de Deus garante a vitória completa. Cada batalha vencida é parte do cumprimento do propósito divino."
    },
    {
      "numero": "29",
      "texto": "Então Josué, e todo o Israel com ele, avançou de Maquedá para Libna e a atacou.",
      "reflexao": "O avanço do povo de Deus é imparável quando há unidade, coragem e dependência total no Senhor. O mover de Deus não pode ser detido."
    },
    {
      "numero": "30",
      "texto": "O Senhor entregou também aquela cidade e seu rei nas mãos dos israelitas. Josué atacou a cidade e matou à espada todos os que nela viviam, sem deixar nenhum sobrevivente ali. E fez com o seu rei o que fizera com o rei de Jericó.",
      "reflexao": "Cada vitória reafirma que não é pela força humana, mas pela mão do Senhor que os inimigos são derrotados e as promessas cumpridas."
    },
    {
      "numero": "31",
      "texto": "Depois Josué, e todo o Israel com ele, avançou de Libna para Láquis, cercou-a e a atacou.",
      "reflexao": "A constância na obediência gera uma sequência de vitórias. Quem é fiel no pouco verá Deus multiplicar o seu território."
    },
    {
      "numero": "32",
      "texto": "O Senhor entregou Láquis nas mãos dos israelitas, e Josué tomou-a no dia seguinte. Atacou a cidade e matou à espada todos os que nela viviam, como tinha feito com Libna.",
      "reflexao": "A rapidez da vitória demonstra que, quando Deus está à frente, aquilo que parecia difícil se torna possível, e o improvável se realiza."
    },
    {
      "numero": "33",
      "texto": "Nesse meio tempo Horão, rei de Gezer, fora socorrer Láquis, mas Josué o derrotou, a ele e ao seu exército, sem deixar sobrevivente algum.",
      "reflexao": "Aqueles que se levantam para ajudar o inimigo do povo de Deus acabam igualmente derrotados. Ninguém pode frustrar os planos do Altíssimo."
    },
    {
      "numero": "34",
      "texto": "Josué, e todo o Israel com ele, avançou de Láquis para Eglom, cercou-a e a atacou.",
      "reflexao": "O avanço continua porque a promessa continua. A mão de Deus não se limita a uma vitória, mas sustenta o Seu povo em toda caminhada."
    },
    {
      "numero": "35",
      "texto": "Eles a conquistaram naquele mesmo dia, feriram-na à espada e exterminaram os que nela viviam, como tinham feito com Láquis.",
      "reflexao": "O Senhor age com perfeição e fidelidade. Cada conquista é uma confirmação de que quando Ele promete, Ele cumpre até o fim."
    },
    {
      "numero": "36",
      "texto": "Então Josué, e todo o Israel com ele, foi de Eglom para Hebrom e a atacou.",
      "reflexao": "A sequência de vitórias revela que quem anda com Deus não estaciona. Avança, cresce e conquista o que o Senhor determinou."
    },
    {
      "numero": "37",
      "texto": "Tomaram a cidade e a feriram à espada, como também o seu rei, os seus povoados e todos os que nela viviam, sem deixar sobrevivente algum. Destruíram totalmente a cidade e todos os que nela viviam, como tinham feito com Eglom.",
      "reflexao": "A obediência incondicional traz resultados completos. Deus honra quem se mantém fiel até o último detalhe."
    },
    {
      "numero": "38",
      "texto": "Depois Josué, e todo o Israel com ele, voltou e atacou Debir.",
      "reflexao": "O compromisso com o propósito não permite pausa até que a missão esteja completamente cumprida. A persistência é marca dos que vivem no centro da vontade de Deus."
    },
    {
      "numero": "39",
      "texto": "Tomaram a cidade, seu rei e seus povoados, e os mataram à espada. Exterminaram os que nela viviam, sem deixar sobrevivente algum. Fizeram com Debir e seu rei o que tinham feito com Libna e seu rei e com Hebrom.",
      "reflexao": "Deus entrega tudo nas mãos dos que permanecem fiéis. A constância na obediência leva a resultados permanentes e incontestáveis."
    },
    {
      "numero": "40",
      "texto": "Assim Josué conquistou a região toda, incluindo a serra central, o Neguebe, as encostas e as vertentes, e derrotou todos os seus reis, sem deixar sobrevivente algum. Exterminou tudo o que respirava, conforme o Senhor, o Deus de Israel, tinha ordenado.",
      "reflexao": "A fidelidade de Josué à ordem de Deus traz o cumprimento total da promessa. Deus é aquele que começa, sustenta e conclui a obra na vida dos que O obedecem."
    },
    {
      "numero": "41",
      "texto": "Josué os derrotou desde Cades-Barnéia até Gaza, e toda a região de Gósen, e de lá até Gibeom.",
      "reflexao": "A extensão da vitória mostra que não há limites para quem anda debaixo da cobertura divina. Deus amplia territórios e rompe fronteiras para cumprir Seus planos."
    },
    {
      "numero": "42",
      "texto": "Também subjugou todos esses reis e conquistou suas terras numa única campanha, pois o Senhor, o Deus de Israel, lutou por Israel.",
      "reflexao": "Quando Deus luta por nós, até aquilo que parecia demorado se resolve de forma sobrenatural e repentina. É Deus quem faz, e Ele faz completo."
    },
    {
      "numero": "43",
      "texto": "Então Josué retornou com todo o Israel ao acampamento de Gilgal.",
      "reflexao": "Depois da missão cumprida, há descanso. Gilgal representa o lugar de renovação, aliança e gratidão. Toda vitória deve nos levar de volta à presença de Deus."
    }
  ]
}