{
  "livro": "Josué",
  "capitulo": "18",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Toda a comunidade dos israelitas reuniu-se em Siló e ali armou a Tenda do Encontro. A terra foi dominada por eles;",
      "reflexao": "Quando há unidade e comunhão no propósito, Deus manifesta sua presença e a conquista se torna realidade. A Tenda do Encontro simboliza a centralidade de Deus na jornada."
    },
    {
      "numero": "2",
      "texto": "mas, sete tribos ainda não tinham recebido a sua herança.",
      "reflexao": "Mesmo com promessas liberadas, há pessoas que permanecem estagnadas, sem tomar posse daquilo que Deus já disponibilizou. É preciso atitude e fé."
    },
    {
      "numero": "3",
      "texto": "Então Josué disse aos israelitas: 'Até quando vocês vão negligenciar a posse da terra que o Senhor, o Deus dos seus antepassados, lhes deu?'",
      "reflexao": "Quantas bênçãos Deus já preparou e, por comodismo, medo ou distração, deixamos de tomar posse? O tempo de avançar é agora."
    },
    {
      "numero": "4",
      "texto": "'Escolham três homens de cada tribo, e eu os enviarei. Eles vão examinar a terra e mapeá-la, conforme a herança de cada tribo. Depois voltarão a mim.'",
      "reflexao": "Planejamento e organização fazem parte do processo de conquista. Deus nos dá a promessa, mas espera que haja movimento, preparo e estratégia."
    },
    {
      "numero": "5",
      "texto": "'Dividam a terra em sete partes. Judá ficará em seu território ao sul, e a tribo de José em seu território ao norte.'",
      "reflexao": "Deus estabelece ordem e equilíbrio. Cada um recebe sua porção, sua missão, seu território. Não há espaço para comparação, mas sim para reconhecimento da herança individual."
    },
    {
      "numero": "6",
      "texto": "'Depois que fizerem um mapa das sete partes da terra, tragam-no para mim, e eu farei sorteio para vocês na presença do Senhor, do nosso Deus.'",
      "reflexao": "Quando colocamos nossos planos diante do Senhor, Ele dirige, distribui e estabelece os limites com justiça e sabedoria divina."
    },
    {
      "numero": "7",
      "texto": "'Mas os levitas nada receberão entre vocês, pois o sacerdócio do Senhor é a herança deles. Gade, Rúben e a metade da tribo de Manassés já receberam a sua herança no lado leste do Jordão, dada a eles por Moisés, servo do Senhor.'",
      "reflexao": "Nem toda herança é material. Há uma herança espiritual para aqueles que servem diretamente no altar, e essa herança é o próprio Deus."
    },
    {
      "numero": "8",
      "texto": "Quando os homens estavam de partida para mapear a terra, Josué os instruiu: 'Vão examinar a terra e façam uma descrição dela. Depois voltem, e eu farei um sorteio para vocês aqui em Siló, na presença do Senhor.'",
      "reflexao": "Deus honra aqueles que agem com responsabilidade e compromisso. As conquistas são fruto de fé, mas também de trabalho e diligência."
    },
    {
      "numero": "9",
      "texto": "Os homens partiram e percorreram a terra. Descreveram-na num rolo, cidade por cidade, em sete partes, e retornaram a Josué, ao acampamento de Siló.",
      "reflexao": "Deus valoriza quem se dedica, quem cumpre a missão com zelo e retorna com resultados. A excelência honra a Deus."
    },
    {
      "numero": "10",
      "texto": "Josué fez então um sorteio para eles em Siló, na presença do Senhor, e ali distribuiu a terra aos israelitas, conforme a porção devida a cada tribo.",
      "reflexao": "Deus é justo e soberano. Na presença dEle, não há parcialidade. O que Ele separa para você, ninguém tira."
    },
    {
      "numero": "11",
      "texto": "Saiu a sorte para a tribo de Benjamim, clã por clã. O território sorteado ficava entre as tribos de Judá e José:",
      "reflexao": "Deus posiciona cada um estrategicamente. Você está exatamente no lugar onde o Senhor decidiu te plantar, para cumprir o Seu propósito."
    },
    {
      "numero": "12",
      "texto": "No lado norte a sua fronteira começava no Jordão, passava pela encosta norte de Jericó e prosseguia para o oeste, para a região montanhosa, terminando no deserto de Bete-Áven.",
      "reflexao": "Assim como Deus traçou fronteiras para Israel, Ele também estabelece limites, proteção e direção para a nossa vida."
    },
    {
      "numero": "13",
      "texto": "Dali ia para a encosta sul de Luz, que é Betel, e descia para Atarote-Adar, na montanha que está ao sul de Bete-Horom Baixa.",
      "reflexao": "Os detalhes do plano de Deus são precisos. Nada está fora do controle do Senhor. Ele cuida de cada aspecto da sua jornada."
    },
    {
      "numero": "14",
      "texto": "Da montanha que fica defronte de Bete-Horom, no sul, a fronteira virava para o sul, ao longo do lado ocidental, e terminava em Quiriate-Baal, que é Quiriate-Jearim, cidade do povo de Judá. Esse era o lado ocidental.",
      "reflexao": "Há um território que Deus estabeleceu como seu. Saber reconhecer seus limites e viver dentro da vontade Dele é segurança e bênção."
    },
    {
      "numero": "15",
      "texto": "A fronteira sul começava no oeste, nos arredores de Quiriate-Jearim, e chegava à fonte de Neftoa.",
      "reflexao": "Deus estabelece pontos de provisão e sustento dentro do seu território. A fonte de Neftoa simboliza que, onde Ele te coloca, Ele também te supre."
    },
    {
      "numero": "16",
      "texto": "A fronteira descia até o sopé da montanha que fica defronte do vale de Ben-Hinom, ao norte do vale de Refaim. Depois, prosseguia, descendo pelo vale de Hinom ao longo da encosta sul da cidade dos jebuseus e chegava até En-Rogel.",
      "reflexao": "O caminho pode parecer complexo, com subidas e descidas, vales e montanhas, mas Deus conhece cada detalhe e guia os seus filhos com precisão e segurança."
    },
    {
      "numero": "17",
      "texto": "Fazia então uma curva para o norte, ia para En-Semes, continuava até Gelilote, que fica defronte da subida de Adumim, e descia até a Pedra de Boã, nome filho de Rúben.",
      "reflexao": "Os caminhos de Deus podem parecer cheios de curvas e desvios, mas cada rota tem um propósito. Nada é aleatório quando seguimos sob Sua direção."
    },
    {
      "numero": "18",
      "texto": "Prosseguia para a encosta norte de Bete-Arabá, e daí descia para a Arabá.",
      "reflexao": "Deus traça cada limite do nosso território, tanto físico quanto espiritual. Ele estabelece fronteiras para proteger, guiar e abençoar."
    },
    {
      "numero": "19",
      "texto": "Depois ia para a encosta norte de Bete-Hogla e terminava na baía norte do mar Salgado, na foz do Jordão, no sul. Essa era a fronteira sul.",
      "reflexao": "O Senhor não apenas dá a promessa, mas também define claramente os limites. Saber seus limites é também saber onde estão suas bênçãos e sua proteção."
    },
    {
      "numero": "20",
      "texto": "O Jordão delimitava a fronteira oriental. Essas eram as fronteiras que demarcavam por todos os lados a herança dos clãs de Benjamim.",
      "reflexao": "A herança de Deus vem com proteção dos quatro lados. Ele cerca sua vida de cuidado, direção e provisão, assim como cercou a herança de Benjamim."
    },
    {
      "numero": "21",
      "texto": "A tribo de Benjamim, clã por clã, recebeu as seguintes cidades: Jericó, Bete-Hogla, Emeque-Queziz,",
      "reflexao": "Cada bênção é detalhada por Deus. Ele conhece cada necessidade e entrega porções específicas, preparadas para cada família, cada pessoa."
    },
    {
      "numero": "22",
      "texto": "Bete-Arabá, Zemaraim, Betel,",
      "reflexao": "O Deus que desenha fronteiras também nomeia os lugares da vitória, da provisão e da permanência dos seus filhos."
    },
    {
      "numero": "23",
      "texto": "Avim, Pará, Ofra,",
      "reflexao": "O Senhor não se esquece de nenhum detalhe. Assim como cada cidade foi nomeada, também cada área da sua vida está sob o olhar atento de Deus."
    },
    {
      "numero": "24",
      "texto": "Quefar-Amonai, Ofni e Geba. Eram doze cidades com os seus povoados.",
      "reflexao": "O número doze representa governo e plenitude. Deus entrega uma herança completa, bem estruturada, suficiente para suprir cada necessidade do seu povo."
    },
    {
      "numero": "25",
      "texto": "Gibeom, Ramá, Beerote,",
      "reflexao": "As cidades representam pontos de provisão, refúgio e vitória. Assim é a herança espiritual que Deus oferece aos seus filhos."
    },
    {
      "numero": "26",
      "texto": "Mispá, Quefira, Mosa,",
      "reflexao": "Deus continua sendo aquele que distribui, que posiciona e que abençoa. Cada nome aqui é lembrança de que Deus é Deus de detalhes."
    },
    {
      "numero": "27",
      "texto": "Requém, Irpeel, Tarala,",
      "reflexao": "Se Deus cuidava até dos limites territoriais, quanto mais não cuidará dos detalhes do nosso coração e da nossa jornada hoje."
    },
    {
      "numero": "28",
      "texto": "Zela, Elefe, Jebus, que é Jerusalém, Gibeá e Quiriate. Eram catorze cidades com os seus povoados. Essa foi a herança dos clãs de Benjamim.",
      "reflexao": "Jerusalém aparece aqui como parte da herança de Benjamim. O lugar da presença de Deus será sempre o centro da nossa herança, da nossa vida e da nossa caminhada espiritual."
    }
  ]
}
