{
  "livro": "Josué",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "São estes os reis que os israelitas derrotaram, e de cujo território se apossaram a leste do Jordão, desde o ribeiro do Arnom até o monte Hermom, inclusive todo o lado leste da Arabá:",
      "reflexao": "O Senhor é fiel para cumprir Suas promessas. Cada território conquistado é um testemunho de Sua fidelidade e poder sobre as nações."
    },
    {
      "numero": "2",
      "texto": "Seom, rei dos amorreus, que reinou em Hesbom. Governou desde Aroer, na borda do ribeiro do Arnom, desde o meio do ribeiro, até o rio Jaboque, que é a fronteira dos amonitas. Esse território incluía a metade de Gileade.",
      "reflexao": "Seom representa os desafios que pareciam intransponíveis, mas que caem por terra quando Deus vai adiante do Seu povo."
    },
    {
      "numero": "3",
      "texto": "Também governou a Arabá oriental, desde o mar de Quinerete até o mar da Arabá, o mar Salgado, até Bete-Jesimote, e mais ao sul, ao pé das encostas do Pisga.",
      "reflexao": "Deus conhece cada limite, cada fronteira e cada detalhe do território que entrega a Seus filhos. Sua provisão é completa e abundante."
    },
    {
      "numero": "4",
      "texto": "Tomaram o território de Ogue, rei de Basã, um dos últimos refains, que reinou em Asterote e Edrei.",
      "reflexao": "Até os gigantes, como Ogue, não resistem ao braço forte do Senhor. Nenhum obstáculo é grande demais para quem confia em Deus."
    },
    {
      "numero": "5",
      "texto": "Ele governou o monte Hermom, Salcá, toda a Basã, até a fronteira do povo de Gesur e de Maaca, e metade de Gileade, até a fronteira de Seom, rei de Hesbom.",
      "reflexao": "Deus não apenas derrota os inimigos, mas entrega terras férteis e abençoadas, cuidando dos mínimos detalhes para suprir Seu povo."
    },
    {
      "numero": "6",
      "texto": "Moisés, servo do Senhor, e os israelitas os derrotaram. E Moisés, servo do Senhor, deu a terra deles como propriedade às tribos de Rúben, de Gade e à metade da tribo de Manassés.",
      "reflexao": "O legado da obediência de Moisés se reflete na herança do povo. Quem anda com Deus deixa marcas eternas nas gerações."
    },
    {
      "numero": "7",
      "texto": "São estes os reis que Josué e os israelitas derrotaram no lado ocidental do Jordão, desde Baal-Gade, no vale do Líbano, até o monte Halaque, que se ergue na direção de Seir. Josué deu a terra deles por herança às tribos de Israel, repartindo-a entre elas —",
      "reflexao": "Cada vitória é resultado da fidelidade e obediência. Deus honra quem confia e age segundo a Sua direção."
    },
    {
      "numero": "8",
      "texto": "a serra central, a Sefelá, a Arabá, as encostas das montanhas, o deserto e o Neguebe — as terras dos hititas, dos amorreus, dos cananeus, dos ferezeus, dos heveus e dos jebuseus:",
      "reflexao": "Deus entrega territórios vastos e variados, mostrando que Sua provisão vai além do que podemos imaginar. Onde antes havia resistência, agora há herança."
    },
    {
      "numero": "9",
      "texto": "o rei de Jericó, o rei de Ai, próxima a Betel,",
      "reflexao": "Jericó representa as muralhas que pareciam intransponíveis e Ai, as quedas e aprendizados no caminho da conquista. Deus transforma desafios em vitórias e fracassos em crescimento."
    },
    {
      "numero": "10",
      "texto": "o rei de Jerusalém, o rei de Hebrom,",
      "reflexao": "Jerusalém e Hebrom simbolizam resistências estruturadas, porém, quando Deus dá ordem, até os tronos mais altos são derrubados, e Seu povo avança pela promessa."
    },
    {
      "numero": "11",
      "texto": "o rei de Jarmute, o rei de Láquis,",
      "reflexao": "Jarmute e Láquis refletem a força dos que se opõem à vontade divina, mas nenhum plano do inimigo prospera quando Deus está à frente da batalha."
    },
    {
      "numero": "12",
      "texto": "o rei de Eglom, o rei de Gezer,",
      "reflexao": "Cada rei derrotado é uma lembrança viva de que Deus cumpre Suas promessas e não há limite para Sua fidelidade com os que confiam em Seu nome."
    },
    {
      "numero": "13",
      "texto": "o rei de Debir, o rei de Geder,",
      "reflexao": "Debir e Geder representam fortalezas aparentemente ocultas. Deus revela e derrota tudo aquilo que tenta se esconder de Sua luz e da caminhada dos justos."
    },
    {
      "numero": "14",
      "texto": "o rei de Hormá, o rei de Arade,",
      "reflexao": "Hormá e Arade testemunham que nenhuma história de opressão permanece de pé diante do Deus que ergue Seu povo e entrega a vitória completa."
    },
    {
      "numero": "15",
      "texto": "o rei de Libna, o rei de Adulão,",
      "reflexao": "Libna e Adulão simbolizam os ciclos de resistência que são encerrados pela mão soberana do Senhor. Ele abre caminho onde havia guerra."
    },
    {
      "numero": "16",
      "texto": "o rei de Maquedá, o rei de Betel,",
      "reflexao": "De Maquedá a Betel, Deus mostra que cada território que parecia seguro nas mãos do inimigo não resiste ao poder da Sua promessa cumprida."
    },
    {
      "numero": "17",
      "texto": "o rei de Tapua, o rei de Héfer,",
      "reflexao": "Os reis de Tapua e Héfer são testemunhas de que o braço forte do Senhor desfaz alianças malignas e firma a herança dos Seus filhos na terra prometida."
    },
    {
      "numero": "18",
      "texto": "o rei de Afeque, o rei de Lasarom,",
      "reflexao": "Afeque e Lasarom provam que até os cantos esquecidos da terra não estão fora do alcance da justiça de Deus. Tudo se curva ao Seu decreto."
    },
    {
      "numero": "19",
      "texto": "o rei de Madom, o rei de Hazor,",
      "reflexao": "Hazor, capital dos reinos, representa o poder central das trevas que foi derrubado. Deus não apenas remove obstáculos, mas destrona impérios de opressão."
    },
    {
      "numero": "20",
      "texto": "o rei de Sinrom-Merom, o rei de Acsafe,",
      "reflexao": "Sinrom e Acsafe lembram que os exércitos que se levantam contra o povo de Deus encontram no Altíssimo a resposta que os faz cair, sem que reste esperança para seus planos."
    },
    {
      "numero": "21",
      "texto": "o rei de Taanaque, o rei de Megido,",
      "reflexao": "Megido, cenário de futuras batalhas, já naquele tempo testifica que o Senhor é quem luta por Israel. Nenhum lugar é palco de derrota quando Deus está presente."
    },
    {
      "numero": "22",
      "texto": "o rei de Quedes, o rei de Jocneão do Carmelo,",
      "reflexao": "Quedes e Jocneão são marcos de que Deus faz florescer a vida onde antes só havia domínio da morte. Seu nome restaura territórios e corações."
    },
    {
      "numero": "23",
      "texto": "o rei de Dor em Nafote-Dor, o rei de Goim de Gilgal,",
      "reflexao": "De Dor a Goim, cada rei derrotado lembra que o Deus de Israel governa sobre terra, mar e céu, e não há nome que se sobreponha ao Seu nome."
    },
    {
      "numero": "24",
      "texto": "e o rei de Tirza. Trinta e um reis ao todo.",
      "reflexao": "Cada rei, cada trono, cada fortaleza caída proclama uma só verdade: quando Deus promete, Ele cumpre. Trinta e uma vitórias são o memorial vivo da fidelidade divina. O descanso vem depois da obediência e da conquista pela fé."
    }
  ]
}
