{
  "livro": "Josué",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "As terras distribuídas aos descendentes de José iam desde o Jordão, perto de Jericó, a leste das águas de Jericó, e daí subiam pelo deserto até a serra que vai de Jericó a Betel.",
      "reflexao": "O cuidado de Deus se manifesta não apenas em promessas espirituais, mas também em provisões concretas. Ele conhece os limites de nossa jornada e nos estabelece em lugares de bênção."
    },
    {
      "numero": "2",
      "texto": "De Betel, que é Luz, iam para o território dos arquitas, em Atarote,",
      "reflexao": "Betel, lugar de encontros com Deus, nos lembra que toda caminhada, mesmo física, começa e é guiada pela presença dEle."
    },
    {
      "numero": "3",
      "texto": "desciam para o oeste, até o território dos jafletitas, chegando à região de Bete-Horom Baixa, e prosseguiam até Gezer, terminando no mar.",
      "reflexao": "As fronteiras revelam que Deus é um Deus de ordem, que delimita, protege e conduz seu povo segundo seus planos soberanos."
    },
    {
      "numero": "4",
      "texto": "Assim os descendentes de Manassés e Efraim, filhos de José, receberam a sua herança.",
      "reflexao": "As promessas feitas às gerações passadas se cumprem. Deus não falha. Aquilo que foi prometido a José agora se torna realidade em seus descendentes."
    },
    {
      "numero": "5",
      "texto": "Este era o território de Efraim, clã por clã: A fronteira da sua herança ia de Atarote-Adar, a leste, até Bete-Horom Alta,",
      "reflexao": "Cada porção entregue fala da fidelidade de Deus que conhece os detalhes de nossas necessidades, presentes e futuras."
    },
    {
      "numero": "6",
      "texto": "e prosseguia até o mar. De Micmetá, ao norte, fazia uma curva para o leste, até Taanate-Siló, e, passando por ela, ia até Janoa, a leste.",
      "reflexao": "O caminho descrito simboliza que nossas rotas nem sempre são retas, mas Deus nos guia com precisão, mesmo nas curvas da vida."
    },
    {
      "numero": "7",
      "texto": "Depois descia de Janoa para Atarote e Naarate, encostava em Jericó e terminava no Jordão.",
      "reflexao": "O Deus que conduz Israel é o mesmo que conduz nossos passos, levando-nos de um ponto a outro conforme Seu perfeito plano."
    },
    {
      "numero": "8",
      "texto": "De Tapua a fronteira seguia rumo oeste até o ribeiro de Caná e terminava no mar. Essa foi a herança da tribo dos efraimitas, clã por clã,",
      "reflexao": "A herança recebida é prova de que a fidelidade de Deus alcança gerações. Quem confia no Senhor vê Suas promessas se cumprirem."
    },
    {
      "numero": "9",
      "texto": "que incluía todas as cidades com os seus povoados, separadas para os efraimitas na herança dos manassitas.",
      "reflexao": "Deus cuida dos detalhes. Ele sabe como repartir, como abençoar, e nenhum de Seus filhos fica sem cuidado e provisão."
    },
    {
      "numero": "10",
      "texto": "Os cananeus de Gezer não foram expulsos, e até hoje vivem no meio do povo de Efraim, mas são sujeitos a trabalhos forçados.",
      "reflexao": "Quando não eliminamos completamente aquilo que Deus mandou deixar para trás, acabamos convivendo com problemas que poderiam ter sido evitados. A obediência completa é proteção e bênção."
    }
  ]
}
