{
  "livro": "Josué",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E souberam disso todos os reis que viviam a oeste do Jordão, nas montanhas, na Sefelá e em todo o litoral do mar Grande até o Líbano. Eram os reis dos hititas, dos amorreus, dos cananeus, dos ferezeus, dos heveus e dos jebuseus.",
      "reflexao": "A fama do agir de Deus em favor do Seu povo se espalha. Quando Deus está com Seu povo, até os reinos se abalam diante de Sua presença e de Seus feitos."
    },
    {
      "numero": "2",
      "texto": "Eles se ajuntaram para guerrear contra Josué, contra Israel.",
      "reflexao": "A unidade dos inimigos mostra que quando Deus nos levanta, resistências surgem. Mas nenhum levante é maior que aquele que caminha na vontade e na proteção do Altíssimo."
    },
    {
      "numero": "3",
      "texto": "Contudo, quando os habitantes de Gibeom souberam o que Josué tinha feito com Jericó e Ai,",
      "reflexao": "O temor do Senhor se espalha. Até aqueles que não conhecem plenamente a Deus reconhecem Sua mão poderosa agindo em favor dos que O obedecem."
    },
    {
      "numero": "4",
      "texto": "recorreram a um ardil. Enviaram uma delegação, com jumentos carregados de sacos gastos e vasilhas de couro velhas, rachadas e remendadas.",
      "reflexao": "Quando o inimigo não consegue vencer pela força, ele tenta enganar pela aparência. O ardil é uma das armas mais sutis contra aqueles que não estão atentos espiritualmente."
    },
    {
      "numero": "5",
      "texto": "Os homens calçavam sandálias gastas e remendadas e vestiam roupas velhas. Todos os pães do suprimento deles estavam secos e esmigalhados.",
      "reflexao": "A estratégia da mentira muitas vezes se reveste de sinais externos de sofrimento, cansaço ou fragilidade para gerar compaixão e engano. O discernimento espiritual é essencial."
    },
    {
      "numero": "6",
      "texto": "Foram a Josué, ao acampamento de Gilgal, e disseram a ele e aos homens de Israel: ‘Viemos de uma terra distante. Queremos que façam um acordo conosco’.",
      "reflexao": "Quando não há aliança com Deus, surgem alianças humanas que comprometem o propósito divino. O engano sempre se apresenta com uma aparência de necessidade ou humildade."
    },
    {
      "numero": "7",
      "texto": "Os israelitas disseram aos heveus: ‘Talvez vocês vivam perto de nós. Como poderemos fazer um acordo com vocês?’",
      "reflexao": "Mesmo com suspeitas, o erro de Israel não foi desconfiar, mas não levar a dúvida ao Senhor. Nem tudo que parece dúvida humana é discernimento espiritual."
    },
    {
      "numero": "8",
      "texto": "‘Somos seus servos’, disseram a Josué. Josué, porém, perguntou: ‘Quem são vocês? De onde vocês vêm?’",
      "reflexao": "A falsa humildade é uma estratégia do engano. O inimigo muitas vezes se apresenta como servo, mas esconde suas verdadeiras intenções."
    },
    {
      "numero": "9",
      "texto": "Eles responderam: ‘Seus servos vieram de uma terra muito distante por causa da fama do Senhor, do seu Deus. Pois ouvimos falar dele, de tudo o que fez no Egito,’",
      "reflexao": "Até os povos distantes reconhecem o poder de Deus. Mas falar sobre Deus não significa estar alinhado com Ele. Discernir é essencial para não se deixar levar apenas por palavras."
    },
    {
      "numero": "10",
      "texto": "‘e de tudo o que fez aos dois reis dos amorreus a leste do Jordão: Seom, rei de Hesbom, e Ogue, rei de Basã, que reinava em Asterote.’",
      "reflexao": "O testemunho do que Deus faz alcança até os confins. Ele é conhecido não apenas por quem O serve, mas até pelos que temem Seu poder."
    },
    {
      "numero": "11",
      "texto": "‘E os nossos líderes e todos os habitantes de nossa terra nos disseram: Juntem provisões para a viagem, vão encontrar-se com eles e digam-lhes: Somos seus servos, façam um acordo conosco.’",
      "reflexao": "A decisão dos gibeonitas foi astuta, porém baseada no medo, não na submissão verdadeira. Nem toda busca aparente de paz é movida pela verdade."
    },
    {
      "numero": "12",
      "texto": "‘Este nosso pão estava quente quando o embrulhamos em casa no dia em que saímos de viagem para cá. Mas vejam como agora está seco e esmigalhado.’",
      "reflexao": "O inimigo investe pesado em criar narrativas convincentes. A aparência é um dos instrumentos mais usados para gerar engano quando falta discernimento espiritual."
    },
    {
      "numero": "13",
      "texto": "‘Estas vasilhas de couro que enchemos de vinho eram novas, mas agora estão rachadas. E as nossas roupas e sandálias estão gastas por causa da longa viagem.’",
      "reflexao": "As evidências visíveis são parte do ardil. Quando não consultamos o Espírito de Deus, facilmente caímos no erro de julgar pela aparência e não pela verdade espiritual."
    },
    {
      "numero": "14",
      "texto": "Os israelitas examinaram as provisões dos heveus, mas não consultaram o Senhor.",
      "reflexao": "Aqui está a raiz do erro. Quando deixamos de buscar a direção de Deus, ficamos vulneráveis ao engano, por mais óbvio que ele pareça."
    },
    {
      "numero": "15",
      "texto": "Então Josué fez um acordo de paz com eles, garantindo poupar-lhes a vida, e os líderes da comunidade o ratificaram com juramento.",
      "reflexao": "Fazer alianças sem ouvir a Deus traz consequências. A pressa em resolver pelas próprias forças pode comprometer o plano divino. Toda decisão deve ser guiada pela voz do Senhor."
    },
    {
      "numero": "16",
      "texto": "Três dias depois de fazerem o acordo com os gibeonitas, os israelitas souberam que eram vizinhos e que viviam perto deles.",
      "reflexao": "A verdade sempre vem à tona. O engano pode até durar por um tempo, mas não permanece oculto para sempre diante de Deus nem dos homens."
    },
    {
      "numero": "17",
      "texto": "Por isso partiram de viagem, e três dias depois chegaram às cidades dos heveus, que eram Gibeom, Quefira, Beerote e Quiriate-Jearim.",
      "reflexao": "Diante da verdade revelada, Deus ensina que é necessário enfrentar as consequências das decisões feitas sem consulta a Ele."
    },
    {
      "numero": "18",
      "texto": "Mas não os atacaram, porque os líderes da comunidade lhes haviam feito um juramento em nome do Senhor, o Deus de Israel. Toda a comunidade, porém, queixou-se contra os líderes,",
      "reflexao": "Uma aliança feita em nome de Deus, mesmo que baseada no engano, tem peso espiritual. Isso revela a seriedade dos votos e das palavras pronunciadas diante do Senhor."
    },
    {
      "numero": "19",
      "texto": "que lhes responderam: ‘Fizemos a eles o nosso juramento em nome do Senhor, o Deus de Israel; por isso não podemos tocar neles.’",
      "reflexao": "Integridade e temor ao Senhor significam honrar a palavra empenhada, mesmo quando isso traz desconforto. A fidelidade a Deus está acima dos próprios interesses."
    },
    {
      "numero": "20",
      "texto": "‘Todavia, nós os trataremos assim: Vamos deixá-los viver, para que não caia sobre nós a ira divina por quebrarmos o juramento que lhes fizemos.’",
      "reflexao": "Manter a palavra não é apenas questão de honra, mas também de proteção espiritual. Romper um juramento feito no nome do Senhor é abrir brechas para juízo."
    },
    {
      "numero": "21",
      "texto": "E acrescentaram: ‘Eles ficarão vivos, mas serão lenhadores e carregadores de água para toda a comunidade’. E assim se manteve a promessa dos líderes.",
      "reflexao": "Deus transforma até situações geradas por engano em oportunidades de restauração e serviço. O erro não cancela o propósito, mas exige adaptação com sabedoria e justiça."
    },
    {
      "numero": "22",
      "texto": "Então Josué convocou os gibeonitas e disse: ‘Por que vocês nos enganaram dizendo que viviam muito longe de nós, quando na verdade vivem perto?’",
      "reflexao": "Deus nos ensina a confrontar o erro com verdade, não com violência. A correção precisa ser firme, justa e cheia de temor diante dEle."
    },
    {
      "numero": "23",
      "texto": "‘Agora vocês estão debaixo de maldição: Nunca deixarão de ser escravos, rachando lenha e carregando água para a casa do meu Deus.’",
      "reflexao": "Mesmo em meio às consequências do erro, estar próximo da casa de Deus, ainda que como servo, é infinitamente melhor do que estar longe de Sua presença."
    },
    {
      "numero": "24",
      "texto": "Eles responderam a Josué: ‘Os seus servos ficaram sabendo como o Senhor, o seu Deus, ordenou que o seu servo Moisés lhes desse toda esta terra e que destruísse todos os seus habitantes da presença de vocês. Tivemos medo do que poderia acontecer conosco por causa de vocês. Por isso agimos assim.’",
      "reflexao": "O medo levou os gibeonitas ao engano, mas também os aproximou da presença de Deus. Até as decisões motivadas pelo temor podem, pela graça, resultar em misericórdia."
    },
    {
      "numero": "25",
      "texto": "‘Estamos agora nas suas mãos. Faça conosco o que lhe parecer bom e justo.’",
      "reflexao": "Submeter-se é reconhecer autoridade. Mesmo depois do engano, o arrependimento sincero abre portas para que a misericórdia triunfe sobre o juízo."
    },
    {
      "numero": "26",
      "texto": "Josué então os protegeu e não permitiu que os matassem.",
      "reflexao": "A misericórdia é sempre uma escolha mais elevada. Josué demonstra que liderar segundo o coração de Deus é escolher proteger, mesmo quando o erro do outro é evidente."
    },
    {
      "numero": "27",
      "texto": "Mas naquele dia fez dos gibeonitas lenhadores e carregadores de água para a comunidade e para o altar do Senhor, no local que o Senhor escolhesse. É o que eles são até hoje.",
      "reflexao": "Deus transforma a maldição em serviço sagrado. Aqueles que um dia vieram pelo engano agora estão ligados ao altar, servindo na casa do Senhor. Mesmo o erro pode ser redimido quando nos colocamos sob o cuidado de Deus."
    }
  ]
}