{
  "livro": "Josué",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Sendo Josué já velho, de idade bastante avançada, o Senhor lhe disse: 'Você já está velho, e ainda há muita terra para ser conquistada.'",
      "reflexao": "Ainda que os anos avancem, Deus nos lembra que sempre há propósito, missão e território espiritual para conquistar. A idade nunca limita os planos do Eterno."
    },
    {
      "numero": "2",
      "texto": "'Esta é a terra que resta: todas as regiões dos filisteus e dos gesuritas;'",
      "reflexao": "Deus não esquece promessas. Mesmo o que parece pendente aos olhos humanos, está registrado na agenda do Céu, esperando o tempo do cumprimento."
    },
    {
      "numero": "3",
      "texto": "'desde o rio Sior, próximo ao Egito, até o território de Ecrom, ao norte, todo esse território considerado cananeu. Abrange a região dos aveus, isto é, dos cinco chefes filisteus, governantes de Gaza, de Asdode, de Ascalom, de Gate e de Ecrom.'",
      "reflexao": "O detalhamento dos territórios revela que Deus conhece cada fronteira, cada obstáculo, e cada promessa que está para ser conquistada. Nada escapa ao Seu olhar soberano."
    },
    {
      "numero": "4",
      "texto": "'Resta ainda, desde o sul, toda a terra dos cananeus, desde Ara dos sidônios até Afeque, a região dos amorreus,'",
      "reflexao": "Onde os olhos veem apenas resistência e terras não tomadas, Deus vê herança, provisão e cumprimento de promessas para Seu povo fiel."
    },
    {
      "numero": "5",
      "texto": "'a dos gibleus, todo o Líbano, para o leste, desde Baal-Gade, ao pé do monte Hermom, até Lebo-Hamate.'",
      "reflexao": "Cada nome e cada localidade falam de desafios específicos, mas também de bênçãos específicas. Deus é detalhista em preparar a herança dos Seus filhos."
    },
    {
      "numero": "6",
      "texto": "'Todos os habitantes das montanhas, desde o Líbano até Misrefote-Maim, isto é, todos os sidônios; eu mesmo os expulsarei da presença dos israelitas. Você, porém, distribuirá esta terra a Israel por herança, como lhe ordenei,'",
      "reflexao": "Deus assume a responsabilidade das guerras que parecem impossíveis. Ele garante: ‘Eu mesmo os expulsarei’. A nós cabe crer, obedecer e herdar."
    },
    {
      "numero": "7",
      "texto": "'repartindo-a agora entre as nove tribos e a metade da tribo de Manassés.'",
      "reflexao": "Deus não apenas dá promessas, Ele também organiza a distribuição das bênçãos, ensinando que tudo tem ordem, justiça e destino certo nas Suas mãos."
    },
    {
      "numero": "8",
      "texto": "Com a outra metade da tribo de Manassés, as tribos de Rúben e de Gade já haviam recebido a herança a leste do Jordão, conforme Moisés, servo do Senhor, lhes tinha designado.",
      "reflexao": "Há bênçãos que chegam antes e há outras que estão a caminho. Deus tem um tempo perfeito para cada herança, segundo Sua vontade soberana."
    },
    {
      "numero": "9",
      "texto": "Esse território se estendia de Aroer, na margem do ribeiro do Arnom, e da cidade situada no meio do vale desse ribeiro, e incluía todo o planalto de Medeba, até Dibom,",
      "reflexao": "O território prometido é vasto. Assim também são as bênçãos de Deus: abundantes, bem definidas e maiores do que podemos imaginar."
    },
    {
      "numero": "10",
      "texto": "e todas as cidades de Seom, rei dos amorreus, que governava em Hesbom, e prosseguia até a fronteira dos amonitas.",
      "reflexao": "Cada cidade conquistada é testemunho de que Deus derruba reinos de opressão e estabelece Sua justiça em favor dos que O amam."
    },
    {
      "numero": "11",
      "texto": "Também incluía Gileade, o território dos gesuritas e maacatitas, toda a região do monte Hermom e toda a Basã, até Salcá,",
      "reflexao": "Deus não deixa espaço sem cuidado. Cada detalhe do território reflete Seu zelo amoroso e a perfeição dos Seus planos para o Seu povo."
    },
    {
      "numero": "12",
      "texto": "isto é, todo o reino de Ogue, em Basã, que tinha reinado em Asterote e Edrei, um dos últimos refains sobreviventes. Moisés os tinha derrotado e tomado as suas terras.",
      "reflexao": "Até os gigantes mais temidos caem diante do Deus que luta pelo Seu povo. As conquistas passadas são memória viva de que Ele é fiel em todas as gerações."
    },
    {
      "numero": "13",
      "texto": "Mas os israelitas não expulsaram os gesuritas e maacatitas, de modo que até hoje continuam a viver no meio deles.",
      "reflexao": "As concessões que fazemos àquilo que Deus mandou remover podem gerar consequências duradouras. A obediência completa gera paz, a parcial traz convivências desafiadoras."
    },
    {
      "numero": "14",
      "texto": "Mas à tribo de Levi não deu herança alguma, visto que as ofertas preparadas no fogo ao Senhor, ao Deus de Israel, são a herança deles, como já lhes dissera.",
      "reflexao": "O Senhor é a herança dos que O servem. Aos levitas não foi dada terra, mas o próprio Deus como recompensa, ensinando que a presença divina vale mais que qualquer posse material."
    },
    {
      "numero": "15",
      "texto": "À tribo de Rúben, clã por clã, Moisés dera o seguinte território:",
      "reflexao": "Deus honra cada promessa feita. Sua fidelidade se manifesta não apenas na palavra declarada, mas no ato concreto de entregar a herança prometida a cada tribo, a cada família, a cada filho Seu."
    },
    {
      "numero": "16",
      "texto": "Desde Aroer, na margem do ribeiro do Arnom, e desde a cidade situada no meio do vale desse ribeiro, e todo o planalto depois de Medeba,",
      "reflexao": "Cada fronteira demarcada revela que Deus é um Deus de ordem. O que Ele promete, Ele define, estabelece e entrega com precisão e cuidado amoroso."
    },
    {
      "numero": "17",
      "texto": "até Hesbom e todas as suas cidades no planalto, inclusive Dibom, Bamote-Baal, Bete-Baal-Meom,",
      "reflexao": "O Deus que conduz é o Deus que provê. Cada cidade mencionada é uma lembrança de que a herança do povo não era apenas terra, mas cumprimento de promessas eternas."
    },
    {
      "numero": "18",
      "texto": "Jaza, Quedemote, Mefaate,",
      "reflexao": "Mesmo os lugares que parecem pequenos aos olhos humanos são grandes aos olhos de Deus, quando fazem parte do Seu plano soberano."
    },
    {
      "numero": "19",
      "texto": "Quiriataim, Sibma, Zerete-Saar, na encosta do vale,",
      "reflexao": "Deus conhece cada detalhe da nossa jornada. A encosta, o vale e o alto são todos parte do cuidado divino que molda a nossa história."
    },
    {
      "numero": "20",
      "texto": "Bete-Peor, as encostas do Pisga, e Bete-Jesimote:",
      "reflexao": "Cada local descrito é testemunho vivo da fidelidade de Deus, que transforma terras em herança e promessas em realidade concreta."
    },
    {
      "numero": "21",
      "texto": "todas as cidades do planalto e todo o domínio de Seom, rei dos amorreus, que governava em Hesbom. Moisés o tinha derrotado, bem como aos líderes midianitas Evi, Requém, Zur, Hur e Reba, aliados de Seom, que viviam naquela terra.",
      "reflexao": "As vitórias do passado são monumentos que nos lembram: Deus peleja por nós. Nenhum poder das trevas permanece diante do Senhor dos Exércitos."
    },
    {
      "numero": "22",
      "texto": "Além dos que foram mortos na guerra, os israelitas mataram à espada Balaão, filho de Beor, que praticava adivinhação.",
      "reflexao": "Deus não apenas derrota reis e exércitos, mas também cala os falsos profetas e destrói toda influência contrária. Sua verdade prevalece sobre toda mentira."
    },
    {
      "numero": "23",
      "texto": "A fronteira da tribo de Rúben era a margem do Jordão. Essas cidades e os seus povoados foram a herança de Rúben, clã por clã.",
      "reflexao": "O Jordão, que foi limite da travessia, agora se torna limite da promessa. Deus transforma barreiras em marcos de bênção e herança."
    },
    {
      "numero": "24",
      "texto": "À tribo de Gade, clã por clã, Moisés dera o seguinte território:",
      "reflexao": "Deus honra cada tribo, cada clã, cada família. Sua fidelidade alcança a todos que fazem parte do Seu povo."
    },
    {
      "numero": "25",
      "texto": "O território de Jazar, todas as cidades de Gileade e metade do território amonita até Aroer, perto de Rabá.",
      "reflexao": "O cuidado do Senhor se estende aos detalhes do mapa e aos detalhes da nossa vida. Nada é esquecido quando Deus reparte Sua herança."
    },
    {
      "numero": "26",
      "texto": "Estendia-se desde Hesbom até Ramate-Mispa e Betonim, e desde Maanaim até o território de Debir.",
      "reflexao": "A extensão das bênçãos de Deus não tem limites para aqueles que caminham em Sua aliança. Onde Ele guia, Ele também sustenta e entrega."
    },
    {
      "numero": "27",
      "texto": "No vale do Jordão incluía Bete-Arã, Bete-Ninra, Sucote e Zafom; o restante do domínio de Seom, rei de Hesbom. Abrangia a margem leste do Jordão até o mar de Quinerete.",
      "reflexao": "Deus não apenas dá terras, mas dá esperança, provisão e futuro. Cada limite marcado carrega consigo a mão de um Deus que cuida e zela pelo Seu povo."
    },
    {
      "numero": "28",
      "texto": "Essa região com suas cidades e povoados foram a herança de Gade, clã por clã.",
      "reflexao": "O Deus que promete também cumpre. Cada povoado, cada cidade, cada espaço é reflexo da generosidade do Deus da aliança."
    },
    {
      "numero": "29",
      "texto": "À metade da tribo de Manassés, isto é, à metade dos descendentes de Manassés, clã por clã, Moisés dera o seguinte território:",
      "reflexao": "O Senhor sabe dividir com justiça. A cada tribo, a cada família, uma parte do que Ele mesmo preparou — herança que carrega Sua fidelidade."
    },
    {
      "numero": "30",
      "texto": "O seu território se estendia desde Maanaim e incluía toda a região de Basã, todo o domínio de Ogue, rei de Basã: todos os povoados de Jair em Basã, sessenta cidades;",
      "reflexao": "Sessenta cidades — sessenta provas de que o Deus dos Céus não mede bênçãos em migalhas, mas em abundância e plenitude."
    },
    {
      "numero": "31",
      "texto": "metade de Gileade, e Asterote e Edrei, cidades do reino de Ogue, em Basã. Esse foi o território destinado à metade dos descendentes de Maquir, filho de Manassés, clã por clã.",
      "reflexao": "As bênçãos do Senhor não são apenas para hoje, mas para gerações. Maquir e seus descendentes herdam não apenas terras, mas a fidelidade do Deus eterno."
    },
    {
      "numero": "32",
      "texto": "Essa foi a herança que Moisés lhes deu quando estava na planície de Moabe, do outro lado do Jordão, a leste de Jericó.",
      "reflexao": "Mesmo antes de cruzar o Jordão, Deus já estava cuidando dos Seus. Ele prepara a bênção no deserto, na travessia e na conquista."
    },
    {
      "numero": "33",
      "texto": "Mas à tribo de Levi, Moisés não deu herança alguma; o Senhor, o Deus de Israel, é a herança deles, como já lhes dissera.",
      "reflexao": "O maior presente não é a terra, mas o próprio Deus. Aos levitas, Deus se dá como herança, ensinando que quem O possui, possui tudo."
    }
  ]
}
