{
  "livro": "Josué",
  "capitulo": "17",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Estas foram as terras distribuídas à tribo de Manassés, filho mais velho de José. Foram entregues a Maquir, filho mais velho de Manassés. Maquir, pai de Gileade, guerreiro valente, recebeu Gileade e Basã.",
      "reflexao": "Deus honra aqueles que são corajosos e fiéis. O legado é construído na obediência e na disposição de lutar pelos propósitos do Senhor."
    },
    {
      "numero": "2",
      "texto": "Também foram dadas terras para os clãs dos outros filhos de Manassés: Abiezer, Heleque, Asriel, Siquém, Héfer e Semida. Esses são os filhos homens de Manassés, filho de José, de acordo com os seus clãs.",
      "reflexao": "Deus se importa com cada família, cada nome, cada linhagem. Ele tem herança preparada para cada um de Seus filhos."
    },
    {
      "numero": "3",
      "texto": "Zelofeade, porém, filho de Héfer, neto de Gileade, bisneto de Maquir, trineto de Manassés, não teve nenhum filho, mas somente filhas. Seus nomes eram Maalá, Noa, Hogla, Milca e Tirza.",
      "reflexao": "Deus não limita Suas promessas por cultura, tradição ou circunstâncias. Onde o mundo impõe barreiras, Deus abre caminhos de justiça e provisão."
    },
    {
      "numero": "4",
      "texto": "Elas foram ao sacerdote Eleazar, a Josué, filho de Num, e aos líderes, e disseram: 'O Senhor ordenou a Moisés que nos desse uma herança entre os nossos parentes'. Josué deu-lhes então uma herança entre os irmãos de seu pai, de acordo com a ordem do Senhor.",
      "reflexao": "Quando buscamos a Deus e clamamos por aquilo que Ele prometeu, encontramos favor e justiça. A fé que se posiciona diante das autoridades, alinhada com a vontade de Deus, gera resposta e bênção."
    },
    {
      "numero": "5",
      "texto": "A tribo de Manassés recebeu dez quinhões de terra, além de Gileade e Basã, que ficam a leste do Jordão,",
      "reflexao": "O Senhor é generoso com aqueles que confiam nele. Sua provisão sempre excede as limitações humanas."
    },
    {
      "numero": "6",
      "texto": "pois tanto as descendentes de Manassés como os filhos dele receberam herança. A terra de Gileade ficou para os outros descendentes de Manassés.",
      "reflexao": "Deus não faz acepção de pessoas. Homens e mulheres, todos são igualmente herdeiros das promessas quando caminham segundo Seus princípios."
    },
    {
      "numero": "7",
      "texto": "O território de Manassés estendia-se desde Aser até Micmetá, a leste de Siquém. A fronteira ia dali para o sul, chegando até o povo que vivia em En-Tapua.",
      "reflexao": "Deus estabelece limites que servem não apenas como demarcação física, mas também como proteção, direção e provisão para Seus filhos."
    },
    {
      "numero": "8",
      "texto": "As terras de Tapua eram de Manassés, mas a cidade de Tapua, na fronteira de Manassés, pertencia aos efraimitas.",
      "reflexao": "Deus nos ensina a conviver em unidade, mesmo quando os territórios se cruzam. A comunhão e o respeito são mais importantes que a posse material."
    },
    {
      "numero": "9",
      "texto": "Depois a fronteira descia até o ribeiro de Caná. Ao sul do ribeiro havia cidades pertencentes a Efraim que ficavam em meio às cidades de Manassés, mas a fronteira de Manassés ficava ao norte do ribeiro e terminava no mar.",
      "reflexao": "Mesmo em meio à complexidade dos limites terrenos, Deus mostra que Sua ordem traz equilíbrio, paz e prosperidade para aqueles que seguem Sua direção."
    },
    {
      "numero": "10",
      "texto": "Do lado sul a terra pertencia a Efraim; do lado norte, a Manassés. O território de Manassés chegava até o mar e alcançava Aser, ao norte, e Issacar, a leste.",
      "reflexao": "Quando Deus estabelece, Ele expande. A bênção se torna ampla, abençoando não apenas uma tribo, mas impactando os que estão ao redor."
    },
    {
      "numero": "11",
      "texto": "Em Issacar e Aser, Manassés tinha também Bete-Seã, Ibleã e as populações de Dor, En-Dor, Taanaque e Megido, com os seus respectivos povoados. A terceira da lista é Nafote.",
      "reflexao": "Deus permite que avancemos e tomemos posse de territórios que pareciam distantes ou improváveis. Com Ele, o impossível se torna realidade."
    },
    {
      "numero": "12",
      "texto": "Mas os manassitas não conseguiram expulsar os habitantes dessas cidades, pois os cananeus estavam decididos a viver naquela região.",
      "reflexao": "Quando não obedecemos integralmente, problemas persistem. É preciso coragem espiritual para romper com tudo aquilo que Deus ordenou remover de nossas vidas."
    },
    {
      "numero": "13",
      "texto": "Entretanto, quando os israelitas se fortaleceram, submeteram os cananeus a trabalhos forçados, mas não os expulsaram totalmente.",
      "reflexao": "Compromissos com aquilo que Deus mandou deixar para trás trazem consequências. Substituir obediência por acordos nunca gera plenitude."
    },
    {
      "numero": "14",
      "texto": "Os descendentes de José disseram então a Josué: 'Por que nos deste apenas um quinhão, uma só porção de herança? Somos um povo numeroso, e o Senhor nos tem abençoado ricamente'.",
      "reflexao": "Muitas vezes pedimos mais a Deus, mas esquecemos que a expansão requer esforço, coragem e disposição para enfrentar desafios."
    },
    {
      "numero": "15",
      "texto": "Respondeu Josué: 'Se vocês são tão numerosos, e se os montes de Efraim têm pouco espaço para vocês, subam, entrem na floresta e limpem o terreno para vocês na terra dos ferezeus e dos refains'.",
      "reflexao": "Deus nos chama a sermos parte ativa na conquista das promessas. A bênção existe, mas é necessário esforço, trabalho e fé para tomá-la."
    },
    {
      "numero": "16",
      "texto": "Os descendentes de José responderam: 'Os montes não são suficientes para nós; além disso todos os cananeus que vivem na planície possuem carros de ferro, tanto os que vivem em Bete-Seã e seus povoados como os que vivem no vale de Jezreel'.",
      "reflexao": "Focar nos obstáculos e não no Deus que nos chamou limita nossas vitórias. A incredulidade torna pequenos até os grandes sonhos que Deus nos dá."
    },
    {
      "numero": "17",
      "texto": "Josué, porém, disse à tribo de José, a Efraim e a Manassés: 'Vocês são numerosos e poderosos. Vocês não terão apenas um quinhão.'",
      "reflexao": "Deus nos vê além das nossas limitações. Ele nos lembra que somos fortes, capazes e chamados para romper barreiras e avançar."
    },
    {
      "numero": "18",
      "texto": "Os montes cobertos de floresta serão de vocês. Limpem o terreno, e será de vocês, até os seus limites mais distantes. Embora os cananeus possuam carros de ferro e sejam fortes, vocês poderão expulsá-los.",
      "reflexao": "Deus garante: nenhum obstáculo é maior do que aquele que crê e trabalha na força do Senhor. A conquista é certa para quem se levanta com fé e obediência."
    }
  ]
}
