{
  "livro": "Josué",
  "capitulo": "20",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor a Josué:",
      "reflexao": "Deus continua guiando e dando direção ao Seu povo. Ele não é um Deus distante, mas um Deus presente, que fala e conduz."
    },
    {
      "numero": "2",
      "texto": "Diga aos israelitas que designem as cidades de refúgio, como lhes ordenei por meio de Moisés,",
      "reflexao": "Deus é justo, mas também é misericordioso. Ele sempre oferece abrigo e proteção para aqueles que erraram sem intenção, mostrando Sua graça em meio à justiça."
    },
    {
      "numero": "3",
      "texto": "para que todo aquele que matar alguém sem intenção e acidentalmente possa fugir para lá e proteger-se do vingador da vítima.",
      "reflexao": "O Senhor é aquele que oferece refúgio para os arrependidos, para os feridos e para os que precisam de uma nova chance. Seu amor acolhe os que erram sem intenção."
    },
    {
      "numero": "4",
      "texto": "Quando o homicida involuntário fugir para uma dessas cidades, terá que colocar-se junto à porta da cidade e expor o caso às autoridades daquela cidade. Eles o receberão e lhe darão um local para morar entre eles.",
      "reflexao": "O acolhimento, a escuta e o cuidado são princípios do Reino. Deus nos ensina que Sua justiça vem acompanhada de compaixão e hospitalidade."
    },
    {
      "numero": "5",
      "texto": "Caso o vingador da vítima o persiga, eles não o entregarão, pois matou seu próximo acidentalmente, sem maldade e sem premeditação.",
      "reflexao": "Deus não permite que a injustiça prevaleça. Ele separa claramente o erro intencional do acidental, protegendo os de coração sincero que tropeçaram sem maldade."
    },
    {
      "numero": "6",
      "texto": "Todavia, ele terá que permanecer naquela cidade até comparecer a julgamento perante a comunidade e até morrer o sumo sacerdote que estiver servindo naquele período. Então poderá voltar para a sua própria casa, à cidade de onde fugiu.",
      "reflexao": "O sumo sacerdote apontava profeticamente para Jesus, nosso Sumo Sacerdote eterno. Só quando Ele oferece Sua vida, somos verdadeiramente livres e reconciliados."
    },
    {
      "numero": "7",
      "texto": "Assim eles separaram Quedes, na Galiléia, nos montes de Naftali, Siquém, nos montes de Efraim, e Quiriate-Arba, que é Hebrom, nos montes de Judá.",
      "reflexao": "As cidades de refúgio representam a disponibilidade da graça de Deus em todos os lugares. Onde quer que você esteja, Deus preparou um lugar de abrigo, de perdão e de cura."
    },
    {
      "numero": "8",
      "texto": "No lado leste do Jordão, perto de Jericó designaram Bezer, no planalto desértico da tribo de Rúben; Ramote, em Gileade, na tribo de Gade; e Golã, em Basã, na tribo de Manassés.",
      "reflexao": "Deus cuida de cada detalhe. Seu amor e misericórdia são acessíveis tanto para quem está perto quanto para quem está longe. Seu refúgio está sempre disponível."
    },
    {
      "numero": "9",
      "texto": "Qualquer israelita ou estrangeiro residente que matasse alguém sem intenção, poderia fugir para qualquer dessas cidades para isso designadas e escapar do vingador da vítima, antes de comparecer a julgamento perante a comunidade.",
      "reflexao": "A graça de Deus não faz acepção de pessoas. Seja israelita ou estrangeiro, todos que buscam refúgio no Senhor encontram acolhimento, justiça, proteção e esperança."
    }
  ]
}
