{
  "livro": "Josué",
  "capitulo": "22",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Josué convocou as tribos de Rúben, de Gade e a metade da tribo de Manassés",
      "reflexao": "A liderança piedosa sempre valoriza e reconhece aqueles que foram fiéis no cumprimento das missões dadas por Deus."
    },
    {
      "numero": "2",
      "texto": "e lhes disse: 'Vocês fizeram tudo o que Moisés, servo do Senhor, ordenou.'",
      "reflexao": "A fidelidade gera honra. Quem é fiel nas pequenas e grandes coisas, conquista respeito diante de Deus e dos homens."
    },
    {
      "numero": "3",
      "texto": "'Durante muito tempo, e até hoje, vocês não abandonaram os seus irmãos, mas cumpriram a missão que o Senhor, o seu Deus, lhes entregou.'",
      "reflexao": "A verdadeira aliança se manifesta no compromisso e na constância. Permanecer ao lado dos irmãos é expressão de amor e lealdade."
    },
    {
      "numero": "4",
      "texto": "'Agora que o Senhor, o seu Deus, já concedeu descanso aos seus irmãos israelitas, como tinha prometido, voltem para casa, para a terra que Moisés, servo do Senhor, lhes deu no outro lado do Jordão.'",
      "reflexao": "O Deus que dá missão também é o Deus que concede descanso. Após a obediência vem a paz, o retorno e a recompensa."
    },
    {
      "numero": "5",
      "texto": "'Mas guardem fielmente o mandamento e a lei que Moisés, servo do Senhor, lhes deu de amar o Senhor, o seu Deus, andar em todos os seus caminhos, obedecer aos seus mandamentos, apegar-se a ele e servi-lo de todo o coração e de toda a alma.'",
      "reflexao": "A essência da vida com Deus é amar, obedecer, andar nos Seus caminhos e servi-Lo com todo o coração e alma. Esta é a chave da verdadeira prosperidade espiritual e material."
    },
    {
      "numero": "6",
      "texto": "Então Josué os abençoou e os despediu, e eles foram para casa.",
      "reflexao": "Toda missão que é cumprida debaixo da direção de Deus termina com bênção, paz e envio em harmonia."
    },
    {
      "numero": "7",
      "texto": "(À metade da tribo de Manassés Moisés dera terras em Basã, e à outra metade da tribo Josué dera terras no lado oeste do Jordão, junto com outros israelitas.) Ao mandá-los para casa, Josué os abençoou,",
      "reflexao": "Deus é Deus de equilíbrio e justiça. Ele distribui segundo Sua sabedoria, e cada um recebe conforme Sua perfeita vontade."
    },
    {
      "numero": "8",
      "texto": "dizendo: 'Voltem para casa com as riquezas que juntaram: grandes rebanhos, prata, ouro, bronze e ferro, e muitas roupas. Dividam com os seus irmãos os despojos de seus inimigos.'",
      "reflexao": "A bênção de Deus gera abundância, mas também exige generosidade. Compartilhar é princípio divino para que todos sejam supridos."
    },
    {
      "numero": "9",
      "texto": "Assim as tribos de Rúben, de Gade e a metade da tribo de Manassés deixaram os outros israelitas em Siló, na terra de Canaã, para voltarem para Gileade, sua própria terra, da qual se apossaram de acordo com a ordem do Senhor, dada por meio de Moisés.",
      "reflexao": "O retorno à casa depois do cumprimento da missão é acompanhado de paz, gratidão e a certeza de ter obedecido ao chamado de Deus."
    },
    {
      "numero": "10",
      "texto": "Quando chegaram a Gelilote, perto do Jordão, em Canaã, as tribos de Rúben, de Gade e a metade da tribo de Manassés construíram um imponente altar ali, junto ao Jordão.",
      "reflexao": "A construção de altares simboliza gratidão, lembrança e conexão com Deus. É importante marcar na vida os lugares de encontro com o Senhor."
    },
    {
      "numero": "11",
      "texto": "E, quando os outros israelitas souberam que eles tinham construído o altar na fronteira de Canaã, em Gelilote, perto do Jordão, no lado israelita,",
      "reflexao": "Nem sempre os gestos são compreendidos à primeira vista. Muitas vezes, o zelo pela fé gera confusão quando não há diálogo e entendimento."
    },
    {
      "numero": "12",
      "texto": "toda a comunidade de Israel reuniu-se em Siló para guerrear contra eles.",
      "reflexao": "Quando há falta de comunicação, surgem mal-entendidos que podem gerar divisões, conflitos e até guerras desnecessárias entre irmãos."
    },
    {
      "numero": "13",
      "texto": "Então os israelitas enviaram Finéias, filho do sacerdote Eleazar, à terra de Gileade, às tribos de Rúben e Gade e à metade da tribo de Manassés.",
      "reflexao": "Antes de agir precipitadamente, é sábio buscar o diálogo e enviar representantes de paz para esclarecer os fatos e evitar conflitos."
    },
    {
      "numero": "14",
      "texto": "Com ele enviaram dez líderes, um de cada tribo de Israel, sendo cada um deles chefe de suas respectivas famílias dentre os clãs israelitas.",
      "reflexao": "A busca pela reconciliação exige representatividade, sensatez e disposição de ouvir todas as partes envolvidas."
    },
    {
      "numero": "15",
      "texto": "Quando chegaram a Gileade, às tribos de Rúben e de Gade e à metade da tribo de Manassés, disseram-lhes:",
      "reflexao": "O caminho para restaurar a paz começa com o diálogo. Perguntar antes de julgar é um princípio de sabedoria que evita muitos males."
    },
    {
      "numero": "16",
      "texto": "Assim diz toda a comunidade do Senhor: ‘Como foi que vocês cometeram essa infidelidade para com o Deus de Israel? Como foi que se afastaram do Senhor, construindo um altar para vocês, rebelando-se assim contra ele?’",
      "reflexao": "O zelo pela aliança com Deus é algo muito sério. Precisamos ter discernimento para avaliar atitudes, mas também sabedoria para não julgar precipitadamente sem ouvir o outro lado."
    },
    {
      "numero": "17",
      "texto": "‘Já não nos bastou o pecado de Peor? Até hoje não nos purificamos daquele pecado, muito embora uma praga tenha caído sobre a comunidade do Senhor!’",
      "reflexao": "O passado carrega lições. As marcas dos pecados anteriores devem servir como alerta constante para não voltarmos a errar e nos afastarmos do Senhor."
    },
    {
      "numero": "18",
      "texto": "‘E agora vocês estão abandonando o Senhor! Se hoje vocês se rebelarem contra o Senhor, amanhã a sua ira cairá sobre toda a comunidade de Israel.’",
      "reflexao": "O pecado nunca afeta apenas o indivíduo. Nossas escolhas têm impacto sobre nossa família, comunidade e até gerações futuras."
    },
    {
      "numero": "19",
      "texto": "‘Se a terra que vocês receberam como propriedade está contaminada, passem então para a terra que pertence ao Senhor, onde está o tabernáculo do Senhor, e se apossem de um território entre nós. Mas não se rebelem contra o Senhor nem contra nós, construindo para vocês um altar que não seja o altar do Senhor, do nosso Deus.’",
      "reflexao": "A comunhão com Deus e com os irmãos é mais importante do que qualquer posse. Sempre haverá espaço no Reino de Deus para quem deseja permanecer fiel à Sua aliança."
    },
    {
      "numero": "20",
      "texto": "‘Quando Acã, filho de Zerá, foi infiel com relação às coisas consagradas, não caiu a ira sobre toda a comunidade de Israel? E ele não foi o único que morreu por causa do seu pecado.’",
      "reflexao": "O pecado de um só pode trazer consequências devastadoras a muitos. O zelo pela obediência e pela pureza espiritual é indispensável para proteger toda a comunidade."
    },
    {
      "numero": "21",
      "texto": "Então as tribos de Rúben, de Gade e a metade da tribo de Manassés responderam aos chefes dos clãs de Israel:",
      "reflexao": "A maturidade espiritual se revela quando, diante de acusações ou mal-entendidos, escolhemos responder com humildade, verdade e serenidade, em vez de reagir com conflito."
    },
    {
      "numero": "22",
      "texto": "‘O Poderoso, Deus, o Senhor! O Poderoso, Deus, o Senhor! Ele sabe! E que Israel o saiba! Se agimos com rebelião ou infidelidade para com o Senhor, não nos poupem hoje.’",
      "reflexao": "Deus conhece o coração. Diante Dele não há máscaras. Quem anda na verdade não teme a exposição, pois sabe que o Senhor é sua testemunha."
    },
    {
      "numero": "23",
      "texto": "‘Se construímos nosso próprio altar para nos afastarmos do Senhor e para oferecermos holocaustos e ofertas de cereal, ou sacrifícios de comunhão sobre ele, que o próprio Senhor nos peça contas disso!’",
      "reflexao": "A integridade é confirmada pela disposição de se submeter completamente ao juízo de Deus, confiando que Ele conhece as intenções mais profundas do coração."
    },
    {
      "numero": "24",
      "texto": "‘Ao contrário! Fizemos isso temendo que no futuro os seus descendentes dissessem aos nossos: ‘Que relação vocês têm com o Senhor, com o Deus de Israel?’",
      "reflexao": "A motivação correta nem sempre é visível aos olhos humanos. O cuidado deles era proteger a fé das gerações futuras, garantindo que nunca se esquecessem de pertencer ao Senhor."
    },
    {
      "numero": "25",
      "texto": "‘Homens de Rúben e de Gade! O Senhor fez do Jordão uma fronteira entre nós e vocês. Vocês não têm parte com o Senhor’. Assim os seus descendentes poderiam levar os nossos a deixarem de temer o Senhor.",
      "reflexao": "As barreiras físicas não podem se tornar barreiras espirituais. Quando não há intencionalidade, o distanciamento geográfico pode gerar distanciamento na fé."
    },
    {
      "numero": "26",
      "texto": "‘É por isso que resolvemos construir um altar, não para holocaustos ou sacrifícios,’",
      "reflexao": "A intenção por trás dos atos é fundamental. O altar não era para culto rival, mas para ser um memorial, uma lembrança da aliança com Deus."
    },
    {
      "numero": "27",
      "texto": "‘mas, para que esse altar sirva de testemunho entre nós e vocês e as gerações futuras, de que cultuaremos o Senhor em seu santuário com nossos holocaustos, sacrifícios e ofertas de comunhão. Então, no futuro, os seus descendentes não poderão dizer aos nossos: ‘Vocês não têm parte com o Senhor’.’",
      "reflexao": "Deixar marcos espirituais, memoriais de fé, é uma prática poderosa para garantir que nossas gerações permaneçam na presença de Deus, mesmo em meio às adversidades e distâncias."
    },
    {
      "numero": "28",
      "texto": "‘E dissemos: Se algum dia disserem isso a nós ou aos nossos descendentes, responderemos: Vejam a réplica do altar do Senhor que os nossos antepassados construíram, não para holocaustos ou sacrifícios, mas como testemunho entre nós e vocês.’",
      "reflexao": "Nossa fé precisa de testemunhos visíveis — marcas que comuniquem aos filhos e aos netos que somos, sim, parte do povo do Senhor, e que nossa aliança permanece viva."
    },
    {
      "numero": "29",
      "texto": "‘Longe de nós nos rebelarmos contra o Senhor e nos afastarmos dele, construindo para holocaustos, ofertas de cereal e sacrifícios um altar que não seja o altar do Senhor, do nosso Deus, que está diante do seu tabernáculo!’",
      "reflexao": "A fidelidade ao Senhor significa rejeitar qualquer forma de culto paralelo ou divisão espiritual. Só há um Deus, um altar e uma adoração verdadeira."
    },
    {
      "numero": "30",
      "texto": "Quando o sacerdote Finéias e os líderes da comunidade, os chefes dos clãs dos israelitas, ouviram o que os homens de Rúben, de Gade e de Manassés disseram, deram-se por satisfeitos.",
      "reflexao": "Quando há sinceridade, clareza e diálogo, o entendimento floresce, a paz se estabelece e a unidade é restaurada. O diálogo, quando regado pela verdade e temor a Deus, cura divisões."
    },
    {
      "numero": "31",
      "texto": "E Finéias, filho do sacerdote Eleazar, disse a Rúben, a Gade e a Manassés: 'Hoje sabemos que o Senhor está conosco, pois vocês não foram infiéis para com o Senhor. E assim vocês livraram os israelitas da mão do Senhor'.",
      "reflexao": "Quando agimos com integridade e mantemos nosso compromisso com Deus, não só evitamos conflitos, como também testemunhamos que Deus está presente entre nós. A fidelidade gera paz e comunhão."
    },
    {
      "numero": "32",
      "texto": "Então Finéias, filho do sacerdote Eleazar, e os líderes voltaram do encontro com os homens de Rúben e de Gade em Gileade, e foram para Canaã dar relatório aos outros israelitas.",
      "reflexao": "Quando o diálogo é baseado na verdade e no amor, ele produz reconciliação. Levar uma boa notícia de paz e entendimento também faz parte da missão dos servos de Deus."
    },
    {
      "numero": "33",
      "texto": "Estes se alegraram com o relatório e louvaram a Deus. E não mais falaram em guerrear contra as tribos de Rúben e de Gade, nem em devastar a região onde eles viviam.",
      "reflexao": "Quando escolhemos ouvir, compreender e perdoar, a alegria, a comunhão e a adoração brotam. O inimigo não tem espaço onde há unidade e louvor a Deus."
    },
    {
      "numero": "34",
      "texto": "Os homens de Rúben e de Gade deram ao altar este nome: Um Testemunho Entre Nós de que o Senhor é Deus.",
      "reflexao": "Que a nossa vida, nossas atitudes e até nossos marcos físicos sejam testemunhos vivos de que o Senhor é Deus sobre nós, nossas famílias e nossas gerações."
    }
  ]
}
