{
  "livro": "Josué",
  "capitulo": "19",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Na segunda vez, a sorte saiu para a tribo de Simeão, clã por clã. A herança deles ficava dentro do território de Judá.",
      "reflexao": "Às vezes, nossa bênção vem dentro daquilo que já foi abençoado. Deus nos mostra que viver em unidade e compartilhar também faz parte do Seu plano."
    },
    {
      "numero": "2",
      "texto": "Eles receberam: Berseba ou Seba, Moladá,",
      "reflexao": "Cada nome de cidade representa um marco do cuidado de Deus. Ele conhece cada detalhe da nossa herança e do nosso caminho."
    },
    {
      "numero": "3",
      "texto": "Hazar-Sual, Balá, Ázen,",
      "reflexao": "Deus não se esquece de nenhuma promessa. Cada nome aqui é prova do cumprimento da palavra divina."
    },
    {
      "numero": "4",
      "texto": "Eltolade, Betul, Hormá,",
      "reflexao": "Se Deus foi fiel para cumprir até os menores detalhes, também será fiel em cada detalhe da nossa vida hoje."
    },
    {
      "numero": "5",
      "texto": "Ziclague, Bete-Marcabote, Hazar-Susa,",
      "reflexao": "A herança é cuidadosamente designada. Deus não distribui de qualquer forma, mas com ordem, justiça e amor."
    },
    {
      "numero": "6",
      "texto": "Bete-Lebaote e Saruém. Eram treze cidades com os seus povoados;",
      "reflexao": "Quando Deus entrega, Ele não entrega pouco. Sua generosidade é abundante, e Suas bênçãos excedem as necessidades."
    },
    {
      "numero": "7",
      "texto": "Aim, Rimom, Eter e Asã, quatro cidades com os seus povoados,",
      "reflexao": "Deus não apenas supre, Ele estabelece. Cada cidade representa provisão, segurança e pertencimento para o Seu povo."
    },
    {
      "numero": "8",
      "texto": "e todos os povoados ao redor dessas cidades, até Baalate-Beer, que é Ramá, no Neguebe. Essa foi a herança da tribo dos simeonitas, clã por clã.",
      "reflexao": "O Senhor conhece os limites, os detalhes e a necessidade de cada tribo, de cada família, de cada um de nós. Ele é Deus de cuidado e precisão."
    },
    {
      "numero": "9",
      "texto": "A herança dos simeonitas foi tirada de Judá, pois Judá recebera mais terras do que precisava. Assim os simeonitas receberam a sua herança dentro do território de Judá.",
      "reflexao": "Quando Deus abençoa alguém com abundância, também abre espaço para que essa bênção transborde para outros. O reino de Deus é sobre compartilhar, não sobre acumular."
    },
    {
      "numero": "10",
      "texto": "Na terceira vez, a sorte saiu para Zebulom, clã por clã. A fronteira da sua herança ia até Saride.",
      "reflexao": "O que Deus tem para você não se perde, nem se atrasa. Cada sorte lançada está sob o controle soberano de Deus."
    },
    {
      "numero": "11",
      "texto": "De lá ia para o oeste, chegava a Maralá, alcançava Dabesete, e se estendia até o ribeiro próximo a Jocneão.",
      "reflexao": "A expansão da herança é reflexo da expansão da graça. Deus não limita quando decide abençoar Seus filhos."
    },
    {
      "numero": "12",
      "texto": "De Saride fazia uma curva para o leste, para o lado do nascente, em direção ao território de Quislote-Tabor, prosseguia até Daberate e subia para Jafia.",
      "reflexao": "O caminho pode ter curvas e mudanças de direção, mas quem guia é Deus, e a herança está segura em Suas mãos."
    },
    {
      "numero": "13",
      "texto": "Depois continuava para o leste, até Gate-Hefer e Ete-Cazim, chegava a Rimom e fazia uma curva na direção de Neá.",
      "reflexao": "Nos caminhos que Deus traça, há direção e destino certo. Cada passo conduz à realização da promessa."
    },
    {
      "numero": "14",
      "texto": "Do norte a fronteira voltava até Hanatom e terminava no vale de Iftá-El.",
      "reflexao": "A herança de Deus tem limites definidos para proteção e para paz. Onde Ele coloca a fronteira, Ele também coloca bênção e segurança."
    },
    {
      "numero": "15",
      "texto": "Aí também estavam Catate, Naalal, Sinrom, Idala e Belém. Eram doze cidades com os seus povoados.",
      "reflexao": "Belém, citada aqui, mais tarde seria o lugar onde nasceria Jesus, mostrando que nas promessas de Deus há sempre sementes de esperança para as futuras gerações."
    },
    {
      "numero": "16",
      "texto": "Essas cidades com os seus povoados foram a herança de Zebulom, clã por clã.",
      "reflexao": "Deus é um Deus de aliança e provisão. Aquilo que Ele prometeu, Ele cumpre. Cada herança é fruto do cuidado divino sobre cada família e geração."
    },
    {
      "numero": "17",
      "texto": "Na quarta vez, a sorte saiu para Issacar, clã por clã.",
      "reflexao": "Deus sabe o tempo certo de entregar cada promessa. O que é nosso está guardado nas mãos dEle, e no tempo certo nos será entregue."
    },
    {
      "numero": "18",
      "texto": "Seu território abrangia: Jezreel, Quesulote, Suném,",
      "reflexao": "Cada cidade simboliza não apenas terra, mas um testemunho da fidelidade de Deus. Onde há promessa, há provisão e cuidado."
    },
    {
      "numero": "19",
      "texto": "Hafaraim, Siom, Anaarate,",
      "reflexao": "Deus desenha com precisão os limites da bênção, cuidando para que nada falte aos Seus filhos."
    },
    {
      "numero": "20",
      "texto": "Rabite, Quisiom, Ebes,",
      "reflexao": "O Senhor conhece cada lugar, cada detalhe, cada necessidade. A nossa vida também está desenhada em Suas mãos."
    },
    {
      "numero": "21",
      "texto": "Remete, En-Ganim, En-Hadá e Bete-Pazes.",
      "reflexao": "O Deus que entrega terras e cidades é o mesmo que nos entrega paz, esperança e direção nos dias de hoje."
    },
    {
      "numero": "22",
      "texto": "A fronteira chegava a Tabor, Saazima e Bete-Semes, e terminava no Jordão. Eram dezesseis cidades com os seus povoados.",
      "reflexao": "Os limites que Deus estabelece são proteção, provisão e cumprimento da promessa. Quando Ele define nossos limites, é para nosso bem e segurança."
    },
    {
      "numero": "23",
      "texto": "Essas cidades com os seus povoados foram a herança da tribo de Issacar, clã por clã.",
      "reflexao": "Deus honra aqueles que permanecem fiéis. A herança não é apenas material, mas também espiritual: paz, proteção e presença constante de Deus."
    },
    {
      "numero": "24",
      "texto": "Na quinta vez, a sorte saiu para Aser, clã por clã.",
      "reflexao": "O plano de Deus nunca falha. Mesmo quando parece demorar, a bênção chega na hora certa, porque Deus é Deus de ordem e fidelidade."
    },
    {
      "numero": "25",
      "texto": "Seu território abrangia: Helcate, Hali, Béten, Acsafe,",
      "reflexao": "Cada detalhe da nossa vida está nos mapas divinos. Deus não esquece de nenhuma promessa feita a Seus filhos."
    },
    {
      "numero": "26",
      "texto": "Alameleque, Amade e Misal. A oeste a fronteira alcançava o Carmelo e Sior-Libnate.",
      "reflexao": "O Carmelo, lugar de encontros com Deus, também estava na herança. Isso mostra que nossa herança não é só material, mas também espiritual: presença, comunhão e experiências com o Altíssimo."
    },
    {
      "numero": "27",
      "texto": "De lá virava para o leste em direção a Bete-Dagom, alcançava Zebulom e o vale de Iftá-El, e ia para o norte, para Bete-Emeque e Neiel, passando por Cabul, à esquerda,",
      "reflexao": "O caminho que Deus traça pode parecer cheio de voltas, mas é perfeito. Cada curva leva à plenitude da promessa."
    },
    {
      "numero": "28",
      "texto": "Ebrom, Reobe, Hamom e Caná, até Sidom, a grande.",
      "reflexao": "Deus não entrega apenas territórios pequenos; Sua bênção é ampla, abundante e vai além do que podemos imaginar."
    },
    {
      "numero": "29",
      "texto": "Depois a fronteira voltava para Ramá e ia para a cidade fortificada de Tiro, virava na direção de Hosa e terminava no mar, na região de Aczibe,",
      "reflexao": "Deus leva Seu povo até as fortalezas e até o mar, mostrando que nada está fora do Seu controle. Sua provisão alcança do interior às extremidades."
    },
    {
      "numero": "30",
      "texto": "Umá, Afeque e Reobe. Eram vinte e duas cidades com os seus povoados.",
      "reflexao": "O Deus que deu vinte e duas cidades a Aser é o mesmo que hoje cuida de cada área da nossa vida. Ele nos dá mais do que pedimos, sonhamos ou imaginamos. Ele é Deus de abundância!"
    },
    {
      "numero": "31",
      "texto": "Essas cidades com os seus povoados foram a herança da tribo de Aser, clã por clã.",
      "reflexao": "A fidelidade de Deus se manifesta em cada detalhe. Quando Ele promete, Ele cumpre, e a herança chega no tempo certo."
    },
    {
      "numero": "32",
      "texto": "Na sexta vez, a sorte saiu para Naftali, clã por clã.",
      "reflexao": "O Senhor não se esquece de ninguém. Cada tribo, cada família, cada pessoa tem seu lugar no coração de Deus e nas Suas promessas."
    },
    {
      "numero": "33",
      "texto": "Sua fronteira ia desde Helefe e do Carvalho de Zaanim, passava por Adami-Neguebe e Jabneel, e ia até Lacum, terminando no Jordão.",
      "reflexao": "Deus traça fronteiras que são proteção e bênção. O que Ele estabelece é perfeito e suficiente para suprir Suas promessas."
    },
    {
      "numero": "34",
      "texto": "Voltando para o oeste, a fronteira passava por Aznote-Tabor e ia para Hucoque. Atingia Zebulom ao sul, Aser a oeste e o Jordão a leste.",
      "reflexao": "Nos encontros entre fronteiras, vemos que Deus une vidas, propósitos e destinos para cumprir Sua vontade soberana."
    },
    {
      "numero": "35",
      "texto": "As cidades fortificadas eram Zidim, Zer, Hamate, Racate, Quinerete,",
      "reflexao": "O Deus que fortalece cidades é o mesmo que fortalece nossos corações. Ele nos dá segurança espiritual em meio às batalhas da vida."
    },
    {
      "numero": "36",
      "texto": "Adamá, Ramá, Hazor,",
      "reflexao": "Cada cidade representa um testemunho da fidelidade de Deus. Sua proteção e provisão são constantes para aqueles que Nele confiam."
    },
    {
      "numero": "37",
      "texto": "Quedes, Edrei, En-Hazor,",
      "reflexao": "Onde Deus nos planta, Ele sustenta. Sua presença é a nossa fortaleza, nosso sustento e nossa esperança."
    },
    {
      "numero": "38",
      "texto": "Irom, Migdal-El, Horém, Bete-Anate e Bete-Semes. Eram dezenove cidades com os seus povoados.",
      "reflexao": "Dezenove cidades representam não apenas terras, mas sonhos cumpridos e promessas realizadas. Deus é um Deus que faz além do que pedimos ou imaginamos."
    },
    {
      "numero": "39",
      "texto": "Essas cidades com os seus povoados foram a herança da tribo de Naftali, clã por clã.",
      "reflexao": "A herança dos filhos de Deus não é apenas física, mas espiritual. O que Ele entrega carrega paz, esperança e segurança."
    },
    {
      "numero": "40",
      "texto": "Na sétima vez, a sorte saiu para Dã, clã por clã.",
      "reflexao": "Mesmo sendo os últimos a receber, não ficaram sem herança. O que Deus promete, Ele cumpre — sempre — e ninguém fica esquecido no plano divino."
    },
    {
      "numero": "41",
      "texto": "O território da sua herança abrangia: Zorá, Estaol, Ir-Semes,",
      "reflexao": "O território representa mais que espaço físico: representa cuidado, sustento e realização das promessas de Deus."
    },
    {
      "numero": "42",
      "texto": "Saalabim, Aijalom, Itla,",
      "reflexao": "Cada cidade é uma lembrança de que Deus conhece as necessidades do Seu povo. Ele cuida dos detalhes, mesmo quando não percebemos."
    },
    {
      "numero": "43",
      "texto": "Elom, Timna, Ecrom,",
      "reflexao": "O cuidado de Deus se estende às fronteiras mais distantes. Nenhum limite é pequeno demais para Seu amor e provisão."
    },
    {
      "numero": "44",
      "texto": "Elteque, Gibetom, Baalate,",
      "reflexao": "Cada cidade é um testemunho: Deus honra quem confia Nele. Seus caminhos são retos e Sua palavra é fiel."
    },
    {
      "numero": "45",
      "texto": "Jeúde, Bene-Beraque, Gate-Rimom,",
      "reflexao": "A bênção de Deus se estende geração após geração. Quando Ele entrega, é para edificar famílias e fortalecer legados."
    },
    {
      "numero": "46",
      "texto": "Me-Jarcom e Racom, e a região defronte de Jope.",
      "reflexao": "Deus entrega territórios completos, com vista para novos horizontes. Quando Ele nos abençoa, também amplia nossa visão."
    },
    {
      "numero": "47",
      "texto": "Mas a tribo de Dã teve dificuldade para tomar posse do seu território. Por isso atacaram Lesém, conquistaram-na, passaram-na ao fio da espada e a ocuparam. Estabeleceram-se em Lesém e lhe deram o nome de Dã, por causa do seu antepassado.",
      "reflexao": "Às vezes, nossa herança exige luta, fé e perseverança. Deus entrega, mas também nos desafia a confiar, a avançar e a tomar posse pela fé."
    },
    {
      "numero": "48",
      "texto": "Essas cidades com os seus povoados foram a herança da tribo de Dã, clã por clã.",
      "reflexao": "Deus não falha em Seus planos. Cada tribo recebeu, e assim também cada um de nós recebe aquilo que Deus preparou, no tempo certo."
    },
    {
      "numero": "49",
      "texto": "Quando terminaram de dividir a terra em territórios delimitados, os israelitas deram a Josué, filho de Num, uma herança no meio deles,",
      "reflexao": "Aqueles que servem com fidelidade também são honrados. Josué, servo de Deus, recebeu seu lugar no meio do povo, mostrando que Deus honra quem O honra."
    },
    {
      "numero": "50",
      "texto": "como o Senhor tinha ordenado. Deram-lhe a cidade que ele havia pedido, Timnate-Sera, nos montes de Efraim, onde ele reconstruiu a cidade e se estabeleceu.",
      "reflexao": "Deus não esquece dos Seus servos fiéis. Assim como Josué teve sua recompensa, também nós somos cuidados e recompensados pelo Senhor no tempo oportuno."
    },
    {
      "numero": "51",
      "texto": "Foram esses os territórios que o sacerdote Eleazar, Josué, filho de Num, e os chefes dos clãs das tribos de Israel repartiram por sorteio em Siló, na presença do Senhor, à entrada da Tenda do Encontro. E assim terminaram de dividir a terra.",
      "reflexao": "O que Deus começa, Ele completa. Sua obra é perfeita, Seus planos são fiéis, e quando entregamos tudo nas mãos Dele, recebemos herança, paz e descanso."
    }
  ]
}
