{
  "livro": "Josué",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "De manhã bem cedo Josué e todos os israelitas partiram de Sitim e foram para o Jordão, onde acamparam antes de atravessar o rio.",
      "reflexao": "Quando Deus está prestes a cumprir Suas promessas, Ele nos convida a sair do lugar de conforto e avançar. O acampamento à beira do Jordão representa o ponto de decisão entre o que é conhecido e o sobrenatural de Deus."
    },
    {
      "numero": "2",
      "texto": "Três dias depois, os oficiais percorreram o acampamento,",
      "reflexao": "O número três na Bíblia frequentemente representa preparação e plenitude. Assim também, Deus usa tempos específicos para preparar nossos corações antes de grandes mudanças e milagres."
    },
    {
      "numero": "3",
      "texto": "e deram esta ordem ao povo: ‘Quando virem a arca da aliança do Senhor, o seu Deus, e os sacerdotes levitas carregando a arca, saiam das suas posições e sigam-na’.",
      "reflexao": "A arca representa a presença de Deus. Segui-la é símbolo de colocar Deus à frente em todas as decisões. Só avançamos com segurança quando O seguimos, reconhecendo que é Ele quem guia nosso caminho."
    },
    {
      "numero": "4",
      "texto": "‘Mas mantenham a distância de cerca de novecentos metros entre vocês e a arca; não se aproximem! Desse modo saberão que caminho seguir, pois vocês nunca passaram por lá’.",
      "reflexao": "O respeito pela presença de Deus é fundamental. Há um espaço sagrado que nos lembra que Ele é Santo e Soberano. Ao mesmo tempo, Ele guia nossos passos em caminhos desconhecidos e nos faz vencer desafios jamais enfrentados."
    },
    {
      "numero": "5",
      "texto": "Josué ordenou ao povo: ‘Santifiquem-se, pois amanhã o Senhor fará maravilhas entre vocês’.",
      "reflexao": "A santificação antecede os milagres. Deus nos chama a limpar o coração, alinhar os pensamentos e purificar a vida, pois quando nos preparamos, abrimos espaço para que Suas maravilhas se manifestem em nosso meio."
    },
    {
      "numero": "6",
      "texto": "E disse aos sacerdotes: ‘Levantem a arca da aliança e passem à frente do povo’. Eles a levantaram e foram na frente.",
      "reflexao": "Quando os líderes espirituais colocam Deus em primeiro lugar, eles guiam o povo não por suas próprias forças, mas pela direção do Senhor. Uma liderança que carrega a presença de Deus abre caminho para a vitória do povo."
    },
    {
      "numero": "7",
      "texto": "E o Senhor disse a Josué: ‘Hoje começarei a exaltá-lo à vista de todo o Israel, para que saibam que estarei com você como estive com Moisés’.",
      "reflexao": "Deus honra aqueles que andam em obediência. Quando Ele levanta alguém, não é para exaltação pessoal, mas para que todos saibam que a presença do Senhor acompanha aquele que é chamado e enviado por Ele."
    },
    {
      "numero": "8",
      "texto": "‘Portanto, você é quem dará a seguinte ordem aos sacerdotes que carregam a arca da aliança: Quando chegarem às margens das águas do Jordão, parem junto ao rio’.",
      "reflexao": "O primeiro passo é da fé, e Deus muitas vezes nos pede para nos posicionarmos antes que o milagre aconteça. Parar junto às águas é sinal de obediência e expectativa pelo agir sobrenatural."
    },
    {
      "numero": "9",
      "texto": "Então Josué disse aos israelitas: ‘Venham ouvir as palavras do Senhor, o seu Deus’.",
      "reflexao": "Antes de qualquer conquista, a Palavra precisa ser ouvida. Ouvir a voz de Deus é mais importante do que qualquer estratégia, pois é ela que fortalece, guia e prepara para o cumprimento das promessas."
    },
    {
      "numero": "10",
      "texto": "‘Assim saberão que o Deus vivo está no meio de vocês e que certamente expulsará de diante de vocês os cananeus, os hititas, os heveus, os ferezeus, os girgaseus, os amorreus e os jebuseus’.",
      "reflexao": "O Deus vivo caminha conosco. Sua presença não é simbólica, é real e poderosa. Ele mesmo luta nossas batalhas e remove os gigantes que se colocam contra o cumprimento de Suas promessas."
    },
    {
      "numero": "11",
      "texto": "‘Vejam, a arca da aliança do Soberano de toda a terra atravessará o Jordão à frente de vocês’.",
      "reflexao": "Quando Deus vai à frente, o impossível se torna possível. Sua soberania sobre toda a terra garante que, se Ele está abrindo o caminho, não há obstáculo que possa nos deter."
    },
    {
      "numero": "12",
      "texto": "‘Agora, escolham doze israelitas, um de cada tribo’.",
      "reflexao": "Deus valoriza a representatividade e a unidade do Seu povo. Cada tribo, cada família, cada pessoa faz parte do plano divino. Quando todos se unem, o milagre se torna coletivo."
    },
    {
      "numero": "13",
      "texto": "‘Quando os sacerdotes que carregam a arca do Senhor, o Soberano de toda a terra, puserem os pés no Jordão, a correnteza será represada e as águas formarão uma muralha’.",
      "reflexao": "O milagre se manifesta quando a fé encontra a obediência. O passo de fé dos sacerdotes ativa o sobrenatural, provando que Deus honra aqueles que confiam e obedecem à Sua voz."
    },
    {
      "numero": "14",
      "texto": "Quando, pois, o povo desmontou o acampamento para atravessar o Jordão, os sacerdotes que carregavam a arca da aliança foram adiante.",
      "reflexao": "Deus nos chama a nos mover. A fé não é estática, ela exige atitude. Quando nos levantamos, nos preparamos e seguimos a presença de Deus, o caminho se abre à nossa frente."
    },
    {
      "numero": "15",
      "texto": "(O Jordão transborda em ambas as margens na época da colheita.) Assim que os sacerdotes que carregavam a arca da aliança chegaram ao Jordão e seus pés tocaram as águas,",
      "reflexao": "O milagre de Deus acontece no momento em que tudo parece impossível. Deus escolheu exatamente o tempo em que o Jordão estava cheio para mostrar que, para Ele, não há limites. O impossível dos homens é o palco dos milagres do Senhor."
    },
    {
      "numero": "16",
      "texto": "a correnteza que descia parou de correr e formou uma muralha a grande distância, perto de uma cidade chamada Adã, nas proximidades de Zaretã; e as águas que desciam para o mar da Arabá, o mar Salgado, escoaram totalmente. E assim o povo atravessou o rio em frente de Jericó.",
      "reflexao": "O Deus que abriu o Mar Vermelho agora repete Seu milagre no Jordão, provando que Seu poder não se limita ao passado. Ele é o mesmo ontem, hoje e para sempre. Quando Ele ordena, até as águas obedecem."
    },
    {
      "numero": "17",
      "texto": "Os sacerdotes que carregavam a arca da aliança do Senhor ficaram parados em terra seca no meio do Jordão, enquanto todo o Israel passava, até que toda a nação o atravessou também em terra seca.",
      "reflexao": "O milagre não é só para começar, mas para sustentar até o fim. Deus não abre um caminho para que depois feche no meio. Ele garante que a travessia seja completa, segura e em terra firme. Assim é o cuidado de Deus com aqueles que confiam nEle."
    }
  ]
}