{
  "livro": "Josué",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "As terras distribuídas à tribo de Judá, clã por clã, estendiam-se para o sul até a fronteira com Edom, até o deserto de Zim, no extremo sul.",
      "reflexao": "Deus estabelece limites e territórios, mostrando que há um lugar preparado para cada um que caminha segundo Sua vontade."
    },
    {
      "numero": "2",
      "texto": "Sua fronteira sul começava na ponta de terra do extremo sul do mar Salgado,",
      "reflexao": "O cuidado do Senhor é detalhado. Nenhum limite é traçado sem propósito, pois tudo está sob Seu controle soberano."
    },
    {
      "numero": "3",
      "texto": "passava pelo sul da subida de Acrabim, prosseguia até Zim e daí até o sul de Cades-Barnéia. Depois passava por Hezrom, indo até Adar e fazia uma curva em direção a Carca.",
      "reflexao": "O trajeto da promessa pode ter voltas e curvas, mas cada passo é conduzido pela mão do Deus que cumpre Suas palavras."
    },
    {
      "numero": "4",
      "texto": "Dali continuava até Azmom, indo até o ribeiro do Egito e terminando no mar. Essa é a fronteira sul deles.",
      "reflexao": "Deus não apenas entrega a bênção, mas também a protege, cercando-a com limites de cuidado e provisão."
    },
    {
      "numero": "5",
      "texto": "A fronteira oriental é o mar Salgado, até a foz do Jordão. A fronteira norte começava na enseada, na foz do Jordão,",
      "reflexao": "Deus traça limites para abençoar, não para restringir. Ele sabe exatamente até onde podemos ir e onde seremos mais frutíferos."
    },
    {
      "numero": "6",
      "texto": "subia até Bete-Hogla e passava ao norte de Bete-Arabá, até a Pedra de Boã, filho de Rúben.",
      "reflexao": "Cada lugar, cada nome, carrega memória, história e testemunho de que Deus cuida dos detalhes da jornada do Seu povo."
    },
    {
      "numero": "7",
      "texto": "A fronteira subia então do vale de Acor até Debir, e virava para o norte, na direção de Gilgal, que fica defronte da subida de Adumim, ao sul do ribeiro. Passava pelas águas de En-Semes, indo até En-Rogel.",
      "reflexao": "Até as fontes e os vales são marcos do cuidado divino. Onde o homem vê apenas geografia, Deus revela propósito e direção."
    },
    {
      "numero": "8",
      "texto": "Depois subia pelo vale de Ben-Hinom, ao longo da encosta sul da cidade dos jebuseus, isto é, Jerusalém. Dali subia até o alto da montanha, a oeste do vale de Hinom, no lado norte do vale de Refaim.",
      "reflexao": "O caminho de Deus passa por desafios e por lugares marcantes, mas sempre leva ao cumprimento da promessa."
    },
    {
      "numero": "9",
      "texto": "Do alto da montanha a fronteira prosseguia para a fonte de Neftoa, ia para as cidades do monte Efrom e descia na direção de Baalá, que é Quiriate-Jearim.",
      "reflexao": "Aqueles que caminham sob a direção do Senhor seguem por sendas preparadas, onde cada passo revela provisão e proteção."
    },
    {
      "numero": "10",
      "texto": "De Baalá fazia uma curva em direção ao oeste, até o monte Seir, prosseguia pela encosta norte do monte Jearim, isto é Quesalom; em seguida continuava descendo até Bete-Semes e passava por Timna.",
      "reflexao": "Mesmo quando o caminho faz curvas, Deus está guiando, mostrando que nem todo desvio é derrota, mas parte do plano soberano."
    },
    {
      "numero": "11",
      "texto": "Depois ia para a encosta norte de Ecrom, virava na direção de Sicrom, continuava até o monte Baalá e chegava a Jabneel, terminando no mar.",
      "reflexao": "Quando Deus estabelece os limites, Ele também marca o término do percurso, garantindo descanso, segurança e provisão."
    },
    {
      "numero": "12",
      "texto": "A fronteira ocidental era o litoral do mar Grande. Eram essas as fronteiras que demarcavam Judá por todos os lados, de acordo com os seus clãs.",
      "reflexao": "As promessas do Senhor são completas. Ele entrega a bênção cercada de paz, segurança e estabilidade para aqueles que O seguem."
    },
    {
      "numero": "13",
      "texto": "Conforme a ordem dada pelo Senhor, Josué deu a Calebe, filho de Jefoné, uma porção de terra em Judá, que foi Quiriate-Arba, isto é, Hebrom. Arba era antepassado de Enaque.",
      "reflexao": "Deus honra os fiéis. Aquilo que foi prometido, mesmo que pareça grande demais, Ele cumpre, porque a fidelidade gera herança."
    },
    {
      "numero": "14",
      "texto": "Calebe expulsou de Hebrom os três enaquins: Sesai, Aimã e Talmai, descendentes de Enaque.",
      "reflexao": "Quem confia no Senhor não teme gigantes. A vitória não vem da força do homem, mas do Deus que luta por aqueles que creem."
    },
    {
      "numero": "15",
      "texto": "Dali avançou contra o povo de Debir, anteriormente chamada Quiriate-Sefer.",
      "reflexao": "A fé que conquista não para. Quem vence um desafio em Deus, avança para o próximo, sempre na força do Altíssimo."
    },
    {
      "numero": "16",
      "texto": "E Calebe disse: 'Darei minha filha Acsa por mulher ao homem que atacar e conquistar Quiriate-Sefer.'",
      "reflexao": "A bênção é compartilhada com quem se levanta em fé e coragem. Quem se dispõe a lutar sob a direção do Senhor, participa das vitórias e das recompensas."
    },
    {
      "numero": "17",
      "texto": "Otoniel, filho de Quenaz, irmão de Calebe, a conquistou; e Calebe lhe deu sua filha Acsa por mulher.",
      "reflexao": "Deus levanta valentes, dispostos a enfrentar os desafios. Otoniel nos ensina que quem age com fé entra na promessa e gera legado."
    },
    {
      "numero": "18",
      "texto": "Quando Acsa foi viver com Otoniel, ela o pressionou para que pedisse um campo ao pai dela. Assim que ela desceu do jumento, perguntou-lhe Calebe: 'O que você quer?'",
      "reflexao": "Quem sabe o valor da promessa não se contenta com pouco. Acsa nos ensina que podemos, sim, pedir mais ao nosso Pai, com ousadia e fé."
    },
    {
      "numero": "19",
      "texto": "'Quero um presente', respondeu ela. 'Já que me deu terras no Neguebe, dê-me também fontes de água.' Então Calebe lhe deu as fontes superiores e as inferiores.",
      "reflexao": "Deus não é Deus de bênção parcial. Quando pedimos com fé, Ele nos entrega não apenas a terra, mas também as fontes que sustentam a vida, tanto no alto quanto no vale."
    },
    {
      "numero": "20",
      "texto": "Esta é a herança da tribo de Judá, clã por clã:",
      "reflexao": "A herança dada por Deus é específica e destinada. Cada clã, cada família, cada pessoa tem um lugar no plano divino."
    },
    {
      "numero": "21",
      "texto": "As cidades que ficavam no extremo sul da tribo de Judá, no Neguebe, na direção da fronteira de Edom, eram: Cabzeel, Eder, Jagur,",
      "reflexao": "Até os lugares mais distantes e esquecidos estão sob o olhar de Deus. Nada escapa do Seu cuidado e da Sua provisão."
    },
    {
      "numero": "22",
      "texto": "Quiná, Dimona, Adada,",
      "reflexao": "Cada cidade representa uma promessa cumprida, um pedaço do sonho de Deus se tornando realidade para Seu povo."
    },
    {
      "numero": "23",
      "texto": "Quedes, Hazor, Itnã,",
      "reflexao": "O Deus que conhece os céus também conhece cada terra, cada nome, cada canto onde Seu povo habita."
    },
    {
      "numero": "24",
      "texto": "Zife, Telém, Bealote,",
      "reflexao": "A fidelidade do Senhor se reflete na organização e na entrega da herança. Cada detalhe tem significado no Reino de Deus."
    },
    {
      "numero": "25",
      "texto": "Hazor-Hadata, Queriote-Hezrom, que é Hazor,",
      "reflexao": "Mesmo quando os lugares carregam nomes antigos, Deus transforma a história e dá novo sentido às terras e aos destinos."
    },
    {
      "numero": "26",
      "texto": "Amã, Sema, Moladá,",
      "reflexao": "Deus estabelece lares, fortalece famílias e cuida dos Seus em cada território onde Sua presença é honrada."
    },
    {
      "numero": "27",
      "texto": "Hazar-Gada, Hesmom, Bete-Pelete,",
      "reflexao": "As bênçãos do Senhor não são gerais; são precisas, detalhadas e pensadas com amor para cada um dos Seus filhos."
    },
    {
      "numero": "28",
      "texto": "Hazar-Sual, Berseba, Biziotiá,",
      "reflexao": "Cada local representa um testemunho vivo da fidelidade de Deus, que cumpre tudo aquilo que promete."
    },
    {
      "numero": "29",
      "texto": "Baalá, Iim, Azém,",
      "reflexao": "O Deus que separa terras também separa propósitos. Há um chamado e uma missão em cada lugar que Ele nos confia."
    },
    {
      "numero": "30",
      "texto": "Eltolade, Quesil, Hormá,",
      "reflexao": "Hormá lembra que até lugares de batalhas podem se tornar herança. Onde houve luta, Deus estabelece vitória e paz."
    },
    {
      "numero": "31",
      "texto": "Ziclague, Madmana, Sansana,",
      "reflexao": "Ziclague, palco de lutas futuras de Davi, já era promessa. Deus conhece o futuro e prepara tudo com antecedência para Seus filhos."
    },
    {
      "numero": "32",
      "texto": "Lebaote, Silim, Aim e Rimom. Eram um total de vinte e nove cidades com seus povoados.",
      "reflexao": "A soma das bênçãos é abundante. Deus não entrega pouco, mas o suficiente para sustentar, prosperar e testemunhar Sua glória."
    },
    {
      "numero": "33",
      "texto": "Na Sefelá: Estaol, Zorá, Asná,",
      "reflexao": "Os vales também são lugares de bênção. Onde o mundo vê rebaixamento, Deus vê fertilidade e crescimento."
    },
    {
      "numero": "34",
      "texto": "Zanoa, En-Ganim, Tapua, Enã,",
      "reflexao": "Cada cidade, cada território, reflete a multiplicação do cuidado de Deus sobre as gerações que andam segundo Sua aliança."
    },
    {
      "numero": "35",
      "texto": "Jarmute, Adulão, Socó, Azeca,",
      "reflexao": "Adulão, lugar de refúgio de Davi, mostra que Deus transforma cavernas em fortalezas e desafios em berços de propósito."
    },
    {
      "numero": "36",
      "texto": "Saaraim, Aditaim, e Gederá ou Gederotaim. Eram catorze cidades com seus povoados.",
      "reflexao": "Os detalhes na contagem das cidades revelam que Deus conhece não só os territórios, mas também cada pessoa e cada história ali representada."
    },
    {
      "numero": "37",
      "texto": "Zenã, Hadasa, Migdal-Gade,",
      "reflexao": "Migdal-Gade, ‘Torre de Fortuna’, reflete que Deus ergue torres de provisão e proteção para aqueles que O buscam."
    },
    {
      "numero": "38",
      "texto": "Dileã, Mispá, Jocteel,",
      "reflexao": "Mispá, lugar de vigia, nos lembra que quem está debaixo das promessas de Deus vive sob Sua constante proteção e cuidado."
    },
    {
      "numero": "39",
      "texto": "Láquis, Bozcate, Eglom,",
      "reflexao": "Láquis, uma cidade estratégica, demonstra que Deus entrega não só territórios, mas também posicionamento, influência e segurança aos Seus filhos."
    },
    {
      "numero": "40",
      "texto": "Cabom, Laamás, Quitlis,",
      "reflexao": "Deus conhece os lugares pequenos, os nomes esquecidos pelos homens, e neles também manifesta Sua bondade e provisão."
    },
    {
      "numero": "41",
      "texto": "Gederote, Bete-Dagom, Naamá e Maquedá. Eram dezesseis cidades com seus povoados.",
      "reflexao": "Cada cidade representa cuidado e provisão. O Deus que abençoa não se esquece dos detalhes nem dos pequenos começos."
    },
    {
      "numero": "42",
      "texto": "Libna, Eter, Asã,",
      "reflexao": "Libna, nome que significa ‘branco’ ou ‘pureza’, nos lembra que Deus purifica e separa para Si os que caminham em fidelidade."
    },
    {
      "numero": "43",
      "texto": "Iftá, Asná, Nezibe,",
      "reflexao": "Cada território reflete não apenas espaço físico, mas um espaço espiritual de bênção, cuidado e promessa."
    },
    {
      "numero": "44",
      "texto": "Queila, Aczibe e Maressa. Eram nove cidades com seus povoados.",
      "reflexao": "Queila, lugar de livramento na história de Davi, mostra que Deus prepara refúgios estratégicos no caminho dos Seus servos."
    },
    {
      "numero": "45",
      "texto": "Ecrom, com suas vilas e seus povoados;",
      "reflexao": "Até mesmo fronteiras antes inimigas se tornam parte da herança quando Deus decreta vitória e expansão sobre a vida do Seu povo."
    },
    {
      "numero": "46",
      "texto": "ee Ecrom até o mar, todas as cidades nas proximidades de Asdode, juntamente com os seus povoados;",
      "reflexao": "Deus entrega territórios além dos limites naturais. Onde havia resistência, Ele abre caminhos e estabelece vitória."
    },
    {
      "numero": "47",
      "texto": "Asdode, com suas vilas e seus povoados; e Gaza, com suas vilas e seus povoados, até o ribeiro do Egito e o litoral do mar Grande.",
      "reflexao": "Do deserto até o mar, Deus amplia as fronteiras de quem anda em obediência. A bênção se estende até onde os olhos podem ver e além."
    },
    {
      "numero": "48",
      "texto": "Na região montanhosa: Samir, Jatir, Socó,",
      "reflexao": "As montanhas representam desafios, mas também segurança e refúgio. Deus estabelece Sua presença nas alturas da vida dos que O buscam."
    },
    {
      "numero": "49",
      "texto": "Daná, Quiriate-Sana, que é Debir,",
      "reflexao": "Debir, que significa ‘santuário’ ou ‘lugar santo’, revela que Deus separa lugares específicos para Sua glória e manifestação."
    },
    {
      "numero": "50",
      "texto": "Anabe, Estemo, Anim,",
      "reflexao": "Deus firma cidades e fortalece caminhos. Onde Ele planta, há estabilidade, propósito e bênção duradoura."
    },
    {
      "numero": "51",
      "texto": "Gósen, Holom e Gilo. Eram onze cidades com seus povoados.",
      "reflexao": "O mesmo Deus que cuidou dos Seus no Egito, na região de Gósen, agora estabelece território e descanso para Seu povo em Canaã."
    },
    {
      "numero": "52",
      "texto": "Arabe, Dumá, Esã,",
      "reflexao": "Dumá, que significa ‘silêncio’, nos lembra que há tempos de silêncio, mas também tempos de herança e conquista no Senhor."
    },
    {
      "numero": "53",
      "texto": "Janim, Bete-Tapua, Afeca,",
      "reflexao": "Afeca, ‘fortaleza’, simboliza que Deus entrega não só terras, mas fortalezas espirituais, proteção e segurança aos que confiam nEle."
    },
    {
      "numero": "54",
      "texto": "Hunta, Quiriate-Arba, que é Hebrom e Zior. Eram nove cidades com seus povoados.",
      "reflexao": "Quiriate-Arba, atual Hebrom, carrega história, promessa e aliança. Onde há herança do Senhor, há também descanso, vitória e paz duradoura."
    },
    {
      "numero": "55",
      "texto": "Maom, Carmelo, Zife, Jutá,",
      "reflexao": "Cidades como Carmelo e Zife trazem à memória que Deus estabelece territórios para Seu povo florescer, mesmo em meio às adversidades."
    },
    {
      "numero": "56",
      "texto": "Jezreel, Jocdeão, Zanoa,",
      "reflexao": "Jezreel, cujo nome significa ‘Deus semeia’, nos lembra que Deus planta propósitos, e o que Ele planta, floresce e dá frutos no tempo certo."
    },
    {
      "numero": "57",
      "texto": "Caim, Gibeá e Timna. Eram dez cidades com seus povoados.",
      "reflexao": "O Senhor não dá apenas terra, mas também destino, história e identidade. Cada cidade representa uma promessa viva de cuidado e provisão."
    },
    {
      "numero": "58",
      "texto": "Halul, Bete-Zur, Gedor,",
      "reflexao": "Bete-Zur, que significa ‘casa da rocha’, aponta para a verdade de que a nossa segurança está na Rocha eterna, que é Deus."
    },
    {
      "numero": "59",
      "texto": "Maarate, Bete-Anote e Eltecom. Eram seis cidades com seus povoados.",
      "reflexao": "Cada nome carrega memória e testemunho da fidelidade de Deus que guia, protege e sustenta Seu povo em toda jornada."
    },
    {
      "numero": "60",
      "texto": "Quiriate-Baal, que é Quiriate-Jearim e Rabá. Eram duas cidades com seus povoados.",
      "reflexao": "Quiriate-Jearim, lugar onde a arca do Senhor ficou por muito tempo, nos lembra que a presença de Deus é o maior tesouro em qualquer território."
    },
    {
      "numero": "61",
      "texto": "No deserto: Bete-Arabá, Midim, Secacá,",
      "reflexao": "Mesmo no deserto, Deus reserva cidades de descanso e provisão. Onde parece não haver vida, Ele faz brotar esperança."
    },
    {
      "numero": "62",
      "texto": "Nibsã, Cidade do Sal e En-Gedi. Eram seis cidades com seus povoados.",
      "reflexao": "En-Gedi, lugar de fontes no deserto, nos lembra que Deus é a fonte que sacia, renova e sustenta, mesmo em meio às secas da vida."
    },
    {
      "numero": "63",
      "texto": "Os descendentes de Judá não conseguiram expulsar os jebuseus, que viviam em Jerusalém; até hoje os jebuseus vivem ali com o povo de Judá.",
      "reflexao": "As resistências não vencidas mostram que há lutas que se prolongam, não por falta da promessa, mas por processos que Deus permite para amadurecimento, perseverança e dependência total dEle."
    }
  ]
}
