{
  "livro": "Josué",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Jericó estava completamente fechada por causa dos israelitas. Ninguém saía nem entrava.",
      "reflexao": "Quando Deus determina a vitória, não há fortaleza que permaneça de pé. O medo dos inimigos é evidência de que a mão do Senhor já está movendo as circunstâncias."
    },
    {
      "numero": "2",
      "texto": "Então o Senhor disse a Josué: ‘Saiba que entreguei nas suas mãos Jericó, seu rei e seus homens de guerra’.",
      "reflexao": "Deus declara a vitória antes que ela aconteça. A promessa dEle sempre vem antes do cumprimento visível. A nossa parte é crer, obedecer e avançar."
    },
    {
      "numero": "3",
      "texto": "‘Marche uma vez ao redor da cidade, com todos os homens armados. Faça isso durante seis dias’.",
      "reflexao": "Deus trabalha através de processos. Muitas vezes o milagre não é instantâneo, mas fruto da obediência diária, mesmo quando o plano parece estranho aos olhos humanos."
    },
    {
      "numero": "4",
      "texto": "‘Sete sacerdotes levarão cada um uma trombeta de chifre de carneiro à frente da arca. No sétimo dia, marchem todos sete vezes ao redor da cidade, e os sacerdotes toquem as trombetas’.",
      "reflexao": "O número sete na Bíblia simboliza plenitude e perfeição. Deus está mostrando que o cumprimento da promessa acontece no Seu tempo perfeito, quando seguimos Suas instruções completamente."
    },
    {
      "numero": "5",
      "texto": "‘Quando as trombetas soarem um longo toque, todo o povo dará um forte grito; o muro da cidade cairá e o povo atacará, cada um do lugar onde estiver’.",
      "reflexao": "A obediência abre caminho para o sobrenatural. O som do povo unido, em obediência, libera a intervenção de Deus. Não são as armas, mas a presença e o poder do Senhor que derrubam as muralhas."
    },
    {
      "numero": "6",
      "texto": "Josué, filho de Num, chamou os sacerdotes e lhes disse: ‘Levem a arca da aliança do Senhor. Sete de vocês levarão trombetas à frente da arca’.",
      "reflexao": "A presença de Deus precisa estar no centro de qualquer batalha. A vitória não está na força humana, mas na manifestação da glória do Senhor."
    },
    {
      "numero": "7",
      "texto": "E ordenou ao povo: ‘Avancem! Marchem ao redor da cidade! Os soldados armados irão à frente da arca do Senhor’.",
      "reflexao": "Deus quer um povo que se move. A fé que permanece parada não produz milagres. Avançar na direção da promessa é sinal de confiança no Deus que falou."
    },
    {
      "numero": "8",
      "texto": "Quando Josué terminou de falar ao povo, os sete sacerdotes que levavam suas trombetas perante o Senhor saíram à frente, tocando as trombetas. E a arca da aliança do Senhor ia atrás deles.",
      "reflexao": "A adoração e a obediência sempre abrem caminho para o sobrenatural. As trombetas soando são símbolo de louvor, proclamação e fé ativa."
    },
    {
      "numero": "9",
      "texto": "Os soldados armados marchavam à frente dos sacerdotes que tocavam as trombetas, e o restante dos soldados seguia a arca. Durante todo esse tempo tocavam-se as trombetas.",
      "reflexao": "O povo de Deus avança organizado, com reverência e estratégia divina. O som contínuo das trombetas é o som da presença, da vitória que se aproxima."
    },
    {
      "numero": "10",
      "texto": "Mas, Josué tinha ordenado ao povo: ‘Não deem o brado de guerra, não levantem a voz, não digam palavra alguma, até ao dia em que eu lhes ordenar. Então vocês gritarão!’",
      "reflexao": "O silêncio é, muitas vezes, uma estratégia espiritual. Há batalhas em que Deus nos manda silenciar até que chegue o momento certo para a vitória ser liberada com um grito de fé."
    },
    {
      "numero": "11",
      "texto": "Assim se fez a arca do Senhor rodear a cidade, dando uma volta em torno dela. Então o povo voltou para o acampamento, onde passou a noite.",
      "reflexao": "A obediência constante, mesmo sem resultados visíveis imediatos, é prova de fé madura. Quem confia segue a ordem, mesmo quando o milagre ainda não se manifestou."
    },
    {
      "numero": "12",
      "texto": "Josué levantou-se na manhã seguinte, e os sacerdotes levaram a arca do Senhor.",
      "reflexao": "Deus honra quem permanece firme, dia após dia, fazendo o que Ele ordenou. Perseverança na direção de Deus é sinal de fé que não desiste."
    },
    {
      "numero": "13",
      "texto": "Os sete sacerdotes que levavam as trombetas iam adiante da arca do Senhor, tocando as trombetas. Os homens armados iam à frente deles, e o restante dos soldados seguia a arca do Senhor, enquanto as trombetas tocavam continuamente.",
      "reflexao": "O louvor e a presença de Deus são a frente do exército do Senhor. Cada toque da trombeta proclama que a vitória não é fruto da força humana, mas da manifestação do poder de Deus."
    },
    {
      "numero": "14",
      "texto": "No segundo dia também rodearam a cidade uma vez, e voltaram ao acampamento. E durante seis dias repetiram aquilo.",
      "reflexao": "A constância na obediência gera o ambiente para o milagre. Muitas vezes, Deus quer ver se somos fiéis quando ainda não vemos os resultados."
    },
    {
      "numero": "15",
      "texto": "No sétimo dia, levantaram-se ao romper da manhã e marcharam da mesma maneira sete vezes ao redor da cidade; foi apenas nesse dia que rodearam a cidade sete vezes.",
      "reflexao": "O tempo de Deus chega, e quando chega, tudo se alinha. Sete voltas, sete toques, sete dias — o sinal de que o ciclo se completa e que o milagre está prestes a acontecer."
    },
    {
      "numero": "16",
      "texto": "Na sétima vez, quando os sacerdotes deram o toque de trombeta, Josué ordenou ao povo: ‘Gritem! O Senhor lhes entregou a cidade!’",
      "reflexao": "O grito de fé libera o milagre. Quando unimos nossa voz à promessa de Deus, as muralhas que pareciam intransponíveis simplesmente caem."
    },
    {
      "numero": "17",
      "texto": "‘A cidade, com tudo o que nela existe, será consagrada ao Senhor para destruição. Somente a prostituta Raabe e todos os que estão com ela em sua casa serão poupados, pois ela escondeu os espiões que enviamos’.",
      "reflexao": "A misericórdia de Deus se manifesta no meio do juízo. A fé de Raabe não só salvou sua vida, mas também a de toda sua família, mostrando que Deus honra quem O reconhece e O busca."
    },
    {
      "numero": "18",
      "texto": "‘Mas fiquem longe das coisas consagradas, não se apossem de nenhuma delas, para que não sejam destruídos. Do contrário trarão destruição e desgraça ao acampamento de Israel’.",
      "reflexao": "Deus é santo e exige santidade. A vitória não deve gerar ganância, mas reverência. O que pertence a Deus deve ser separado para Ele, como ato de honra e reconhecimento."
    },
    {
      "numero": "19",
      "texto": "‘Toda a prata, todo o ouro e todos os utensílios de bronze e de ferro são sagrados e pertencem ao Senhor e deverão ser levados para o seu tesouro’.",
      "reflexao": "Deus estabelece que os tesouros da vitória sejam consagrados a Ele. Isso nos ensina que tudo o que conquistamos deve ser, antes de tudo, para a glória do Senhor."
    },
    {
      "numero": "20",
      "texto": "Quando soaram as trombetas o povo gritou. Ao som das trombetas, e do forte grito, o muro caiu. Cada um atacou do lugar onde estava, e tomaram a cidade.",
      "reflexao": "Quando a obediência, o louvor e a fé se unem, o impossível se torna realidade. Nenhuma muralha permanece diante do som da fé e da presença de Deus."
    },
    {
      "numero": "21",
      "texto": "Consagraram a cidade ao Senhor, destruindo ao fio da espada homens, mulheres, jovens, velhos, bois, ovelhas e jumentos, todos os seres vivos que nela havia.",
      "reflexao": "O juízo de Deus é completo sobre aquilo que representa oposição ao Seu Reino. Há momentos em que Ele limpa o território para que o Seu povo viva plenamente a promessa."
    },
    {
      "numero": "22",
      "texto": "Josué disse aos dois homens que tinham espionado a terra: ‘Entrem na casa da prostituta e tirem-na de lá com todos os seus parentes, conforme o juramento que fizeram a ela’.",
      "reflexao": "Deus nunca se esquece dos acordos feitos em nome da fé. A fidelidade de Deus honra aqueles que O buscaram, mesmo no meio da destruição ao redor."
    },
    {
      "numero": "23",
      "texto": "Então os jovens que tinham espionado a terra entraram e trouxeram Raabe, seu pai, sua mãe, seus irmãos e todos os seus parentes. Tiraram de lá todos os da sua família e os deixaram num local fora do acampamento de Israel.",
      "reflexao": "A salvação é uma obra coletiva quando alguém escolhe crer. A fé de Raabe não só mudou sua vida, mas reescreveu a história de sua família."
    },
    {
      "numero": "24",
      "texto": "Depois incendiaram a cidade inteira e tudo o que nela havia, mas entregaram a prata, o ouro e os utensílios de bronze e de ferro ao tesouro do santuário do Senhor.",
      "reflexao": "Deus é digno das primícias de toda vitória. Tudo o que tem valor pertence a Ele, pois é dEle que vem a força, a estratégia e a conquista."
    },
    {
      "numero": "25",
      "texto": "Mas Josué poupou a prostituta Raabe, a sua família, e todos os seus pertences, pois ela escondeu os homens que Josué tinha enviado a Jericó como espiões. E Raabe vive entre os israelitas até hoje.",
      "reflexao": "Deus transforma histórias. Raabe, antes marginalizada, agora faz parte do povo de Deus, mostrando que a fé redefine destinos e insere pessoas no plano divino, independentemente do passado."
    },
    {
      "numero": "26",
      "texto": "Naquela ocasião Josué pronunciou este juramento solene: ‘Maldito seja diante do Senhor o homem que reconstruir esta cidade de Jericó: Ao preço de seu filho mais velho lançará os alicerces da cidade; ao preço de seu filho mais novo porá suas portas!’",
      "reflexao": "Esse juramento sela Jericó como exemplo eterno de que aquilo que Deus derruba não deve ser reerguido. O que Deus derruba no mundo espiritual — fortalezas, vícios, prisões — não deve ser reconstruído em nossas vidas."
    },
    {
      "numero": "27",
      "texto": "Assim o Senhor esteve com Josué, cuja fama espalhou-se por toda a região.",
      "reflexao": "Quando Deus está conosco, até os inimigos reconhecem. A fama de Josué não era fruto do seu nome, mas da evidência de que Deus estava operando através dele."
    }
  ]
}