{
  "livro": "Josué",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Foram estas as terras que os israelitas receberam por herança em Canaã, e que o sacerdote Eleazar, Josué, filho de Num, e os chefes dos clãs das tribos dos israelitas repartiram entre eles.",
      "reflexao": "O Deus da aliança é também Deus da promessa cumprida. Ele reparte com justiça, honra os compromissos e estabelece a bênção entre o Seu povo."
    },
    {
      "numero": "2",
      "texto": "A divisão da herança foi decidida por sorteio entre as nove tribos e meia, como o Senhor tinha ordenado por meio de Moisés,",
      "reflexao": "Deus dirige até os sorteios. O que parece acaso aos homens é, na verdade, manifestação da soberania divina em cada detalhe."
    },
    {
      "numero": "3",
      "texto": "pois Moisés já tinha dado herança às duas tribos e meia a leste do Jordão. Mas aos levitas não dera herança entre os demais.",
      "reflexao": "A herança dos levitas não estava na terra, mas no Senhor. Isso nos lembra que, acima de posses materiais, a maior herança é a presença de Deus."
    },
    {
      "numero": "4",
      "texto": "Os filhos de José formaram as duas tribos de Manassés e Efraim. Os levitas não receberam porção alguma da terra; receberam apenas cidades onde viver, com pastagens para os seus rebanhos.",
      "reflexao": "A provisão de Deus é completa. Mesmo sem território, os levitas foram cuidados, provando que Deus nunca desampara aqueles que O servem."
    },
    {
      "numero": "5",
      "texto": "Os israelitas dividiram a terra conforme o Senhor tinha ordenado a Moisés.",
      "reflexao": "Obedecer à ordem do Senhor traz unidade, provisão e paz. Quando seguimos Seus princípios, a bênção se estabelece."
    },
    {
      "numero": "6",
      "texto": "Os homens de Judá vieram a Josué em Gilgal, e Calebe, filho do quenezeu Jefoné, lhe disse: 'Você sabe o que o Senhor disse a Moisés, homem de Deus, em Cades-Barnéia, sobre mim e sobre você.'",
      "reflexao": "Aqueles que guardam no coração as promessas do Senhor jamais esquecem o que Ele falou. Calebe nos ensina que fé persevera, mesmo quando o tempo passa."
    },
    {
      "numero": "7",
      "texto": "Eu tinha quarenta anos quando Moisés, servo do Senhor, enviou-me de Cades-Barnéia para espionar a terra. Eu lhe dei um relatório digno de confiança,",
      "reflexao": "Fidelidade não é circunstância, é decisão. Calebe escolheu acreditar no que Deus disse, não no que os olhos humanos viam."
    },
    {
      "numero": "8",
      "texto": "mas os meus irmãos israelitas que foram comigo fizeram o povo desanimar-se de medo. Eu, porém, fui inteiramente fiel ao Senhor, ao meu Deus.",
      "reflexao": "A verdadeira fé se distingue no meio da incredulidade. Enquanto uns semeiam medo, outros, como Calebe, permanecem fiéis, sustentados pela confiança no Senhor."
    },
    {
      "numero": "9",
      "texto": "Por isso naquele dia Moisés me jurou: 'Certamente a terra em que você pisou será uma herança perpétua para você e para os seus descendentes, porquanto você foi inteiramente fiel ao Senhor, ao meu Deus.'",
      "reflexao": "Deus recompensa a fidelidade de geração em geração. Suas promessas não têm prazo de validade, são perpétuas e seguras."
    },
    {
      "numero": "10",
      "texto": "Pois bem, o Senhor manteve-me vivo, como prometeu. E foi há quarenta e cinco anos que ele disse isso a Moisés, quando Israel caminhava pelo deserto. Por isso aqui estou hoje, com oitenta e cinco anos de idade!",
      "reflexao": "O tempo não enfraquece as promessas de Deus. Aquele que prometeu também preserva, sustenta e fortalece até o cumprimento total."
    },
    {
      "numero": "11",
      "texto": "Ainda estou tão forte como no dia em que Moisés me enviou; tenho agora tanto vigor para ir à guerra como naquela época.",
      "reflexao": "Quem caminha na presença de Deus renova as forças, como águia. A idade não limita aquele que é sustentado pelo Eterno."
    },
    {
      "numero": "12",
      "texto": "Dê-me, pois, a região montanhosa que naquela ocasião o Senhor me prometeu. Na época, você ficou sabendo que os enaquins lá viviam com suas cidades grandes e fortificadas; mas, se o Senhor estiver comigo, eu os expulsarei de lá, como ele prometeu.",
      "reflexao": "Fé não teme gigantes, nem fortalezas. Quem crê, pede montanhas, porque sabe que Deus é quem dá a vitória, não importa o tamanho do desafio."
    },
    {
      "numero": "13",
      "texto": "Então Josué abençoou Calebe, filho de Jefoné, e lhe deu Hebrom por herança.",
      "reflexao": "Deus honra aqueles que O honram. Hebrom, a terra dos gigantes, tornou-se a herança do homem que acreditou mais nas promessas do Senhor do que nos obstáculos."
    },
    {
      "numero": "14",
      "texto": "Por isso, até hoje, Hebrom pertence aos descendentes de Calebe, filho do quenezeu Jefoné, pois ele foi inteiramente fiel ao Senhor, ao Deus de Israel.",
      "reflexao": "A fidelidade constrói legados. Até hoje, o nome de Calebe ecoa como testemunho de que quem permanece firme no Senhor nunca será envergonhado."
    },
    {
      "numero": "15",
      "texto": "Hebrom era chamada Quiriate-Arba, em homenagem a Arba, o maior dos enaquins. E a terra teve descanso da guerra.",
      "reflexao": "Quando as promessas se cumprem, a paz chega. O descanso é fruto da obediência e da confiança naquele que é fiel e cumpre tudo o que diz."
    }
  ]
}
