{
  "livro": "Josué",
  "capitulo": "23",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Passado muito tempo, depois que o Senhor concedeu a Israel descanso de todos os inimigos ao redor, Josué, agora velho, de idade muito avançada,",
      "reflexao": "O tempo revela que Deus é fiel em suas promessas. Assim como concedeu descanso a Israel, também nos dá paz quando confiamos nele."
    },
    {
      "numero": "2",
      "texto": "convocou todo o Israel, com as autoridades, os líderes, os juízes e os oficiais, e lhes disse: 'Estou velho, com idade muito avançada.'",
      "reflexao": "A maturidade espiritual traz consigo a responsabilidade de transmitir sabedoria às gerações. Josué, consciente de sua missão, prepara o povo para continuar firme no caminho do Senhor."
    },
    {
      "numero": "3",
      "texto": "'Vocês mesmos viram tudo o que o Senhor, o seu Deus, fez com todas essas nações por amor a vocês; foi o Senhor, o seu Deus, que lutou por vocês.'",
      "reflexao": "Jamais devemos esquecer das vitórias que Deus nos concedeu. Ele luta por nós, não por mérito nosso, mas por amor e fidelidade à Sua aliança."
    },
    {
      "numero": "4",
      "texto": "'Lembrem-se de que eu reparti por herança para as tribos de vocês toda a terra das nações, tanto as que ainda restam como as que conquistei entre o Jordão e o mar Grande, a oeste.'",
      "reflexao": "A herança que Deus nos dá é fruto da sua promessa, e devemos reconhecê-la como bênção, permanecendo fiéis ao propósito que Ele estabeleceu para nós."
    },
    {
      "numero": "5",
      "texto": "'O Senhor, o seu Deus, as expulsará da presença de vocês. Ele as empurrará de diante de vocês, e vocês se apossarão da terra delas, como o Senhor lhes prometeu.'",
      "reflexao": "Deus continua à frente das nossas batalhas. Quando permanecemos fiéis, Ele cumpre Suas promessas e nos dá vitória sobre todo obstáculo."
    },
    {
      "numero": "6",
      "texto": "'Façam todo o esforço para obedecer e cumprir tudo o que está escrito no Livro da Lei de Moisés, sem se desviar, nem para a direita nem para a esquerda.'",
      "reflexao": "Obediência é o caminho da bênção. Permanecer nos princípios da Palavra, sem desvios, é garantia de uma vida segura e protegida no Senhor."
    },
    {
      "numero": "7",
      "texto": "'Não se associem com essas nações que restam no meio de vocês. Não invoquem os nomes dos seus deuses nem jurem por eles. Não lhes prestem culto nem se inclinem perante eles.'",
      "reflexao": "Santidade significa separação. Misturar-se com aquilo que não honra a Deus compromete nossa comunhão e enfraquece nossa fé."
    },
    {
      "numero": "8",
      "texto": "'Mas apeguem-se somente ao Senhor, ao seu Deus, como fizeram até hoje.'",
      "reflexao": "Apegue-se ao Senhor com todo o coração. Nele está nossa força, segurança e razão de viver."
    },
    {
      "numero": "9",
      "texto": "'O Senhor expulsou de diante de vocês nações grandes e poderosas; até hoje ninguém conseguiu resistir a vocês.'",
      "reflexao": "Quando Deus é por nós, nenhum inimigo pode prevalecer. A vitória é resultado da presença constante do Senhor em nossa jornada."
    },
    {
      "numero": "10",
      "texto": "'Um só de vocês faz fugir mil, pois o Senhor, o seu Deus, luta por vocês, conforme prometeu.'",
      "reflexao": "O poder de Deus em nós é desproporcional aos nossos próprios recursos. Quando Ele luta por nós, nossos esforços se tornam multiplicados."
    },
    {
      "numero": "11",
      "texto": "'Por isso dediquem-se com zelo a amar o Senhor, o seu Deus.'",
      "reflexao": "O amor a Deus não pode ser negligenciado. Ele deve ser cultivado com zelo, dedicação e entrega diária."
    },
    {
      "numero": "12",
      "texto": "'Se, todavia, vocês se afastarem e se aliarem aos sobreviventes dessas nações que restam no meio de vocês, e se casarem com eles e se associarem com eles,'",
      "reflexao": "Quando nos afastamos dos princípios de Deus e nos aliançamos com aquilo que é contrário à Sua vontade, abrimos portas para dor, confusão e destruição espiritual."
    },
    {
      "numero": "13",
      "texto": "'estejam certos de que o Senhor, o seu Deus, já não expulsará essas nações de diante de vocês. Ao contrário, elas se tornarão armadilhas e laços para vocês, chicote em suas costas e espinhos em seus olhos, até que vocês desapareçam desta boa terra que o Senhor, o seu Deus, deu a vocês.'",
      "reflexao": "A desobediência traz consequências sérias. Aquilo que não eliminamos por obediência, torna-se depois motivo de dor, tropeço e opressão espiritual."
    },
    {
      "numero": "14",
      "texto": "'Agora estou prestes a ir pelo caminho de toda a terra. Vocês sabem, lá no fundo do coração e da alma, que nenhuma das boas promessas que o Senhor, o seu Deus, lhes fez deixou de cumprir-se. Todas se cumpriram; nenhuma delas falhou.'",
      "reflexao": "Deus é absolutamente fiel. Suas promessas são imutáveis e perfeitas. Podemos descansar sabendo que tudo o que Ele falou se cumprirá, sem falha, sem atraso, sem exceção."
    },
    {
      "numero": "15",
      "texto": "'Mas, assim como cada uma das boas promessas do Senhor, do seu Deus, se cumpriu, também o Senhor fará cumprir-se em vocês todo o mal com que os ameaçou, até eliminá-los desta boa terra que lhes deu.'",
      "reflexao": "O mesmo Deus que é fiel para abençoar é justo para corrigir. A bênção acompanha a obediência; a disciplina vem quando há quebra da aliança."
    },
    {
      "numero": "16",
      "texto": "'Se vocês violarem a aliança que o Senhor, o seu Deus, lhes ordenou, e passarem a cultuar outros deuses e a inclinar-se diante deles, a ira do Senhor se acenderá contra vocês, e vocês logo desaparecerão da boa terra que ele lhes deu.'",
      "reflexao": "A idolatria, em qualquer forma, separa-nos de Deus. Manter a aliança com o Senhor é garantia de vida, de bênção e de herança permanente."
    }
  ]
}
