{
  "livro": "Josué",
  "capitulo": "4",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando toda a nação terminou de atravessar o Jordão, o Senhor disse a Josué:",
      "reflexao": "Deus não apenas realiza milagres, Ele também deseja que esses feitos sejam lembrados. Após a travessia, Ele direciona Josué a marcar aquele momento como testemunho para as gerações futuras."
    },
    {
      "numero": "2",
      "texto": "‘Escolha doze homens dentre o povo, um de cada tribo’,",
      "reflexao": "Cada tribo tem seu valor e sua representatividade diante de Deus. Ele quer que todos se sintam parte do milagre, porque o cuidado do Senhor é coletivo e pessoal ao mesmo tempo."
    },
    {
      "numero": "3",
      "texto": "‘e mande que apanhem doze pedras do meio do Jordão, do lugar onde os sacerdotes ficaram parados. Levem-nas com vocês para o local onde forem passar a noite’.",
      "reflexao": "As pedras são mais do que objetos, são memoriais visíveis do poder de Deus. Assim como Deus orientou Israel a registrar Seus feitos, também devemos guardar e compartilhar os testemunhos das Suas maravilhas em nossas vidas."
    },
    {
      "numero": "4",
      "texto": "Josué convocou os doze homens que escolhera dentre os israelitas, um de cada tribo,",
      "reflexao": "Deus honra a obediência e a ordem. Josué, como líder atento, cumpre fielmente cada detalhe da direção divina, mostrando que os grandes feitos começam na fidelidade aos pequenos comandos."
    },
    {
      "numero": "5",
      "texto": "e lhes disse: ‘Passem adiante da arca do Senhor, o seu Deus, até o meio do Jordão. Ponha cada um de vocês uma pedra nos ombros, conforme o número das tribos dos israelitas’.",
      "reflexao": "Carregar as pedras nos ombros simboliza que os testemunhos das obras de Deus devem ser levados com honra, responsabilidade e gratidão. Cada geração carrega as marcas dos feitos do Senhor."
    },
    {
      "numero": "6",
      "texto": "‘Elas servirão de sinal para vocês. No futuro, quando os seus filhos lhes perguntarem: Que significam essas pedras?’,",
      "reflexao": "O testemunho é um legado espiritual. Deus deseja que Seus feitos sejam contados de pais para filhos, gerando fé, esperança e reverência nas gerações futuras."
    },
    {
      "numero": "7",
      "texto": "‘respondam que as águas do Jordão foram interrompidas diante da arca da aliança do Senhor. Quando a arca atravessou o Jordão, as águas foram interrompidas. Essas pedras serão um memorial perpétuo para o povo de Israel’.",
      "reflexao": "Cada milagre tem um propósito que vai além do momento. Deus deseja que nunca nos esqueçamos que Ele é Aquele que abre caminhos onde não existe passagem."
    },
    {
      "numero": "8",
      "texto": "Os israelitas fizeram como Josué lhes havia ordenado. Apanharam doze pedras do meio do Jordão, conforme o número das tribos de Israel, como o Senhor tinha ordenado a Josué; e as levaram ao acampamento, onde as deixaram.",
      "reflexao": "A bênção é fruto da obediência. Quando seguimos as instruções de Deus, não apenas vivemos milagres, mas também edificamos memoriais que fortalecem nossa fé e a fé dos outros."
    },
    {
      "numero": "9",
      "texto": "Josué ergueu também doze pedras no meio do Jordão, no local onde os sacerdotes que carregavam a arca da aliança tinham ficado. E elas estão lá até hoje.",
      "reflexao": "Há testemunhos que Deus faz questão de deixar não apenas nas nossas memórias, mas também nos próprios cenários da vida, como lembrete de que onde parecia impossível, Ele fez um caminho."
    },
    {
      "numero": "10",
      "texto": "Os sacerdotes que carregavam a arca permaneceram de pé no meio do Jordão até que o povo fez tudo o que o Senhor ordenara a Josué, por meio de Moisés. E o povo atravessou apressadamente.",
      "reflexao": "A presença de Deus sustenta o impossível aberto enquanto o Seu povo atravessa. Isso nos lembra que o milagre permanece de pé enquanto caminhamos na direção do cumprimento da promessa."
    },
    {
      "numero": "11",
      "texto": "Quando todos tinham acabado de atravessar, a arca do Senhor e os sacerdotes passaram para o outro lado, diante do povo.",
      "reflexao": "Deus é sempre o primeiro a abrir caminho e o último a deixar o lugar, garantindo que nenhum de Seus filhos fique para trás."
    },
    {
      "numero": "12",
      "texto": "Os homens das tribos de Rúben, de Gade e da metade da tribo de Manassés atravessaram preparados para lutar, à frente dos israelitas, como Moisés os tinha orientado.",
      "reflexao": "Unidade, compromisso e coragem. Esses homens nos ensinam que, mesmo já estabelecidos em suas terras, não deixaram de lutar pelas promessas dos seus irmãos. A verdadeira vitória é coletiva."
    },
    {
      "numero": "13",
      "texto": "Cerca de quarenta mil homens preparados para a guerra passaram perante o Senhor, rumo à planície de Jericó.",
      "reflexao": "Avançar debaixo da bênção de Deus é diferente de simplesmente marchar. Eles não apenas atravessaram um rio, eles marcharam sob o olhar atento do Soberano, rumo à conquista prometida."
    },
    {
      "numero": "14",
      "texto": "Naquele dia o Senhor exaltou Josué à vista de todo o Israel; e eles o respeitaram enquanto viveu, como tinham respeitado Moisés.",
      "reflexao": "Quando Deus exalta alguém, é para que o povo reconheça que Ele está com essa pessoa. O respeito não vem da imposição, mas da evidência da presença de Deus na vida do líder."
    },
    {
      "numero": "15",
      "texto": "Então o Senhor disse a Josué:",
      "reflexao": "Deus continua falando. Mesmo após o milagre, Ele permanece guiando cada detalhe, mostrando que Sua voz não é apenas para os momentos de crise, mas para cada etapa da jornada."
    },
    {
      "numero": "16",
      "texto": "‘Ordene aos sacerdotes que carregam a arca da aliança que saiam do Jordão’.",
      "reflexao": "Deus sabe o tempo exato de cada coisa. Assim como Ele mandou entrar, agora Ele dá a ordem de sair, mostrando que tudo tem um começo, um meio e um fim no Seu plano perfeito."
    },
    {
      "numero": "17",
      "texto": "E Josué lhes ordenou que saíssem.",
      "reflexao": "A prontidão em obedecer à voz de Deus gera segurança e continuidade no caminho da promessa. Josué é exemplo de quem não apenas ouve, mas age conforme a direção divina."
    },
    {
      "numero": "18",
      "texto": "Quando os sacerdotes que carregavam a arca da aliança do Senhor saíram do Jordão, mal tinham posto os pés em terra seca, as águas do Jordão voltaram ao seu lugar, e cobriram como antes as suas margens.",
      "reflexao": "O Deus que abre o caminho também é o Deus que fecha quando é tempo. Isso nos lembra que os milagres são específicos, com hora marcada, e acontecem para aqueles que estão atentos à Sua voz."
    },
    {
      "numero": "19",
      "texto": "No décimo dia do primeiro mês o povo subiu do Jordão e acampou em Gilgal, na fronteira leste de Jericó.",
      "reflexao": "Gilgal se torna um marco espiritual, o lugar onde as promessas começam a se materializar. Todo lugar onde Deus nos leva após uma travessia sobrenatural se transforma em território de consagração e gratidão."
    },
    {
      "numero": "20",
      "texto": "E em Gilgal Josué ergueu as doze pedras tiradas do Jordão.",
      "reflexao": "Os marcos da vitória devem ser visíveis. Cada pedra em Gilgal era um lembrete permanente de que Deus é fiel e cumpre Suas promessas de geração em geração."
    },
    {
      "numero": "21",
      "texto": "Disse ele aos israelitas: ‘No futuro, quando os filhos perguntarem aos seus pais: Que significam essas pedras?’,",
      "reflexao": "A fé se transmite pela memória dos feitos de Deus. O testemunho não deve se perder, mas ser contado, celebrado e passado como herança espiritual às futuras gerações."
    },
    {
      "numero": "22",
      "texto": "‘Expliquem a eles: Aqui Israel atravessou o Jordão em terra seca’.",
      "reflexao": "Cada palavra carrega vida quando fala das obras do Senhor. Contar aos filhos que o impossível foi vencido é plantar fé, coragem e confiança em Deus nos corações deles."
    },
    {
      "numero": "23",
      "texto": "‘Pois o Senhor, o seu Deus, secou o Jordão perante vocês até que o tivessem atravessado. O Senhor, o seu Deus, fez com o Jordão como fizera com o mar Vermelho, quando o secou diante de nós até que o tivéssemos atravessado’.",
      "reflexao": "Deus é o mesmo que abriu o Mar Vermelho e abriu o Jordão. Ele continua sendo o Deus que faz o sobrenatural acontecer na vida daqueles que confiam e obedecem à Sua voz."
    },
    {
      "numero": "24",
      "texto": "‘Ele assim fez para que todos os povos da terra saibam que a mão do Senhor é poderosa e para que vocês sempre temam o Senhor, o seu Deus’.",
      "reflexao": "Os milagres de Deus não são apenas para nós, mas para que todos vejam e saibam que Ele é soberano. Eles fortalecem nossa fé e proclamam ao mundo que o nosso Deus é poderoso e digno de reverência."
    }
  ]
}