{
  "livro": "Juízes",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Abimeleque, filho de Jerubaal, foi aos irmãos de sua mãe em Siquém e disse a eles e a todo o clã da família de sua mãe:",
      "reflexao": "Abimeleque representa aquele que busca poder não por chamado divino, mas por alianças humanas e manipulação. Quando a motivação não nasce do propósito de Deus, a semente plantada é de divisão e opressão."
    },
    {
      "numero": "2",
      "texto": "‘Perguntem a todos os cidadãos de Siquém: O que é melhor para vocês: ter todos os setenta filhos de Jerubaal governando sobre vocês, ou somente um homem? Lembrem-se de que eu sou sua própria carne.’",
      "reflexao": "O discurso de Abimeleque apela para o egoísmo e para os laços de sangue, não para a justiça ou para a vontade de Deus. Isso revela como líderes carnais manipulam emoções e relações para alcançar seus próprios interesses."
    },
    {
      "numero": "3",
      "texto": "Os irmãos de sua mãe repetiram tudo aos cidadãos de Siquém, e estes se mostraram propensos a seguir Abimeleque, pois disseram: ‘Ele é nosso irmão.’",
      "reflexao": "Quando as pessoas escolhem liderança baseadas apenas em afinidades humanas e não na direção de Deus, abrem portas para ciclos de opressão, injustiça e destruição. A escolha errada nasce da superficialidade e da ausência de discernimento espiritual."
    },
    {
      "numero": "4",
      "texto": "Deram-lhe setenta peças de prata tiradas do templo de Baal-Berite, as quais Abimeleque usou para contratar alguns desocupados e vadios, que se tornaram seus seguidores.",
      "reflexao": "O governo que nasce da idolatria é sustentado por alianças corruptas. Quando os recursos vêm do templo de Baal, o reinado carrega maldição desde sua origem. Quem se levanta com base no erro, perpetua a injustiça e a violência."
    },
    {
      "numero": "5",
      "texto": "Foi à casa de seu pai em Ofra e matou seus setenta irmãos, filhos de Jerubaal, sobre uma rocha. Mas Jotão, o filho mais novo de Jerubaal, escondeu-se e escapou.",
      "reflexao": "A sede de poder leva Abimeleque ao extremo da crueldade. A rocha, que poderia ser símbolo de refúgio, torna-se palco de derramamento de sangue. Isso nos alerta que quando o homem abandona os princípios de Deus, qualquer limite moral é rompido."
    },
    {
      "numero": "6",
      "texto": "Então todos os cidadãos de Siquém e de Bete-Milo reuniram-se ao lado do Carvalho, junto à coluna de Siquém, para coroar Abimeleque rei.",
      "reflexao": "A coroação de Abimeleque é feita no mesmo lugar onde alianças foram feitas no passado com Deus, porém agora serve para legitimar um governo contrário à vontade divina. Isso revela como o que não é consagrado a Deus pode se tornar instrumento de opressão e destruição."
    },
    {
      "numero": "7",
      "texto": "Quando Jotão soube disso, subiu ao topo do monte Gerizim e gritou para eles: ‘Ouçam-me, cidadãos de Siquém, para que Deus os ouça.’",
      "reflexao": "Jotão ergue sua voz como profeta e sentinela. Sua convocação ecoa o princípio de que, quando advertimos o povo em nome de Deus, também despertamos o céu. Quem denuncia a injustiça não fala apenas aos homens, mas também diante de Deus."
    },
    {
      "numero": "8",
      "texto": "‘Certo dia as árvores saíram para ungir um rei para si. Disseram à oliveira: “Seja o nosso rei!”’",
      "reflexao": "A parábola das árvores é um espelho da sociedade: quando os justos se recusam a governar, os vazios de poder são preenchidos por quem não tem valores. O convite à oliveira reflete a busca do povo por liderança, nem sempre com critérios corretos."
    },
    {
      "numero": "9",
      "texto": "‘A oliveira, porém, respondeu: “Deveria eu renunciar ao meu azeite, com o qual se presta honra aos deuses e aos homens, para dominar sobre as árvores?”’",
      "reflexao": "A oliveira entende que seu propósito é produzir azeite — símbolo de unção, cura e luz —, e não se envolver em disputas de poder. Isso revela que há chamados mais nobres do que o governo humano e que nem todo chamado é para liderar politicamente, mas sim espiritualmente."
    },
    {
      "numero": "10",
      "texto": "‘Então as árvores disseram à figueira: “Venha ser o nosso rei!”’",
      "reflexao": "Quando a oliveira recusa, a busca continua. Isso revela uma sociedade que procura líderes não para serem guiados no caminho da retidão, mas para preencher um vazio de controle, sem discernir se quem assumirá carrega realmente princípios e justiça."
    },
    {
      "numero": "11",
      "texto": "‘A figueira, porém, respondeu: “Deveria eu renunciar ao meu fruto saboroso e doce, para dominar sobre as árvores?”’",
      "reflexao": "A figueira representa aqueles que entendem seu valor e propósito. Quem produz frutos não se deixa seduzir pelo poder. É um lembrete de que a vocação e a missão dada por Deus são mais valiosas do que posições de controle e status humano."
    },
    {
      "numero": "12",
      "texto": "‘Depois as árvores disseram à videira: “Venha ser o nosso rei!”’",
      "reflexao": "Quando os primeiros justos recusam, a busca continua. A videira simboliza a tentativa de transferir governo para quem traz alegria e sustento, mas nem tudo que serve para nutrir está pronto ou destinado a governar. Isso reforça a busca equivocada por lideranças segundo interesses e não segundo princípios."
    },
    {
      "numero": "13",
      "texto": "‘A videira, porém, respondeu: “Deveria eu renunciar ao meu vinho, que alegra os deuses e os homens, para ter domínio sobre as árvores?”’",
      "reflexao": "A videira entende que seu chamado é produzir vinho, que traz alegria e celebração. Nem tudo que é frutífero foi feito para governar. Isso nos lembra que liderar sem chamado é abdicar da essência e abrir espaço para a destruição."
    },
    {
      "numero": "14",
      "texto": "‘Finalmente todas as árvores disseram ao espinheiro: “Venha ser o nosso rei!”’",
      "reflexao": "Quando os bons se recusam, o espaço é ocupado pelo espinheiro — símbolo de liderança nociva, rasa e destrutiva. Onde os justos se omitem, os indignos assumem, e o povo sofre as consequências da má liderança."
    },
    {
      "numero": "15",
      "texto": "‘O espinheiro disse às árvores: “Se querem realmente ungir-me rei sobre vocês, venham abrigar-se à minha sombra; do contrário, sairá fogo do espinheiro e consumirá até os cedros do Líbano!”’",
      "reflexao": "O espinheiro oferece uma sombra que ele nem tem, pois é pequeno e seco — uma falsa promessa, uma liderança baseada em medo, ameaça e opressão. Quem se submete ao espinheiro aceita viver sob a ilusão de segurança e sob risco de destruição constante."
    },
    {
      "numero": "16",
      "texto": "‘Será que vocês agiram de fato com sinceridade quando fizeram Abimeleque rei? Foram justos com Jerubaal e sua família, como ele merecia?’",
      "reflexao": "A pergunta de Jotão confronta a consciência coletiva. Deus observa não apenas as ações, mas as intenções. A injustiça contra quem trouxe livramento traz consequências espirituais severas. Não há prosperidade quando se constrói sobre ingratidão e traição."
    },
    {
      "numero": "17",
      "texto": "‘Meu pai lutou por vocês e arriscou a vida para livrá-los das mãos de Midiã,’",
      "reflexao": "Jotão relembra a história e traz à tona a memória do sacrifício de Gideão. O esquecimento dos feitos dos justos revela a decadência moral de uma geração. Quem não honra o passado perde o direito ao futuro sob a bênção de Deus."
    },
    {
      "numero": "18",
      "texto": "‘hoje, porém, vocês se revoltaram contra a família de meu pai, mataram seus setenta filhos sobre a mesma rocha, e proclamaram Abimeleque, o filho de sua escrava, rei sobre os cidadãos de Siquém pelo fato de ser irmão de vocês.’",
      "reflexao": "A denúncia é clara: traição, sangue inocente e corrupção no fundamento da liderança. Quando a base de uma sociedade é construída sobre injustiça, ela carrega consigo a semente da sua própria destruição."
    },
    {
      "numero": "19",
      "texto": "‘Se hoje vocês de fato agiram com sinceridade para com Jerubaal e sua família, alegrem-se com Abimeleque, e alegre-se ele com vocês!’",
      "reflexao": "Jotão ironiza a escolha: se realmente pensam que fizeram o certo, então desfrutem das consequências. Este é um princípio espiritual eterno — quem planta vento colhe tempestade. Deus permite que escolhas erradas floresçam por um tempo, mas elas carregam o juízo embutido."
    },
    {
      "numero": "20",
      "texto": "‘Entretanto, se não foi assim, que saia fogo de Abimeleque e consuma os cidadãos de Siquém e de Bete-Milo, e que saia fogo dos cidadãos de Siquém e de Bete-Milo, e consuma Abimeleque!’",
      "reflexao": "A maldição profética sela o destino dessa aliança corrupta. Quando se estabelece governo fora dos princípios de Deus, o próprio pacto se torna instrumento de destruição mútua. Fogo de ambos os lados, queimando o rei e seu povo — fruto de uma escolha que desprezou a justiça, a verdade e a aliança com Deus."
    },
    {
      "numero": "21",
      "texto": "Depois Jotão fugiu para Beer, e foi morar ali, longe de seu irmão Abimeleque.",
      "reflexao": "Jotão representa aquele que preserva sua vida não por covardia, mas por discernimento. Há momentos em que se afastar do ambiente de corrupção e opressão é um ato de sabedoria e preservação do propósito de Deus."
    },
    {
      "numero": "22",
      "texto": "Fazia três anos que Abimeleque governava Israel,",
      "reflexao": "O governo da injustiça pode até parecer prosperar por um tempo, mas Deus tem seus próprios relógios. Três anos de opressão foram suficientes para que a semente do mal começasse a produzir seus frutos amargos."
    },
    {
      "numero": "23",
      "texto": "quando Deus enviou um espírito maligno entre Abimeleque e os cidadãos de Siquém, e estes agiram traiçoeiramente contra Abimeleque.",
      "reflexao": "Quando alianças são construídas na mentira e na violência, elas desmoronam por si mesmas. Deus permite que o próprio espírito de divisão que eles cultivaram se volte contra eles, mostrando que o mal que se planta sempre retorna."
    },
    {
      "numero": "24",
      "texto": "Isso aconteceu para que o crime contra os setenta filhos de Jerubaal, o derramamento do sangue deles, fosse vingado em seu irmão Abimeleque e nos cidadãos de Siquém que o ajudaram a assassinar os seus irmãos.",
      "reflexao": "Deus é justo e não se esquece do sangue inocente. Mesmo que o juízo tarde, ele chega no tempo certo. Aquilo que é feito nas sombras, Deus traz à luz, e toda injustiça será cobrada no tribunal celestial."
    },
    {
      "numero": "25",
      "texto": "Os cidadãos de Siquém enviaram homens para o alto das colinas para emboscarem os que passassem por ali, e Abimeleque foi informado disso.",
      "reflexao": "A traição se torna a nova linguagem daqueles que vivem fora da aliança com Deus. Quem trai uma vez, trairá sempre, pois a corrupção do coração não conhece lealdade nem honra."
    },
    {
      "numero": "26",
      "texto": "Nesse meio tempo Gaal, filho de Ebede, mudou-se com seus parentes para Siquém, cujos cidadãos confiavam nele.",
      "reflexao": "O vazio de liderança justa abre espaço para oportunistas. Gaal surge como uma alternativa, mas não traz redenção — apenas repete o ciclo de ambição e rebelião. Quando Deus não é o centro, qualquer substituto se torna mais um instrumento de caos."
    },
    {
      "numero": "27",
      "texto": "Sucedeu que foram ao campo, colheram uvas, pisaram-nas, e fizeram uma festa no templo do seu deus. Comendo e bebendo, amaldiçoaram Abimeleque.",
      "reflexao": "Festas sem Deus se tornam celebrações da insensatez. Enquanto se embriagam, liberam palavras de maldição, sem perceber que estão cavando sua própria ruína. A ausência da presença de Deus transforma alegria em armadilha."
    },
    {
      "numero": "28",
      "texto": "Então Gaal, filho de Ebede, disse: ‘Quem é Abimeleque para que o sirvamos? E quem é Siquém? Não é ele o filho de Jerubaal, e não é Zebul o seu representante? Sirvam aos homens de Hamor, o pai de Siquém! Por que servir a Abimeleque?’",
      "reflexao": "O discurso de Gaal é construído sobre orgulho, ressentimento e rebelião. Ele questiona não porque busca justiça, mas porque deseja tomar para si o mesmo trono corrompido. A troca de opressores não traz libertação — só muda quem segura o chicote."
    },
    {
      "numero": "29",
      "texto": "‘Ah! Se eu tivesse esse povo sob o meu comando! Eu me livraria dele. E diria a Abimeleque: “Mobilize o seu exército e venha!”’",
      "reflexao": "A arrogância de Gaal reflete um espírito que não busca servir, mas dominar. Seu desejo não é libertar o povo, mas ocupar o lugar do opressor. Isso revela como a ambição desenfreada cega e transforma homens em instrumentos de sua própria destruição."
    },
    {
      "numero": "30",
      "texto": "Quando Zebul, o governante da cidade, ouviu o que dizia Gaal, filho de Ebede, ficou indignado.",
      "reflexao": "A indignação de Zebul não nasce da justiça, mas da ameaça ao seu próprio poder. Quando alianças são construídas na falsidade, qualquer discordância se torna motivo de conflito, pois não há lealdade onde não há verdade nem princípios."
    },
    {
      "numero": "31",
      "texto": "Secretamente enviou mensageiros a Abimeleque dizendo: ‘Gaal, filho de Ebede, e seus parentes vieram a Siquém e estão agitando a cidade contra você.’",
      "reflexao": "A conspiração é o fruto natural de alianças construídas sobre mentira e opressão. Quem vive de traições inevitavelmente será cercado por elas. Onde não há verdade, o ambiente se torna campo fértil para intrigas e destruição."
    },
    {
      "numero": "32",
      "texto": "‘Venha de noite, você e seus homens, e fiquem à espera no campo.’",
      "reflexao": "A escuridão se torna cúmplice dos que tramam o mal. Quando os planos não podem ser feitos à luz, é sinal de que eles não resistem à verdade. As obras das trevas sempre dependem do oculto para sobreviver."
    },
    {
      "numero": "33",
      "texto": "‘De manhã, ao nascer do sol, avance contra a cidade. Quando Gaal e sua tropa atacarem, faça com eles o que achar melhor.’",
      "reflexao": "O conselho revela a lógica do mundo sem Deus: quem engana hoje, será enganado amanhã. Quando se age fora dos princípios do Reino, a espada da violência e da traição recai sobre todos os lados."
    },
    {
      "numero": "34",
      "texto": "E assim Abimeleque e todas as suas tropas partiram de noite e prepararam emboscadas perto de Siquém, em quatro companhias.",
      "reflexao": "A emboscada é o retrato do coração que age sem justiça. Quando o governo não tem legitimidade divina, sua força está nas estratégias sombrias, e não na autoridade que vem de Deus. É assim que impérios caem: consumidos pelo próprio veneno que produzem."
    },
    {
      "numero": "35",
      "texto": "Ora, Gaal, filho de Ebede, tinha saído e estava à porta da cidade quando Abimeleque e seus homens saíram da sua emboscada.",
      "reflexao": "O confronto é inevitável. Aquilo que é semeado em traição floresce em guerra. A porta da cidade, lugar de decisões e julgamentos, se torna agora cenário de conflito e colheita do que foi plantado em deslealdade."
    },
    {
      "numero": "36",
      "texto": "Quando Gaal os viu, disse a Zebul: ‘Veja, vem gente descendo do alto das colinas!’ Zebul, porém, respondeu: ‘Você está confundindo as sombras dos montes com homens.’",
      "reflexao": "A manipulação persiste até o último momento. Zebul tenta cegar Gaal, retardando sua percepção da realidade. Assim age o espírito de engano — confunde, adia decisões e conduz seus alvos ao fracasso pela falsa segurança."
    },
    {
      "numero": "37",
      "texto": "Mas Gaal tornou a falar: ‘Veja, vem gente descendo da parte central do território, e uma companhia está vindo pelo caminho do carvalho dos Adivinhadores.’",
      "reflexao": "A verdade é inegável quando se aproxima. Por mais que tentem esconder ou negar, o mal sempre se revela. O caminho do ‘carvalho dos Adivinhadores’ simboliza que a cidade estava tomada não só pela guerra, mas também por influências espirituais corrompidas."
    },
    {
      "numero": "38",
      "texto": "Disse-lhe Zebul: ‘Onde está toda aquela sua conversa? Você dizia: “Quem é Abimeleque, para que o sirvamos?” Não são estes os homens que você ridicularizou? Saia e lute contra eles!’",
      "reflexao": "A soberba cobra seu preço. Zebul, que antes ocultava informações, agora expõe Gaal ao ridículo, revelando que as alianças feitas no orgulho sempre terminam em humilhação. Quem planta arrogância colhe vergonha."
    },
    {
      "numero": "39",
      "texto": "Então Gaal conduziu para fora os cidadãos de Siquém e lutou contra Abimeleque.",
      "reflexao": "O ciclo da guerra dos injustos se intensifica. Homens que não se submetem ao governo de Deus acabam sendo instrumentos uns da destruição dos outros. Onde Deus não reina, reina a espada, a confusão e a morte."
    },
    {
      "numero": "40",
      "texto": "Abimeleque o perseguiu, e ele fugiu. Muitos dos homens de Siquém caíram mortos ao longo de todo o caminho, até à porta da cidade.",
      "reflexao": "O preço da rebelião é sempre alto. O sangue derramado pela ambição e pela falta de temor a Deus mancha as portas da cidade. O que começou como um desejo de poder termina como um rastro de morte e destruição — lição eterna para os que rejeitam os caminhos do Senhor."
    },
    {
      "numero": "41",
      "texto": "Abimeleque permaneceu em Arumá. E Zebul expulsou Gaal e os seus parentes de Siquém.",
      "reflexao": "As alianças feitas na base da conveniência são frágeis. Gaal, antes exaltado, é agora descartado. Assim funciona o reino das trevas: usa, descarta e destrói quem não serve mais aos próprios interesses."
    },
    {
      "numero": "42",
      "texto": "No dia seguinte o povo de Siquém saiu aos campos, e Abimeleque ficou sabendo disso.",
      "reflexao": "O povo, iludido por uma falsa normalidade, volta à rotina sem perceber que a sentença divina paira sobre eles. Quem vive fora da aliança com Deus ignora os sinais de destruição até que ela os alcance."
    },
    {
      "numero": "43",
      "texto": "Então dividiu os seus homens em três companhias e armou emboscadas no campo. Quando viu o povo saindo da cidade, levantou-se contra ele e atacou-o.",
      "reflexao": "O espírito de traição e destruição, que antes estava sobre Siquém, agora volta sobre o próprio povo. Quem planta opressão colhe opressão. As emboscadas do inimigo são armas forjadas contra quem se afastou da proteção do Altíssimo."
    },
    {
      "numero": "44",
      "texto": "Abimeleque e as tropas que estavam com ele avançaram até à porta da cidade. Então duas companhias avançaram sobre os que estavam nos campos e os mataram.",
      "reflexao": "As portas da cidade, que deveriam ser lugar de proteção e refúgio, tornam-se agora ponto de massacre. Quando Deus não é o guarda da cidade, a cidade se torna vulnerável à destruição, mesmo em seus pontos mais fortes."
    },
    {
      "numero": "45",
      "texto": "E Abimeleque atacou a cidade o dia todo, até conquistá-la e matar o seu povo. Depois destruiu a cidade e espalhou sal sobre ela.",
      "reflexao": "Espalhar sal simboliza maldição e desolação permanente. Assim como foi construída sobre traições, Siquém agora se torna símbolo da colheita amarga da injustiça. O pecado, quando amadurece, gera morte e destruição total."
    },
    {
      "numero": "46",
      "texto": "Ao saberem disso, os cidadãos que estavam na torre de Siquém entraram na fortaleza do templo de El-Berite.",
      "reflexao": "O povo busca refúgio no templo do falso deus que eles mesmos escolheram. Mas ídolos não protegem, não salvam, não livram. Quem constrói sua confiança sobre falsos deuses descobrirá, no dia da angústia, que eles são silêncio e pó."
    },
    {
      "numero": "47",
      "texto": "Quando Abimeleque soube que se haviam reunido lá,",
      "reflexao": "O ciclo de destruição prossegue. A falsa segurança dos ídolos não impede o avanço do juízo. O que foi construído sobre rebelião e idolatria se torna alvo inevitável da justiça divina operando, muitas vezes, pelas mãos dos próprios homens maus."
    },
    {
      "numero": "48",
      "texto": "ele e todos os seus homens subiram o monte Zalmom. Ele apanhou um machado e cortou um galho de árvore e o pôs nos ombros. Então deu esta ordem aos homens que estavam com ele: ‘Rápido! Façam o que eu fizer!’",
      "reflexao": "A liderança de Abimeleque é marcada pela destruição. Ele não lidera para edificar, mas para devastar. Diferente do líder que Deus levanta para construir, Abimeleque se torna símbolo de como a liderança sem Deus conduz muitos à ruína coletiva."
    },
    {
      "numero": "49",
      "texto": "Todos os homens cortaram galhos e seguiram Abimeleque. Empilharam os galhos junto à fortaleza e a incendiaram. Assim morreu também o povo que estava na torre de Siquém, cerca de mil homens e mulheres.",
      "reflexao": "O fogo que consome a torre é o mesmo fogo da idolatria e da injustiça que eles sustentaram. Onde há ausência de Deus, o fogo não é purificador, é destruidor. A tragédia é consequência natural de uma vida dissociada da verdade e da justiça divina."
    },
    {
      "numero": "50",
      "texto": "A seguir Abimeleque foi a Tebes, sitiou-a e conquistou-a.",
      "reflexao": "O espírito de destruição nunca se satisfaz. Quem governa pela violência, pela ambição e pelo poder sem Deus está sempre buscando um novo alvo, um novo domínio, uma nova guerra. O vazio espiritual nunca é preenchido pelo domínio sobre os outros."
    },
    {
      "numero": "51",
      "texto": "Mas dentro da cidade havia uma torre bastante forte, para a qual fugiram todos os homens e mulheres, todo o povo da cidade. Trancaram-se por dentro e subiram para o telhado da torre.",
      "reflexao": "O homem busca refúgio nas fortalezas humanas quando deveria buscar em Deus. A torre representa uma falsa segurança, construída pela força dos homens, que cedo ou tarde se revela insuficiente diante do juízo divino."
    },
    {
      "numero": "52",
      "texto": "Abimeleque foi para a torre e atacou-a. E, quando se aproximava da entrada da torre para incendiá-la,",
      "reflexao": "O espírito de destruição não conhece limites. Quem não tem o temor de Deus vive em ciclos intermináveis de guerra e violência, destruindo tudo ao seu redor até encontrar sua própria ruína no caminho que construiu."
    },
    {
      "numero": "53",
      "texto": "uma mulher jogou-lhe uma pedra de moinho na cabeça, que lhe rachou o crânio.",
      "reflexao": "De forma inesperada e simples, Deus usa quem menos se espera para cumprir Seu juízo. A mulher, anônima, torna-se instrumento nas mãos de Deus para encerrar um ciclo de opressão, mostrando que o Altíssimo se vale dos improváveis para executar Sua justiça."
    },
    {
      "numero": "54",
      "texto": "Imediatamente ele chamou seu escudeiro e lhe ordenou: ‘Tire a espada e mate-me, para que não digam que uma mulher me matou’. Então o jovem o atravessou, e ele morreu.",
      "reflexao": "O orgulho de Abimeleque persiste até o último suspiro. Mais do que temer a morte, ele teme a vergonha de ser morto por uma mulher, mostrando que seu reinado sempre foi pautado na imagem, na aparência e no orgulho, não na verdade ou na justiça."
    },
    {
      "numero": "55",
      "texto": "Quando os israelitas viram que Abimeleque estava morto, voltaram para casa.",
      "reflexao": "O povo que antes o seguiu cegamente agora simplesmente volta para casa. Isso mostra como as multidões que seguem líderes corruptos, muitas vezes o fazem não por amor, mas por interesse, medo ou conveniência. No fim, tudo se desfaz como pó levado pelo vento."
    },
    {
      "numero": "56",
      "texto": "Assim Deus retribuiu a maldade que Abimeleque praticara contra o seu pai, matando os seus setenta irmãos.",
      "reflexao": "O juízo de Deus é perfeito. Nenhuma injustiça passa despercebida. O sangue dos inocentes tem voz diante do céu, e Deus, no Seu tempo, se levanta para fazer justiça, trazendo colheita exata daquilo que foi semeado."
    },
    {
      "numero": "57",
      "texto": "Deus fez também os homens de Siquém pagarem por toda a sua maldade. A maldição de Jotão, filho de Jerubaal, caiu sobre eles.",
      "reflexao": "As palavras de Jotão, que foram vistas como simples advertência, se cumprem como decreto divino. Deus vela por Sua justiça e honra a voz dos que clamam contra a opressão. Toda colheita vem — seja de bênção ou de maldição — segundo as sementes que cada um plantou."
    }
  ]
}
