{
  "livro": "Juízes",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois de Abimeleque, um homem de Issacar chamado Tolá, filho de Puá, filho de Dodô, levantou-se para libertar Israel. Ele morava em Samir, nos montes de Efraim,",
      "reflexao": "Deus, em Sua misericórdia, levanta Tolá para restaurar o povo, mostrando que, mesmo após ciclos de caos e opressão, Seu amor nunca falha. Sempre haverá um remanescente disposto a se posicionar em favor da justiça e da restauração."
    },
    {
      "numero": "2",
      "texto": "e liderou Israel durante vinte e três anos; então morreu e foi sepultado em Samir.",
      "reflexao": "Vinte e três anos de liderança revelam estabilidade e paz. Isso prova que Deus honra aqueles que se levantam segundo Seu propósito. Ainda que seu nome não seja tão citado, sua vida deixou um legado de paz e governo justo."
    },
    {
      "numero": "3",
      "texto": "Depois dele veio Jair, de Gileade, que liderou Israel durante vinte e dois anos.",
      "reflexao": "Jair surge como continuidade do cuidado de Deus sobre Israel. Isso demonstra que, mesmo quando o povo se distancia, Deus não abandona completamente Seu povo, levantando líderes para mantê-los em ordem e proteção."
    },
    {
      "numero": "4",
      "texto": "Teve trinta filhos, que montavam trinta jumentos. Eles tinham autoridade sobre trinta cidades, as quais até hoje são chamadas povoados de Jair e ficam em Gileade.",
      "reflexao": "A prosperidade de Jair reflete um tempo de organização, abundância e domínio. No entanto, também carrega um sinal: muitas vezes, a bênção material cresce, mas, sem vigilância, pode se tornar caminho para a autossuficiência e posterior afastamento de Deus."
    },
    {
      "numero": "5",
      "texto": "Quando Jair morreu, foi sepultado em Camom.",
      "reflexao": "Cada ciclo tem seu tempo. A morte de Jair marca o fim de mais uma fase de estabilidade, lembrando que a liderança dos homens é passageira, mas o governo de Deus é eterno e soberano."
    },
    {
      "numero": "6",
      "texto": "Mais uma vez os israelitas fizeram o que o Senhor reprova. Serviram aos baalins e aos postes sagrados, e aos deuses de Arã, aos deuses de Sidom, aos deuses de Moabe, aos deuses dos amonitas e aos deuses dos filisteus. E como os israelitas abandonaram o Senhor e não mais lhe prestaram culto,",
      "reflexao": "O coração instável do povo revela o quão fácil é se desviar quando se perde o temor e a gratidão. Abandonar o Deus vivo para servir a tantos ídolos mostra como a alma humana, quando vazia da presença de Deus, busca preencher-se com qualquer coisa, mesmo que traga destruição."
    },
    {
      "numero": "7",
      "texto": "a ira do Senhor se acendeu contra eles. Ele os entregou nas mãos dos filisteus e dos amonitas,",
      "reflexao": "Quando Deus entrega alguém nas mãos dos inimigos, não é mero castigo, é disciplina amorosa. Seu objetivo não é destruir, mas conduzir o povo ao arrependimento, mostrando que longe dEle só há dor, opressão e vazio."
    },
    {
      "numero": "8",
      "texto": "que naquele ano os humilharam e os oprimiram. Durante dezoito anos oprimiram a todos os israelitas do lado leste do Jordão, em Gileade, terra dos amorreus.",
      "reflexao": "Dezoito anos de opressão revelam que a consequência do pecado não é imediata, mas progressiva. O afastamento de Deus abre portas para escravidões longas, que desgastam, enfraquecem e esmagam a dignidade do povo até que reconheçam sua dependência do Senhor."
    },
    {
      "numero": "9",
      "texto": "Os amonitas também atravessaram o Jordão para lutar contra Judá, contra Benjamim e contra a tribo de Efraim; e grande angústia dominou Israel.",
      "reflexao": "Quando o cerco se fecha, o povo finalmente percebe que sem Deus não há saída. A angústia se torna instrumento divino para quebrar o orgulho e provocar um clamor sincero. Deus permite que a pressão seja grande para produzir rendição verdadeira."
    },
    {
      "numero": "10",
      "texto": "Então os israelitas clamaram ao Senhor, dizendo: ‘Temos pecado contra ti, pois abandonamos o nosso Deus e prestamos culto aos baalins!’",
      "reflexao": "O clamor do arrependimento sempre encontra ouvidos atentos no céu. Mesmo após tanto tempo de infidelidade, o Deus de misericórdia está pronto a ouvir e responder. Não importa o quão fundo se tenha caído — arrependimento sincero ainda é a chave para restauração e libertação."
    },
    {
      "numero": "11",
      "texto": "O Senhor respondeu: ‘Quando os egípcios, os amorreus, os amonitas, os filisteus,’",
      "reflexao": "Deus traz à memória do povo o histórico de livramentos, mostrando que Sua fidelidade nunca falhou. É uma convocação à reflexão: como, depois de tantas provas de amor e cuidado, ainda puderam abandonar o Deus que sempre os sustentou?"
    },
    {
      "numero": "12",
      "texto": "‘os sidônios, os amalequitas e os maonitas os oprimiram, e vocês clamaram a mim, e eu os libertei das mãos deles.’",
      "reflexao": "A paciência de Deus é longa, mas não infinita. Ele relembra que, em todas as vezes que clamaram, Ele os respondeu. Isso revela Sua natureza: um Deus que ouve, que liberta e que não se cansa de amar, mesmo sendo rejeitado tantas vezes."
    },
    {
      "numero": "13",
      "texto": "‘Mas vocês me abandonaram e prestaram culto a outros deuses. Por isso não os livrarei mais.’",
      "reflexao": "Aqui Deus expõe a gravidade da idolatria. O afastamento não é apenas um erro, é uma quebra de aliança. A disciplina divina não é vingança, é amor pedagógico, que revela que Ele não pode ser tratado como uma opção, mas como o único Senhor."
    },
    {
      "numero": "14",
      "texto": "‘Clamem aos deuses que vocês escolheram. Que eles os livrem na hora do aperto!’",
      "reflexao": "Esta é uma das declarações mais fortes e dolorosas de toda a Escritura. Deus está dizendo: ‘Se confiaram neles, então peçam a eles’. Isso mostra que aquilo que escolhemos adorar se torna também nossa fonte (ou nossa ruína) no dia da angústia."
    },
    {
      "numero": "15",
      "texto": "Os israelitas, porém, disseram ao Senhor: ‘Nós pecamos. Faze conosco o que achares melhor, mas te rogamos, livra-nos agora.’",
      "reflexao": "O arrependimento se torna sincero quando não é mais condicionado à bênção. Eles não dizem mais ‘nos abençoe’, mas ‘faça o que achares melhor’. Quando o coração quebra de verdade, não há mais negociação, há rendição total."
    },
    {
      "numero": "16",
      "texto": "Então eles se desfizeram dos deuses estrangeiros que havia entre eles e prestaram culto ao Senhor. E ele não pôde mais suportar o sofrimento de Israel.",
      "reflexao": "O arrependimento verdadeiro não é apenas palavras, é ação. O coração quebrantado leva à renúncia dos ídolos e à adoração sincera. E então, o texto revela algo poderoso: Deus se compadece. O sofrimento do Seu povo toca profundamente Seu coração."
    },
    {
      "numero": "17",
      "texto": "Quando os amonitas foram convocados e acamparam em Gileade, os israelitas reuniram-se e acamparam em Mispá.",
      "reflexao": "A guerra se aproxima, mas agora é diferente. Não é mais um povo em rebeldia, mas um povo em restauração. A preparação para a batalha começa quando o coração volta ao Senhor. A guerra espiritual sempre se vence primeiro no altar, depois no campo."
    },
    {
      "numero": "18",
      "texto": "Os líderes do povo de Gileade disseram uns aos outros: ‘Quem iniciar o ataque contra os amonitas será chefe dos que vivem em Gileade.’",
      "reflexao": "Diante do perigo, surge a necessidade de uma liderança. Aqui vemos que Deus permite que a crise prepare o caminho para o surgimento de alguém que será instrumento da Sua libertação. O trono do homem é estabelecido no clamor do povo, mas o livramento vem do Senhor."
    }
  ]
}
