{
  "livro": "Juízes",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Algum tempo depois, na época da colheita do trigo, Sansão foi visitar a sua mulher e levou-lhe um cabrito. ‘Vou ao quarto da minha mulher’, disse ele. Mas o pai dela não quis deixá-lo entrar.",
      "reflexao": "O que começa com um gesto de reconciliação encontra uma porta fechada. Muitas vezes buscamos reparar relacionamentos quebrados, mas nem sempre as circunstâncias permitem. Quando não consultamos Deus nas nossas alianças, elas podem gerar dor, frustração e ciclos de conflito."
    },
    {
      "numero": "2",
      "texto": "‘Eu estava tão certo de que você a odiava’, disse ele, ‘que a dei ao seu amigo. A sua irmã mais nova não é mais bonita? Fique com esta no lugar da irmã.’",
      "reflexao": "As soluções humanas para problemas espirituais são sempre superficiais e desastrosas. O pai da mulher tenta remediar uma quebra de aliança oferecendo uma troca, mas as relações não são bens que se transferem — quando não são guiadas por Deus, elas se tornam fonte de caos."
    },
    {
      "numero": "3",
      "texto": "Sansão lhes disse: ‘Desta vez ninguém poderá me culpar quando acertar as contas com os filisteus!’",
      "reflexao": "A dor mal curada se torna combustível para a vingança. A indignação de Sansão revela que, quando o homem não entrega sua dor nas mãos de Deus, ele tenta resolver com as próprias mãos — e isso gera destruição em cadeia."
    },
    {
      "numero": "4",
      "texto": "Então saiu, capturou trezentas raposas e as amarrou aos pares pela cauda. Depois prendeu uma tocha em cada par de caudas,",
      "reflexao": "A criatividade de Sansão é usada como instrumento de juízo. Deus às vezes permite que até as ações mais incomuns sirvam para ferir os inimigos do Seu povo. Isso mostra que o Senhor pode transformar até as ideias mais inusitadas em ferramentas do Seu propósito."
    },
    {
      "numero": "5",
      "texto": "acendeu as tochas e soltou as raposas no meio das plantações dos filisteus. Assim ele queimou os feixes, o cereal que iam colher, e também as vinhas e os olivais.",
      "reflexao": "Sansão atinge não só o presente dos filisteus (o cereal), mas também seu futuro (as vinhas e os olivais). Quando Deus permite juízo, ele não é superficial — ele corta na raiz. Isso nos alerta que opor-se ao plano de Deus traz consequências devastadoras."
    },
    {
      "numero": "6",
      "texto": "Os filisteus perguntaram: ‘Quem fez isso?’ Responderam-lhes: ‘Foi Sansão, o genro do timnita, porque a sua mulher foi dada ao seu amigo.’ Então os filisteus foram e queimaram a mulher e seu pai.",
      "reflexao": "O ciclo de vingança se alastra como fogo. A violência gera mais violência. Isso revela que quando a justiça humana se baseia no revide, o fim nunca é a paz, mas a destruição mútua e sem fim."
    },
    {
      "numero": "7",
      "texto": "Sansão lhes disse: ‘Já que fizeram isso, não sossegarei enquanto não me vingar de vocês.’",
      "reflexao": "O coração de Sansão se enche de sede de vingança. Isso nos mostra que, quando não colocamos nossa dor no altar de Deus, ela se torna raiz de amargura e combustível para mais destruição."
    },
    {
      "numero": "8",
      "texto": "Ele os atacou sem dó nem piedade e fez terrível matança. Depois desceu e ficou numa caverna da rocha de Etã.",
      "reflexao": "Após a explosão de ira, Sansão se isola. Isso reflete um padrão comum: depois de agir no impulso da dor, o ser humano se retira, se esconde, se afasta. Mas o isolamento não cura o que a alma carrega — só Deus pode fazer isso."
    },
    {
      "numero": "9",
      "texto": "Os filisteus foram para Judá e lá acamparam, espalhando-se pelas proximidades de Leí.",
      "reflexao": "O conflito individual agora se torna coletivo. Quando não tratamos nossos embates pessoais com maturidade espiritual, eles transbordam e começam a afetar toda a comunidade à nossa volta. A guerra de Sansão agora ameaça Judá."
    },
    {
      "numero": "10",
      "texto": "Os homens de Judá perguntaram: ‘Por que vocês vieram lutar contra nós?’ Eles responderam: ‘Queremos levar Sansão amarrado, para tratá-lo como ele nos tratou.’",
      "reflexao": "O espírito de vingança nunca está satisfeito. Quem vive pela lógica do ‘olho por olho’ acaba perpetuando cadeias de sofrimento e destruição. Os filisteus não querem só justiça — querem vingança, querem tratar Sansão com a mesma medida de dor que receberam."
    },
    {
      "numero": "11",
      "texto": "Três mil homens de Judá desceram então à caverna da rocha de Etã e disseram a Sansão: ‘Você não sabe que os filisteus dominam sobre nós? Você viu o que nos fez?’ Ele respondeu: ‘Fiz a eles apenas o que eles me fizeram.’",
      "reflexao": "O conformismo de Judá com a opressão é um retrato de como muitos se acostumam com a escravidão espiritual. Quando alguém se levanta para romper com esse ciclo, é visto não como libertador, mas como problema. A resposta de Sansão revela que quem vive na lógica da vingança nunca encerra o ciclo, apenas o prolonga."
    },
    {
      "numero": "12",
      "texto": "Disseram-lhe: ‘Viemos amarrá-lo para entregá-lo aos filisteus.’ Sansão disse: ‘Jurem-me que vocês mesmos não me matarão.’",
      "reflexao": "Sansão aceita ser entregue, desde que não pelas mãos dos seus próprios irmãos. Isso mostra que, apesar de suas falhas, ainda carrega um senso de honra e identidade. É doloroso perceber que, muitas vezes, somos feridos não pelos inimigos, mas pelos que deveriam lutar ao nosso lado."
    },
    {
      "numero": "13",
      "texto": "‘Certamente que não!’, responderam. ‘Somente vamos amarrá-lo e entregá-lo nas mãos deles. Não o mataremos.’ E o prenderam com duas cordas novas e o fizeram sair da rocha.",
      "reflexao": "A covardia dos homens de Judá revela um povo que havia perdido sua capacidade de sonhar com liberdade. Preferiram prender aquele que Deus levantou, a enfrentar seus opressores. Uma geração que teme mais o confronto do que a escravidão precisa de um avivamento urgente."
    },
    {
      "numero": "14",
      "texto": "Quando ia chegando a Leí, os filisteus foram ao encontro dele aos gritos. Mas o Espírito do Senhor apossou-se dele. As cordas em seus braços se tornaram como fibra de linho queimada, e os laços caíram das suas mãos.",
      "reflexao": "Quando o Espírito do Senhor vem, todo jugo é quebrado, toda prisão se desfaz. Não importa quão apertadas sejam as amarras da opressão, nenhuma delas resiste à presença e ao poder de Deus. O que aprisiona na carne se desfaz no fogo do Espírito."
    },
    {
      "numero": "15",
      "texto": "Encontrando a carcaça de um jumento, pegou a queixada e com ela matou mil homens.",
      "reflexao": "Deus usa o improvável, o desprezível, aquilo que ninguém considera arma. Uma simples queixada de jumento se torna instrumento de vitória. Isso nos ensina que quando Deus está no controle, até aquilo que é considerado fraco se torna poderoso nas Suas mãos."
    },
    {
      "numero": "16",
      "texto": "Disse ele então: ‘Com uma queixada de jumento fiz deles montões. Com uma queixada de jumento matei mil homens.’",
      "reflexao": "Sansão celebra sua vitória, mas sua fala revela uma tendência humana: atribuir a si aquilo que, na verdade, veio da capacitação de Deus. É um alerta de que, mesmo quando Deus nos usa, precisamos lembrar quem é a verdadeira fonte da nossa força."
    },
    {
      "numero": "17",
      "texto": "Quando acabou de falar, jogou fora a queixada; e o local foi chamado Ramate-Leí.",
      "reflexao": "Ramate-Leí significa ‘colina da queixada’. Cada vitória que Deus nos dá precisa ser marcada na nossa memória. Não como um troféu de orgulho, mas como um memorial de que foi Deus quem interveio, agiu e operou o milagre."
    },
    {
      "numero": "18",
      "texto": "Sansão estava com muita sede e clamou ao Senhor: ‘Deste pela mão de teu servo esta grande vitória. Morrerei eu agora de sede para cair nas mãos dos incircuncisos?’",
      "reflexao": "Depois da vitória, vem o cansaço. Sansão, no limite, descobre que sua força sobrenatural não o torna autossuficiente. Isso nos ensina que, por mais fortes que sejamos, nossa total dependência ainda é de Deus — tanto na guerra quanto no descanso, tanto na luta quanto na provisão."
    },
    {
      "numero": "19",
      "texto": "Deus então abriu a rocha que há em Leí, e dela saiu água. Sansão bebeu, suas forças voltaram, e ele recobrou o ânimo. Por esse motivo essa fonte foi chamada En-Hacoré, e ainda lá está, em Leí.",
      "reflexao": "De uma rocha Deus fez brotar água — mais uma vez o improvável se torna milagre nas mãos do Altíssimo. O Deus que dá força para vencer também dá sustento para continuar. En-Hacoré significa ‘fonte daquele que clama’, lembrando que o socorro de Deus nunca falha para os que clamam com fé."
    },
    {
      "numero": "20",
      "texto": "Sansão liderou Israel durante vinte anos no tempo do domínio dos filisteus.",
      "reflexao": "Apesar de seus erros, de seus impulsos e de suas quedas, Deus usou Sansão como instrumento de livramento. Isso nos mostra que Deus não escolhe pessoas perfeitas, mas dispostas. A liderança de Sansão é um testemunho da graça que trabalha mesmo em vasos quebrados para cumprir Seus propósitos."
    }
  ]
}
