{
  "livro": "Juízes",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os homens de Efraim foram convocados para a batalha; dirigiram-se para Zafom e disseram a Jefté: ‘Por que você foi lutar contra os amonitas sem nos chamar para irmos juntos? Vamos queimar a sua casa e você junto!’",
      "reflexao": "O orgulho e a inveja são capazes de transformar aliados em inimigos. Efraim, em vez de celebrar a vitória de Israel, se deixa consumir pela vaidade de não ter participado da glória. Onde não há humildade, há divisão."
    },
    {
      "numero": "2",
      "texto": "Jefté respondeu: ‘Eu e meu povo estávamos envolvidos numa grande contenda com os amonitas, e, embora eu os tenha chamado, vocês não me livraram das mãos deles.’",
      "reflexao": "Jefté revela a verdade: na hora da necessidade, os que agora se indignam se omitiram. Isso mostra que muitos preferem aparecer na vitória, mas fogem no tempo da batalha. Deus honra os que se colocam na linha de frente, não os que apenas querem os méritos."
    },
    {
      "numero": "3",
      "texto": "‘Quando vi que vocês não ajudariam, arrisquei a vida e fui lutar contra os amonitas, e o Senhor me deu a vitória sobre eles. E, por que vocês vieram para cá hoje? Para lutar contra mim?’",
      "reflexao": "Jefté não atribui sua vitória à própria coragem, mas reconhece que foi Deus quem entregou seus inimigos em suas mãos. Essa resposta nos ensina que quem anda com Deus não teme ameaças de homens, pois sabe quem é seu verdadeiro escudo e socorro."
    },
    {
      "numero": "4",
      "texto": "Jefté reuniu então todos os homens de Gileade e lutou contra Efraim. Os gileaditas feriram os efraimitas porque estes tinham dito: ‘Vocês, gileaditas, são desertores de Efraim e de Manassés.’",
      "reflexao": "O orgulho gera destruição entre irmãos. Ao invés de unidade, surge guerra interna, mostrando que quando o povo de Deus perde a visão do propósito, acaba lutando uns contra os outros, enquanto o verdadeiro inimigo observa e se alegra."
    },
    {
      "numero": "5",
      "texto": "Os gileaditas tomaram as passagens do Jordão que conduziam a Efraim. Sempre que um fugitivo de Efraim dizia: ‘Deixem-me atravessar’, os homens de Gileade perguntavam: ‘Você é efraimita?’ Se respondesse que não,",
      "reflexao": "A guerra entre irmãos chega a tal ponto que até a língua se torna teste de vida ou morte. Quando a divisão se instala, detalhes que antes seriam irrelevantes se tornam motivo de julgamento e morte. O orgulho cega e destrói até os laços mais sagrados."
    },
    {
      "numero": "6",
      "texto": "diziam ‘Então diga: “Chibolete”.’ Se ele dissesse: ‘Sibolete’, sem conseguir pronunciar corretamente a palavra, prendiam-no e matavam-no no lugar de passagem do Jordão. Quarenta e dois mil efraimitas foram mortos naquela ocasião.",
      "reflexao": "O preço do orgulho e da divisão é altíssimo. Quarenta e dois mil vidas perdidas entre irmãos. O que começa com palavras de ofensa termina em derramamento de sangue. Isso nos alerta sobre o perigo da falta de unidade no povo de Deus."
    },
    {
      "numero": "7",
      "texto": "Jefté liderou Israel durante seis anos. Então o gileadita Jefté morreu, e foi sepultado numa cidade de Gileade.",
      "reflexao": "A vida de Jefté é marcada tanto por grandes vitórias como por grandes tragédias. Sua liderança, embora breve, carrega lições profundas: Deus pode usar os improváveis, mas o zelo sem discernimento e o orgulho dos homens trazem feridas profundas ao povo."
    },
    {
      "numero": "8",
      "texto": "Depois de Jefté, Ibsã, de Belém, liderou Israel.",
      "reflexao": "Deus segue levantando líderes. A obra de Deus não para quando um líder parte. Enquanto houver propósito, Deus continuará levantando homens e mulheres, geração após geração, para cumprir Sua vontade na terra."
    },
    {
      "numero": "9",
      "texto": "Teve trinta filhos e trinta filhas. Deu suas filhas em casamento a homens de fora do seu clã, e trouxe para os seus filhos trinta mulheres de fora do seu clã. Ibsã liderou Israel durante sete anos.",
      "reflexao": "A liderança de Ibsã foi marcada por alianças familiares, evidenciando uma época em que os casamentos eram usados como estratégias políticas e sociais. No entanto, a ausência de relatos sobre livramentos ou guerras mostra que nem todo líder foi levantado para batalhas, mas alguns para tempos de estabilidade e construção de relações."
    },
    {
      "numero": "10",
      "texto": "Então Ibsã morreu, e foi sepultado em Belém.",
      "reflexao": "A vida de Ibsã chega ao fim de forma tranquila, sem guerras notáveis, mas também sem grandes feitos espirituais registrados. Isso nos lembra que há tempos de paz em que a principal missão é conservar, cuidar e construir relacionamentos, mesmo que não sejam tempos de grandes conquistas."
    },
    {
      "numero": "11",
      "texto": "Depois dele, Elom, da tribo de Zebulom, liderou Israel durante dez anos.",
      "reflexao": "A liderança de Elom reflete uma fase de transição e continuidade. Mesmo sem detalhes específicos sobre sua atuação, sua menção mostra que Deus sempre mantém alguém no governo, preservando a ordem no meio do Seu povo."
    },
    {
      "numero": "12",
      "texto": "Elom morreu, e foi sepultado em Aijalom, na terra de Zebulom.",
      "reflexao": "O ciclo da vida se cumpre mais uma vez. Assim como Elom foi levantado, também partiu. Isso revela que os líderes são passageiros, mas Deus, o verdadeiro Rei, permanece soberano, conduzindo cada geração segundo Seus planos."
    },
    {
      "numero": "13",
      "texto": "Depois dele, Abdom, filho de Hilel, de Piratom, liderou Israel.",
      "reflexao": "Deus continua sustentando Seu povo através da sucessão de líderes. Mesmo quando os relatos são curtos, eles testemunham que Deus não abandona Sua nação, sempre levantando alguém para conduzi-la, seja em tempos de crise, seja em tempos de paz."
    },
    {
      "numero": "14",
      "texto": "Teve quarenta filhos e trinta netos, que montavam setenta jumentos. Abdom liderou Israel durante oito anos.",
      "reflexao": "A descrição dos filhos e netos, bem como dos jumentos, indica prosperidade e autoridade. Ter muitos descendentes montando jumentos simboliza status, riqueza e estabilidade. Contudo, essa prosperidade material não substitui a necessidade de liderança espiritual centrada na vontade de Deus."
    },
    {
      "numero": "15",
      "texto": "Então Abdom, filho de Hilel, morreu, e foi sepultado em Piratom, na terra de Efraim, na serra dos amalequitas.",
      "reflexao": "Mais uma vez a vida de um líder se encerra, lembrando-nos que os projetos dos homens são passageiros, mas os propósitos de Deus permanecem. Cada geração é chamada a cuidar, proteger e preparar o caminho para a próxima, mantendo viva a aliança com o Senhor."
    }
  ]
}
