{
  "livro": "Levítico",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Nadabe e Abiú, filhos de Arão, pegaram cada um o seu incensário, nos quais acenderam fogo, acrescentaram incenso, e trouxeram fogo profano perante o Senhor, sem que tivessem sido autorizados.",
      "reflexao": "Deus é santo, e tudo o que se apresenta diante dEle precisa estar de acordo com Sua vontade. O fogo profano simboliza adoração feita segundo os próprios desejos, fora da ordem e do temor que Deus requer."
    },
    {
      "numero": "2",
      "texto": "Então saiu fogo da presença do Senhor e os consumiu. Morreram perante o Senhor.",
      "reflexao": "A presença que abençoa é a mesma que consome. Onde há irreverência, desobediência e desprezo pelo santo, não há espaço para a comunhão. A santidade de Deus não pode ser tratada como algo comum."
    },
    {
      "numero": "3",
      "texto": "Moisés então disse a Arão: Foi isto que o Senhor disse: ‘Aos que de mim se aproximam santo me mostrarei; à vista de todo o povo glorificado serei’. Arão, porém, ficou em silêncio.",
      "reflexao": "O silêncio de Arão é a reverência diante de uma realidade inquestionável: Deus é santo. A dor não anula a soberania, e o quebrantamento não questiona a justiça divina. Há momentos em que o silêncio é nossa única resposta diante da majestade de Deus."
    },
    {
      "numero": "4",
      "texto": "Então Moisés chamou Misael e Elzafã, filhos de Uziel, tio de Arão, e lhes disse: 'Venham cá; tirem os seus primos da frente do santuário e levem-nos para fora do acampamento.'",
      "reflexao": "O altar não pode ser lugar de morte e impureza. Deus ensina que até as consequências da desobediência devem ser removidas, para que a santidade do ambiente seja preservada e a adoração continue."
    },
    {
      "numero": "5",
      "texto": "Eles foram e os puxaram pelas túnicas, para fora do acampamento, conforme Moisés tinha ordenado.",
      "reflexao": "O zelo pela ordem e pela santidade deve ser maior que qualquer constrangimento. Quando há obediência, mesmo em meio à dor, Deus preserva a comunhão e a continuidade do serviço no altar."
    },
    {
      "numero": "6",
      "texto": "Então Moisés disse a Arão e a seus filhos Eleazar e Itamar: 'Não andem descabelados, nem rasguem as roupas em sinal de luto, senão vocês morrerão e a ira do Senhor cairá sobre toda a comunidade. Mas os seus parentes, e toda a nação de Israel, poderão chorar por aqueles que o Senhor destruiu pelo fogo.'",
      "reflexao": "O ministério exige uma postura que muitas vezes transcende até a dor pessoal. Quem serve no altar precisa entender que a santidade do chamado, em certos momentos, se sobrepõe aos processos emocionais humanos, preservando a ordem e a presença de Deus no meio do povo."
    },
    {
      "numero": "7",
      "texto": "Não saiam da entrada da Tenda do Encontro, senão vocês morrerão, porquanto o óleo da unção do Senhor está sobre vocês. E eles fizeram conforme Moisés tinha ordenado.",
      "reflexao": "O óleo da unção não permite fuga. A responsabilidade sobre quem foi separado é irrevogável enquanto Deus sustenta esse chamado. Permanecer no altar é permanecer na vida, na obediência e na cobertura da aliança com Deus."
    },
    {
      "numero": "8",
      "texto": "Depois o Senhor disse a Arão:",
      "reflexao": "Deus fala diretamente ao sacerdote, revelando que, mesmo em meio à dor, o chamado permanece, a aliança se mantém e os princípios precisam ser seguidos rigorosamente."
    },
    {
      "numero": "9",
      "texto": "'Você e seus filhos não devem beber vinho nem outra bebida fermentada antes de entrar na Tenda do Encontro, senão vocês morrerão. É um decreto perpétuo para as suas gerações.'",
      "reflexao": "O altar exige mente sóbria, discernimento e reverência. Nada que comprometa a clareza espiritual pode estar presente naqueles que servem diante de Deus. Santidade também passa por sobriedade."
    },
    {
      "numero": "10",
      "texto": "'Vocês têm que fazer separação entre o santo e o profano, entre o puro e o impuro,'",
      "reflexao": "O sacerdócio é, antes de tudo, um chamado para discernimento. O mundo pode viver na mistura, mas quem serve no altar precisa viver na separação, na distinção clara entre o que é de Deus e o que não é."
    },
    {
      "numero": "11",
      "texto": "'e ensinar aos israelitas todos os decretos que o Senhor lhes deu por meio de Moisés.'",
      "reflexao": "O sacerdote não apenas ministra no altar, mas também é responsável por ensinar, transmitir, formar e preservar a cultura da santidade no meio do povo. O ensino da Palavra é parte inseparável da adoração."
    },
    {
      "numero": "12",
      "texto": "Então Moisés disse a Arão e aos seus filhos que ficaram vivos, Eleazar e Itamar: 'Peguem a oferta de cereal que sobrou das ofertas dedicadas ao Senhor, preparadas no fogo, e comam-na sem fermento junto ao altar, pois é santíssima.'",
      "reflexao": "Mesmo após a tragédia, o serviço no altar continua. A provisão de Deus não cessa, e quem permanece no altar continua participando da mesa do Senhor, da comunhão e do sustento espiritual."
    },
    {
      "numero": "13",
      "texto": "Comam-na em lugar sagrado, porquanto é a porção que lhes cabe por decreto, a você e a seus filhos, das ofertas dedicadas ao Senhor, preparadas no fogo; pois assim me foi ordenado.",
      "reflexao": "O lugar onde se come revela o lugar de onde se vive. Participar da oferta é declarar: ‘Minha vida está no altar, minha provisão vem do altar, e minha existência está totalmente consagrada a Deus’."
    },
    {
      "numero": "14",
      "texto": "O peito ritualmente movido e a coxa ofertada, você, seus filhos e suas filhas poderão comer num lugar cerimonialmente puro; foi dado a você e a seus filhos como porção das ofertas de comunhão dos israelitas.",
      "reflexao": "A provisão do altar não é só para quem serve diretamente, mas se estende à casa, à família, à linhagem dos sacerdotes. O que nasce no altar abençoa gerações inteiras."
    },
    {
      "numero": "15",
      "texto": "A coxa ofertada e o peito ritualmente movido devem ser trazidos junto com as porções de gordura das ofertas preparadas no fogo, para serem movidos perante o Senhor como gesto ritual de apresentação. Esta será a porção por decreto perpétuo para você e seus descendentes, conforme o Senhor tinha ordenado.",
      "reflexao": "O gesto ritual de mover as ofertas é um ato de honra e reconhecimento. A bênção que flui do altar não é ocasional — ela é perpétua, decretada, fundamentada na aliança que Deus estabeleceu com aqueles que O servem."
    },
    {
      "numero": "16",
      "texto": "Quando Moisés procurou por toda parte o bode da oferta pelo pecado e soube que já fora queimado, irou-se contra Eleazar e Itamar, os filhos de Arão que ficaram vivos, e perguntou:",
      "reflexao": "A responsabilidade sobre as coisas santas é tão grande que até o líder espiritual é cobrado quando percebe falhas na administração do altar. A negligência, mesmo quando não intencional, não pode ser normalizada no serviço diante do Senhor."
    },
    {
      "numero": "17",
      "texto": "'Por que vocês não comeram a carne da oferta pelo pecado no Lugar Santo? É santíssima; foi-lhes dada para retirar a culpa da comunidade e fazer propiciação por ela perante o Senhor.'",
      "reflexao": "O papel do sacerdote é absorver espiritualmente a responsabilidade do povo no altar, participando do sacrifício. Recusar isso, mesmo que por dor, pode interromper o fluxo de perdão, redenção e comunhão."
    },
    {
      "numero": "18",
      "texto": "'Como o sangue do animal não foi levado para dentro do Lugar Santo, vocês deviam tê-lo comido no Lugar Santo, conforme ordenei.'",
      "reflexao": "Cada detalhe no serviço do altar importa. A obediência não é parcial. Até os gestos, os espaços e os procedimentos têm significado espiritual profundo e não podem ser negligenciados."
    },
    {
      "numero": "19",
      "texto": "Arão respondeu a Moisés: 'Hoje eles ofereceram o seu sacrifício pelo pecado e o seu holocausto perante o Senhor; mesmo assim coisas como essas aconteceram comigo. Será que teria agradado ao Senhor se eu tivesse comido a oferta pelo pecado hoje?'",
      "reflexao": "Deus não quer ritos vazios. A dor, o luto e a tragédia não são incompatíveis com a santidade, mas há momentos em que Deus olha mais para o coração quebrantado do que para a execução mecânica do rito."
    },
    {
      "numero": "20",
      "texto": "Quando Moisés ouviu isso, ficou satisfeito.",
      "reflexao": "O Senhor conhece os corações. A obediência não é apenas técnica — é espiritual, é sensível, é relacional. Moisés percebe que, mesmo diante da dor, o coração de Arão permaneceu alinhado com a reverência e o temor ao Senhor."
    }
  ]
}
