{
  "livro": "Levítico",
  "capitulo": "23",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Deus inicia declarando algo que não é mero conselho, mas ordenança. Quando o Senhor fala, é sinal de que algo santo e perpétuo será estabelecido."
    },
    {
      "numero": "2",
      "texto": "'Diga o seguinte aos israelitas: Estas são as minhas festas, as festas fixas do Senhor, que vocês proclamarão como reuniões sagradas:'",
      "reflexao": "As festas são encontros marcados entre Deus e seu povo. Não são apenas tradições culturais, mas momentos sagrados para reconexão, celebração e aliança."
    },
    {
      "numero": "3",
      "texto": "'Em seis dias realize os seus trabalhos, mas o sétimo dia é sábado, dia de descanso e de reunião sagrada. Não realizem trabalho algum; onde quer que morarem, será sábado dedicado ao Senhor.'",
      "reflexao": "O sábado é um lembrete semanal de que o descanso faz parte do ritmo divino. É um convite para confiar em Deus, parar e reconhecer que Ele é o sustentador da vida."
    },
    {
      "numero": "4",
      "texto": "'Estas são as festas fixas do Senhor, as reuniões sagradas que vocês proclamarão no tempo devido:'",
      "reflexao": "Deus estabelece ciclos de celebração que mantêm viva a memória da redenção, da provisão e da comunhão com Ele. O tempo é também lugar de encontro com o Eterno."
    },
    {
      "numero": "5",
      "texto": "'A páscoa do Senhor começa no entardecer do décimo quarto dia do primeiro mês.'",
      "reflexao": "A Páscoa relembra a libertação do Egito. É símbolo da redenção, da passagem da escravidão para a liberdade, da morte para a vida — um convite a viver na graça do Deus libertador."
    },
    {
      "numero": "6",
      "texto": "'No décimo quinto dia daquele mês começa a festa do Senhor, a festa dos pães sem fermento; durante sete dias vocês comerão pães sem fermento.'",
      "reflexao": "A retirada do fermento simboliza a purificação, a saída apressada da escravidão e a busca pela vida sem contaminações, livre do pecado que corrompe."
    },
    {
      "numero": "7",
      "texto": "'No primeiro dia façam uma reunião sagrada e não realizem trabalho algum.'",
      "reflexao": "Deus institui o descanso e a santificação não apenas semanalmente, mas também em ocasiões especiais, ensinando que há tempo para celebrar, refletir e honrar Sua presença."
    },
    {
      "numero": "8",
      "texto": "'Durante sete dias apresentem ao Senhor ofertas preparadas no fogo. E no sétimo dia façam uma reunião sagrada e não realizem trabalho algum.'",
      "reflexao": "A constância da adoração é reforçada. Começar e encerrar com uma reunião sagrada ensina sobre consagrar o início e o fim de cada jornada ao Senhor."
    },
    {
      "numero": "9",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Deus volta a falar, sinalizando um novo ciclo de instrução, uma continuidade do cuidado divino sobre os detalhes da vida e da adoração."
    },
    {
      "numero": "10",
      "texto": "'Diga o seguinte aos israelitas: Quando vocês entrarem na terra que lhes dou e fizerem colheita, tragam ao sacerdote um feixe do primeiro cereal que colherem.'",
      "reflexao": "Reconhecer Deus como provedor significa entregar-Lhe os primeiros frutos. Ele vem antes da colheita, antes do sustento, antes de tudo."
    },
    {
      "numero": "11",
      "texto": "'O sacerdote moverá ritualmente o feixe perante o Senhor para que seja aceito em favor de vocês; ele o moverá no dia seguinte ao sábado.'",
      "reflexao": "O ato de mover o feixe é uma oferenda simbólica de gratidão, reconhecimento e dependência. Deus é quem faz crescer, florescer e frutificar."
    },
    {
      "numero": "12",
      "texto": "'No dia em que moverem o feixe, vocês oferecerão em holocausto ao Senhor um cordeiro de um ano de idade e sem defeito.'",
      "reflexao": "A oferta do cordeiro aponta para a santidade da vida e simboliza a consagração total a Deus. Tudo o que recebemos vem das Suas mãos."
    },
    {
      "numero": "13",
      "texto": "'Apresentem também uma oferta de cereal de dois jarros da melhor farinha amassada com óleo, oferta ao Senhor preparada no fogo, de aroma agradável, e uma oferta derramada de um litro de vinho.'",
      "reflexao": "A abundância dos elementos — cereal, azeite, vinho — representa celebração e comunhão. Cada detalhe da criação volta-se como louvor ao Criador."
    },
    {
      "numero": "14",
      "texto": "'Vocês não poderão comer pão algum, nem cereal tostado, nem cereal novo, até o dia em que trouxerem essa oferta ao Deus de vocês. Este é um decreto perpétuo para as suas gerações, onde quer que morarem.'",
      "reflexao": "Antes de usufruir dos frutos da terra, o povo aprende a honrar a Deus. Isso cultiva um coração grato e dependente dEle em todo tempo."
    },
    {
      "numero": "15",
      "texto": "'A partir do dia seguinte ao sábado, o dia em que vocês trarão o feixe da oferta ritualmente movida, contem sete semanas completas.'",
      "reflexao": "A contagem das semanas prepara o coração. Cada dia vivido é parte da jornada espiritual, onde se aprende a esperar, confiar e celebrar o Deus da provisão."
    },
    {
      "numero": "16",
      "texto": "'Contem cinquenta dias, até um dia depois do sétimo sábado, e então apresentem uma oferta de cereal novo ao Senhor.'",
      "reflexao": "O jubileu das semanas revela que Deus transforma tempo em celebração. O cinquenta representa plenitude, colheita e gratidão pela fidelidade divina."
    },
    {
      "numero": "17",
      "texto": "'Onde quer que morarem, tragam de casa dois pães feitos com dois jarros da melhor farinha, cozidos com fermento, como oferta movida dos primeiros frutos ao Senhor.'",
      "reflexao": "Ao contrário dos pães sem fermento da Páscoa, aqui o pão com fermento celebra a abundância e a plenitude da vida em Deus, que multiplica e sustenta."
    },
    {
      "numero": "18",
      "texto": "'Junto com os pães apresentem sete cordeiros, cada um com um ano de idade e sem defeito, um novilho e dois carneiros. Eles serão holocausto ao Senhor, juntamente com as suas ofertas de cereal e ofertas derramadas; é oferta preparada no fogo, de aroma agradável ao Senhor.'",
      "reflexao": "A abundância da oferta reflete o reconhecimento da abundância recebida. A adoração verdadeira é generosa, cheia de gratidão e reverência."
    },
    {
      "numero": "19",
      "texto": "'Depois sacrifiquem um bode como oferta pelo pecado e dois cordeiros, cada um com um ano de idade, como oferta de comunhão.'",
      "reflexao": "A celebração não exclui o arrependimento. Reconhecer a bondade de Deus inclui lembrar que é Ele quem perdoa e restaura o relacionamento com Seu povo."
    },
    {
      "numero": "20",
      "texto": "'O sacerdote moverá os dois cordeiros perante o Senhor como gesto ritual de apresentação, juntamente com o pão dos primeiros frutos. São uma oferta sagrada ao Senhor que pertencem ao sacerdote.'",
      "reflexao": "O gesto ritual simboliza consagração e gratidão. O que se oferece a Deus volta em bênção para os que servem ao altar, num ciclo de provisão e honra."
    },
    {
      "numero": "21",
      "texto": "'Naquele mesmo dia vocês proclamarão uma reunião sagrada e não realizarão trabalho algum. Este é um decreto perpétuo para as suas gerações, onde quer que vocês morarem.'",
      "reflexao": "A santidade do tempo é um lembrete perpétuo de que a vida não é apenas trabalho, mas também celebração, comunhão e descanso na presença do Altíssimo."
    },
    {
      "numero": "22",
      "texto": "'Quando fizerem a colheita da sua terra, não colham até às extremidades da sua lavoura, nem ajuntem as espigas caídas da sua colheita. Deixem-nas para o necessitado e para o estrangeiro. Eu sou o Senhor, o Deus de vocês.'",
      "reflexao": "O cuidado com o necessitado está entrelaçado à adoração. Honrar a Deus inclui partilhar, ser generoso e lembrar que tudo o que se tem vem dEle."
    },
    {
      "numero": "23",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Deus novamente se manifesta para instruir, mostrando que cada detalhe da vida do povo tem uma dimensão espiritual e sagrada."
    },
    {
      "numero": "24",
      "texto": "'Diga também aos israelitas: No dia primeiro do sétimo mês vocês terão um dia de descanso, uma reunião sagrada, comemorada com toques de trombeta.'",
      "reflexao": "O toque da trombeta chama o povo à reflexão, arrependimento e preparação. É um convite para acordar espiritualmente e voltar o coração ao Senhor."
    },
    {
      "numero": "25",
      "texto": "'Não realizem trabalho algum, mas apresentem ao Senhor uma oferta preparada no fogo.'",
      "reflexao": "O descanso é acompanhado de entrega. Deus nos convida a pausar, refletir e consagrar nossos dias com adoração e reconhecimento de Sua soberania."
    },
    {
      "numero": "26",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Mais uma vez, a voz de Deus ecoa, firmando Seus decretos como orientações para uma vida de comunhão, reverência e alinhamento espiritual."
    },
    {
      "numero": "27",
      "texto": "'O décimo dia deste sétimo mês é o Dia da Expiação. Façam uma reunião sagrada e humilhem-se, e apresentem ao Senhor uma oferta preparada no fogo.'",
      "reflexao": "O Dia da Expiação é tempo de quebrantamento, arrependimento e restauração. Uma pausa na rotina para realinhar a alma com Deus e buscar Seu perdão."
    },
    {
      "numero": "28",
      "texto": "'Não realizem trabalho algum nesse dia, porque é o Dia da Expiação, quando se faz propiciação por vocês perante o Senhor, o Deus de vocês.'",
      "reflexao": "Nada é mais urgente que buscar a reconciliação com Deus. O descanso aqui é simbólico: tudo para, pois a graça, o perdão e a comunhão são prioridade absoluta."
    },
    {
      "numero": "29",
      "texto": "'Quem não se humilhar nesse dia será eliminado do seu povo.'",
      "reflexao": "A humildade diante de Deus não é opcional, é uma exigência da aliança. Ignorar o chamado ao arrependimento é romper com o próprio Deus."
    },
    {
      "numero": "30",
      "texto": "'Eu destruirei do meio do seu povo todo aquele que realizar algum trabalho nesse dia.'",
      "reflexao": "A desobediência não é apenas um erro, mas uma afronta ao Deus que santifica o tempo. É perder o privilégio de estar sob Sua proteção e cuidado."
    },
    {
      "numero": "31",
      "texto": "'Vocês não realizarão trabalho algum. Este é um decreto perpétuo para as suas gerações, onde quer que vocês morarem.'",
      "reflexao": "Deus firma um pacto perpétuo, lembrando que Seus princípios transcendem gerações, culturas e territórios. É uma lei espiritual imutável."
    },
    {
      "numero": "32",
      "texto": "'É um sábado de descanso para vocês, e vocês se humilharão. Desde o entardecer do nono dia do mês até ao entardecer do dia seguinte vocês guardarão esse sábado.'",
      "reflexao": "O descanso e o arrependimento caminham juntos. Ao pausar, o povo se lembra de que sua vida pertence ao Senhor, e a restauração vem pelo quebrantamento."
    },
    {
      "numero": "33",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Novamente Deus fala, revelando que cada detalhe da vida deve ser conduzido sob Sua direção e cuidado amoroso."
    },
    {
      "numero": "34",
      "texto": "'Diga ainda aos israelitas: No décimo quinto dia deste sétimo mês começa a Festa das Cabanas do Senhor, que dura sete dias.'",
      "reflexao": "A Festa das Cabanas relembra a provisão de Deus no deserto. Morar em tendas é reconhecer que tudo o que temos vem dEle, e que somos peregrinos neste mundo."
    },
    {
      "numero": "35",
      "texto": "'No primeiro dia haverá reunião sagrada; não realizem trabalho algum.'",
      "reflexao": "O início da festa é selado com pausa e adoração. Deus ensina que celebrar Sua fidelidade começa com gratidão, reverência e descanso."
    },
    {
      "numero": "36",
      "texto": "'Durante sete dias apresentem ao Senhor ofertas preparadas no fogo, e no oitavo dia façam outra reunião sagrada, e também apresentem ao Senhor uma oferta preparada no fogo. É reunião solene; não realizem trabalho algum.'",
      "reflexao": "O ciclo de adoração se completa com a entrega constante. Sete dias de celebração e, no oitavo, a conclusão solene, marcando que Deus é o princípio, o meio e o fim de tudo."
    },
    {
      "numero": "37",
      "texto": "'Estas são as festas fixas do Senhor, que vocês proclamarão como reuniões sagradas para trazerem ao Senhor ofertas preparadas no fogo, holocaustos e ofertas de cereal, sacrifícios e ofertas derramadas exigidas para cada dia.'",
      "reflexao": "As festas são mais que rituais: são encontros vivos com Deus, marcados pela gratidão, reverência e entrega total ao Senhor."
    },
    {
      "numero": "38",
      "texto": "'Isso fora as do sábado do Senhor e fora as dádivas e votos de vocês, e todas as ofertas voluntárias que vocês derem ao Senhor.'",
      "reflexao": "Deus não limita nossa adoração. Além das festas e dos sábados, há espaço para generosidade voluntária — adoração que brota espontaneamente do coração agradecido."
    },
    {
      "numero": "39",
      "texto": "'Assim, começando no décimo quinto dia do sétimo mês, depois de terem colhido o que a terra produziu, comemorem a festa do Senhor durante sete dias; o primeiro dia e também o oitavo serão dias de descanso.'",
      "reflexao": "A celebração vem após a colheita, ensinando que a prosperidade e a provisão são bênçãos que merecem ser reconhecidas e consagradas ao Senhor."
    },
    {
      "numero": "40",
      "texto": "'No primeiro dia vocês apanharão os melhores frutos das árvores, folhagem de tamareira, galhos frondosos e salgueiros, e se alegrarão perante o Senhor, o Deus de vocês, durante sete dias.'",
      "reflexao": "A alegria perante Deus é uma ordenança. É celebrar com os frutos da terra, reconhecer a fidelidade divina e viver com gratidão transbordante."
    },
    {
      "numero": "41",
      "texto": "'Comemorem essa festa do Senhor durante sete dias todos os anos. Este é um decreto perpétuo para as suas gerações; comemorem-na no sétimo mês.'",
      "reflexao": "A memória das bênçãos deve ser preservada geração após geração. A festa ensina que viver na presença de Deus é viver em constante gratidão e celebração."
    },
    {
      "numero": "42",
      "texto": "'Morem em tendas durante sete dias; todos os israelitas de nascimento morarão em tendas,'",
      "reflexao": "Morar em tendas simboliza lembrar que Deus cuidou do povo no deserto e continua a ser seu Provedor e Refúgio, mesmo nas jornadas mais áridas da vida."
    },
    {
      "numero": "43",
      "texto": "'para que os descendentes de vocês saibam que eu fiz os israelitas morarem em tendas quando os tirei da terra do Egito. Eu sou o Senhor, o Deus de vocês.'",
      "reflexao": "Cada geração precisa saber: foi Deus quem sustentou, guiou e protegeu. A memória da libertação mantém viva a fé, a gratidão e a dependência do Senhor."
    },
    {
      "numero": "44",
      "texto": "Assim anunciou Moisés aos israelitas as festas fixas do Senhor.",
      "reflexao": "Moisés cumpre sua missão, transmitindo fielmente as instruções divinas. O povo agora tem um calendário espiritual que molda sua identidade, comunhão e propósito."
    }
  ]
}