{
  "livro": "Levítico",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘Se alguém pecar porque, tendo sido testemunha de algo que viu ou soube, não o declarou, sofrerá as consequências da sua iniquidade.’",
      "reflexao": "O silêncio diante da injustiça também é pecado. Deus nos chama à responsabilidade coletiva. O omitir-se, quando se poderia agir com verdade e justiça, é carregar sobre si o peso da culpa. A integridade exige coragem para falar, defender e testemunhar a verdade."
    },
    {
      "numero": "2",
      "texto": "‘Se alguém tocar qualquer coisa impura, seja um cadáver de animal selvagem ou de animal do rebanho ou de uma das pequenas criaturas que povoam a terra, ainda que não tenha consciência disso, ele se tornará impuro e será culpado.’",
      "reflexao": "Mesmo quando não percebemos, certas atitudes, ambientes ou conexões podem nos contaminar espiritualmente. Este princípio revela que Deus deseja um povo atento, sensível e vigilante, que zela pela pureza do corpo, da mente e do espírito."
    },
    {
      "numero": "3",
      "texto": "‘Se alguém tocar impureza humana, qualquer coisa que o torne impuro, sem ter consciência disso, quando o souber será culpado.’",
      "reflexao": "A convivência com aquilo que é impuro, seja física ou espiritualmente, impacta nossa vida, mesmo sem intenção. Quando Deus revela essas contaminações, Ele também abre a porta do arrependimento e da purificação. O saber traz consigo o chamado à correção."
    },
    {
      "numero": "4",
      "texto": "‘Se alguém impensadamente jurar fazer algo bom ou mau, em qualquer assunto que alguém possa jurar descuidadamente, ainda que não tenha consciência disso, quando o souber será culpado.’",
      "reflexao": "Palavras têm peso. Deus leva a sério até os votos feitos de forma impensada. Este princípio nos ensina a sermos prudentes, a falar com sabedoria, a honrar aquilo que prometemos. A língua não é apenas instrumento de comunicação, mas também de responsabilidade espiritual."
    },
    {
      "numero": "5",
      "texto": "‘Quando alguém for culpado de qualquer dessas coisas, confessará em que pecou’",
      "reflexao": "O caminho para a restauração começa com a confissão. Não há cura sem reconhecimento, nem perdão sem verdade. Quando um coração se abre em sinceridade diante de Deus, o céu se abre em graça, misericórdia e restauração."
    },
    {
      "numero": "6",
      "texto": "‘e, pelo pecado que cometeu, trará ao Senhor uma ovelha ou uma cabra do rebanho como oferta de reparação; e em favor dele o sacerdote fará propiciação pelo pecado.’",
      "reflexao": "Toda culpa exige reparação. O sacrifício simboliza que o perdão não é gratuito — custa vida, custa entrega. Deus aponta desde aqui para a necessidade de um substituto perfeito, que se cumpre em Jesus, o Cordeiro de Deus, que tira o pecado do mundo."
    },
    {
      "numero": "7",
      "texto": "‘Se não tiver recursos para oferecer uma ovelha, trará pela culpa do seu pecado duas rolinhas ou dois pombinhos ao Senhor: um como oferta pelo pecado e o outro como holocausto.’",
      "reflexao": "A provisão de Deus não exclui ninguém. Seja rico, seja pobre, há caminho para o perdão. O Senhor não mede nossa oferta pelo valor material, mas pela sinceridade do coração. A graça é acessível a todos que buscam reconciliação com Ele."
    },
    {
      "numero": "8",
      "texto": "‘Ele os trará ao sacerdote, que oferecerá primeiro o que for oferecido como sacrifício pelo pecado. E destroncará o pescoço da ave, sem arrancar-lhe a cabeça totalmente,’",
      "reflexao": "O cuidado no processo do sacrifício revela que o perdão exige reverência. Cada detalhe importa no altar de Deus. Assim também é com nosso arrependimento: deve ser tratado com seriedade, respeito e profunda consciência da graça que está sendo derramada."
    },
    {
      "numero": "9",
      "texto": "‘e aspergirá no lado do altar o sangue da oferta pelo pecado e deixará escorrer o restante do sangue na base do altar. É oferta pelo pecado.’",
      "reflexao": "O sangue, sempre central no processo de redenção, mostra que a vida é o preço do pecado. O altar se torna lugar de reconciliação, onde o sangue fala mais alto do que a culpa, e o perdão se manifesta sobre aqueles que se arrependem sinceramente."
    },
    {
      "numero": "10",
      "texto": "‘O sacerdote então oferecerá a outra ave como holocausto, de acordo com a forma prescrita, e fará propiciação em favor dele pelo pecado que cometeu, e ele será perdoado.’",
      "reflexao": "O holocausto queima por inteiro, simbolizando uma entrega total. O perdão não é apenas apagar o erro, mas também reacender no ofertante o compromisso com uma vida consagrada, purificada e dedicada ao Senhor."
    },
    {
      "numero": "11",
      "texto": "‘Se, contudo, não tiver recursos para oferecer duas rolinhas ou dois pombinhos, trará como oferta pelo pecado um jarro da melhor farinha como oferta pelo pecado. Mas sobre ela não derramará óleo nem colocará incenso, porquanto é oferta pelo pecado.’",
      "reflexao": "Deus, em Sua graça, abre portas para todos. Até o mais simples, que nada possui além do fruto do próprio trabalho, pode se achegar ao altar. A ausência de óleo e incenso reflete a seriedade do pecado — é tempo de arrependimento, não de celebração."
    },
    {
      "numero": "12",
      "texto": "‘Ele a trará ao sacerdote, que apanhará um punhado dela como porção memorial e queimará essa porção no altar, em cima das ofertas dedicadas ao Senhor, preparadas no fogo. É oferta pelo pecado.’",
      "reflexao": "A porção queimada sobe como memorial diante de Deus. Isso nos lembra que o Senhor não despreza nenhuma oferta sincera, por menor que seja, desde que venha de um coração quebrantado, contrito e desejoso de andar em retidão."
    },
    {
      "numero": "13",
      "texto": "‘Assim o sacerdote fará propiciação em favor dele por qualquer desses pecados que tiver cometido, e ele será perdoado. O restante da oferta pertence ao sacerdote, como no caso da oferta de cereal.’",
      "reflexao": "O perdão não apenas restaura, mas também sustenta a comunidade espiritual. O que é entregue no altar não se perde, mas se transforma em provisão, em comunhão, em sustento. A graça não apenas limpa, ela também edifica e fortalece a vida do povo de Deus."
    },
    {
      "numero": "14",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Cada vez que Deus fala, Ele revela Seu caráter: justiça, misericórdia e desejo de reconciliação. Sua voz sempre vem carregada de amor e correção, conduzindo Seu povo de volta ao caminho da vida e da comunhão."
    },
    {
      "numero": "15",
      "texto": "‘Quando alguém cometer uma ofensa, pecando sem intenção em qualquer coisa consagrada ao Senhor, trará ao Senhor um carneiro do rebanho, sem defeito, avaliado em prata com base no peso padrão do santuário, como oferta pela culpa.’",
      "reflexao": "O pecado contra o que é santo tem peso diante de Deus. Isso nos ensina a honrar aquilo que é consagrado — seja tempo, recursos, vida ou serviço. A restituição acompanhada da oferta aponta que o perdão não é apenas espiritual, mas também prático, visível e reparador."
    },
    {
      "numero": "16",
      "texto": "‘Fará restituição pelo que deixou de fazer em relação às coisas consagradas, acrescentará um quinto do valor e o entregará ao sacerdote. Este fará propiciação por ele com o carneiro da oferta pela culpa, e ele será perdoado.’",
      "reflexao": "O perdão envolve não apenas arrependimento, mas também reparação. Deus nos ensina que o verdadeiro conserto não é só espiritual, mas também material, relacional e comunitário. A restauração plena inclui restituição e transformação."
    },
    {
      "numero": "17",
      "texto": "‘Se alguém pecar, fazendo o que é proibido em qualquer dos mandamentos do Senhor, ainda que não o saiba, será culpado e sofrerá as consequências da sua iniquidade.’",
      "reflexao": "Ignorância não isenta da responsabilidade. Isso nos chama à vigilância, à busca constante do conhecimento da Palavra, para que não venhamos a tropeçar por descuido. Deus nos convida a viver atentos, sensíveis e alinhados aos Seus mandamentos."
    },
    {
      "numero": "18",
      "texto": "‘Do rebanho ele trará ao sacerdote um carneiro, sem defeito e devidamente avaliado, como oferta pela culpa. Assim o sacerdote fará propiciação em favor dele pelo erro que cometeu sem intenção, e ele será perdoado.’",
      "reflexao": "Mesmo os pecados cometidos sem intenção exigem reparação. Isso revela o quanto Deus valoriza a pureza, a ordem e a justiça. No entanto, também revela a abundante misericórdia de um Deus que oferece sempre o caminho do perdão e da restauração."
    },
    {
      "numero": "19",
      "texto": "‘É oferta pela culpa, pois com certeza tornou-se culpado perante o Senhor.’",
      "reflexao": "A consciência da culpa não deve gerar desespero, mas sim conduzir ao altar, onde há provisão, perdão e reconciliação. O Deus que revela o erro é o mesmo que oferece o caminho da cura, da libertação e da paz. Nenhuma culpa é maior que Sua graça."
    }
  ]
}
