{
  "livro": "Levítico",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Deus continua a falar, revelando que Sua santidade se estende não apenas ao culto, mas também às dimensões mais íntimas da vida humana — nascimento, sangue, ciclos naturais. Nada é separado da Sua presença."
    },
    {
      "numero": "2",
      "texto": "‘Diga aos israelitas: Quando uma mulher engravidar e der à luz um menino, estará impura por sete dias, assim como está impura durante o seu período menstrual.’",
      "reflexao": "A impureza aqui não é pecado, mas uma separação ritual que reflete os limites entre o sagrado e o natural. O sangue, símbolo de vida, quando derramado, também se torna símbolo da fragilidade humana diante do Deus santo."
    },
    {
      "numero": "3",
      "texto": "‘No oitavo dia o menino terá que ser circuncidado.’",
      "reflexao": "A circuncisão, no oitavo dia, sela a aliança. O número oito representa um novo começo — após o ciclo completo da criação (sete dias), surge o dia da aliança, da consagração, da entrada na linhagem do povo de Deus."
    },
    {
      "numero": "4",
      "texto": "‘Então a mulher aguardará trinta e três dias para ser purificada do seu sangramento. Não poderá tocar em nenhuma coisa sagrada e não poderá ir ao santuário, até que se completem os dias da sua purificação.’",
      "reflexao": "O tempo de espera revela que há processos que, mesmo naturais, exigem descanso, recolhimento e tempo de restabelecimento físico e espiritual. Deus cuida dos detalhes da restauração da mulher e preserva sua saúde e dignidade."
    },
    {
      "numero": "5",
      "texto": "‘Se der à luz uma menina, estará impura por duas semanas, como durante o seu período menstrual. Nesse caso aguardará sessenta e seis dias para ser purificada do seu sangramento.’",
      "reflexao": "O período dobrado reflete não inferioridade, mas um cuidado simbólico sobre a mulher e sobre a nova geração feminina, que também carregará, futuramente, a possibilidade da continuidade da vida. É uma pausa longa, de cuidado, proteção e reverência ao ciclo da vida."
    },
    {
      "numero": "6",
      "texto": "‘Quando se completarem os dias da sua purificação pelo nascimento de um menino ou de uma menina, ela trará ao sacerdote, à entrada da Tenda do Encontro, um cordeiro de um ano para o holocausto e um pombinho ou uma rolinha como oferta pelo pecado.’",
      "reflexao": "O holocausto representa a entrega total, e a oferta pelo pecado simboliza purificação e reconciliação. Esse ato é uma declaração espiritual de que a vida, mesmo sendo bênção, surge em um mundo afetado pela fragilidade, pela dor e pela necessidade constante de redenção."
    },
    {
      "numero": "7",
      "texto": "‘Ele os oferecerá ao Senhor para fazer propiciação por ela, que ficará pura do fluxo do seu sangramento. Essa é a regulamentação para a mulher que der à luz um menino ou uma menina.’",
      "reflexao": "A propiciação aqui não é pelo ato de gerar vida, mas pelo estado de impureza ritual decorrente do derramamento de sangue. Deus, em Sua santidade, oferece um caminho de restauração e retorno pleno à comunhão espiritual e comunitária."
    },
    {
      "numero": "8",
      "texto": "‘Se ela não tiver recursos para oferecer um cordeiro, poderá trazer duas rolinhas ou dois pombinhos, um para o holocausto e o outro para a oferta pelo pecado. Assim o sacerdote fará propiciação por ela, e ela ficará pura.’",
      "reflexao": "Deus demonstra Sua misericórdia e justiça ao oferecer uma provisão acessível a todos, independentemente da condição financeira. O altar está aberto tanto para os que têm mais quanto para os que têm menos — a redenção nunca é negada a quem deseja se purificar e se aproximar do Senhor."
    }
  ]
}
