{
  "livro": "Levítico",
  "capitulo": "24",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor a Moisés:",
      "reflexao": "Deus continua a instruir Seu povo, mostrando que cada detalhe da vida deve refletir Sua santidade e presença."
    },
    {
      "numero": "2",
      "texto": "'Ordene aos israelitas que lhe tragam azeite puro de oliva batida para as lâmpadas, para que fiquem sempre acesas.'",
      "reflexao": "A luz perpétua simboliza a presença constante de Deus. Nossa vida deve ser uma lâmpada acesa, alimentada pelo azeite da fé e da obediência."
    },
    {
      "numero": "3",
      "texto": "'Na Tenda do Encontro, do lado de fora do véu que esconde as tábuas da aliança, Arão manterá as lâmpadas continuamente acesas diante do Senhor, desde o entardecer até a manhã seguinte. Este é um decreto perpétuo para as suas gerações.'",
      "reflexao": "Manter a luz acesa é um chamado constante à vigilância espiritual e à lembrança de que a presença de Deus ilumina todas as nossas jornadas."
    },
    {
      "numero": "4",
      "texto": "'Mantenha sempre em ordem as lâmpadas no candelabro de ouro puro perante o Senhor.'",
      "reflexao": "Deus valoriza a ordem, a beleza e a constância na adoração. Uma vida organizada segundo Seus princípios reflete Sua glória."
    },
    {
      "numero": "5",
      "texto": "'Apanhe da melhor farinha e asse doze pães, usando dois jarros para cada pão.'",
      "reflexao": "O pão representa a provisão e a presença de Deus no meio do povo. Cada detalhe aponta para a generosidade do Senhor."
    },
    {
      "numero": "6",
      "texto": "'Coloque-os em duas fileiras, com seis pães em cada uma, sobre a mesa de ouro puro perante o Senhor.'",
      "reflexao": "A organização e a reverência são formas de honrar a Deus. O pão diante do Senhor é um sinal da comunhão e dependência constantes."
    },
    {
      "numero": "7",
      "texto": "'Junto a cada fileira coloque um pouco de incenso puro como porção memorial para representar o pão e ser uma oferta ao Senhor preparada no fogo.'",
      "reflexao": "O incenso simboliza as orações e a adoração que sobem ao Senhor, tornando o pão não apenas sustento físico, mas um ato de devoção."
    },
    {
      "numero": "8",
      "texto": "'Esses pães serão colocados regularmente perante o Senhor, cada sábado, em nome dos israelitas, como aliança perpétua.'",
      "reflexao": "A aliança de Deus é renovada semanalmente, ensinando que a comunhão e a fidelidade não são eventos ocasionais, mas um compromisso contínuo."
    },
    {
      "numero": "9",
      "texto": "'Pertencem a Arão e a seus descendentes, que os comerão num lugar sagrado, porque é parte santíssima de sua porção regular das ofertas dedicadas ao Senhor, preparadas no fogo. É decreto perpétuo.'",
      "reflexao": "Deus provê para os que servem no altar, mostrando que a obra espiritual é digna de sustento e honra."
    },
    {
      "numero": "10",
      "texto": "Aconteceu que o filho de uma israelita e de um egípcio saiu e foi para o meio dos israelitas. No acampamento houve uma briga entre ele e um israelita.",
      "reflexao": "O convívio entre diferentes origens revela tensões, mas também mostra que todos são chamados à mesma responsabilidade diante de Deus."
    },
    {
      "numero": "11",
      "texto": "O filho da israelita blasfemou o Nome com uma maldição; então o levaram a Moisés. O nome de sua mãe era Selomite, filha de Dibri, da tribo de Dã.",
      "reflexao": "Blasfemar é afrontar diretamente o Deus santo. O zelo pela santidade do Nome revela o quanto a reverência a Deus é central na vida espiritual."
    },
    {
      "numero": "12",
      "texto": "Deixaram-no preso até que a vontade do Senhor lhes fosse declarada.",
      "reflexao": "A prudência em buscar a orientação de Deus antes de agir ensina que nem mesmo o zelo pela justiça deve ser precipitado, mas conduzido pela direção divina."
    },
    {
      "numero": "13",
      "texto": "Então o Senhor disse a Moisés:",
      "reflexao": "A resposta de Deus sempre vem. O Senhor guia com justiça e sabedoria, revelando o caminho certo ao Seu povo."
    },
    {
      "numero": "14",
      "texto": "'Leve o que blasfemou para fora do acampamento. Todos aqueles que o ouviram colocarão as mãos sobre a cabeça dele, e a comunidade toda o apedrejará.'",
      "reflexao": "A participação da comunidade na execução reflete a gravidade do pecado e a responsabilidade coletiva pela santidade do povo."
    },
    {
      "numero": "15",
      "texto": "'Diga aos israelitas: Se alguém amaldiçoar seu Deus, será responsável pelo seu pecado;'",
      "reflexao": "As palavras têm peso espiritual. Maldições contra Deus quebram a aliança e trazem juízo sobre quem as profere."
    },
    {
      "numero": "16",
      "texto": "'quem blasfemar o nome do Senhor terá que ser executado. A comunidade toda o apedrejará. Seja estrangeiro, seja natural da terra, se blasfemar o Nome, terá que ser morto.'",
      "reflexao": "A santidade do Nome de Deus é universal. Não há distinção: todos, estrangeiros ou naturais, estão sujeitos à mesma reverência e responsabilidade."
    },
    {
      "numero": "17",
      "texto": "'Se alguém ferir uma pessoa a ponto de matá-la, terá que ser executado.'",
      "reflexao": "A vida é sagrada, pois é dom de Deus. Tirar a vida de alguém é um atentado direto contra o Criador."
    },
    {
      "numero": "18",
      "texto": "'Quem matar um animal fará restituição: vida por vida.'",
      "reflexao": "Deus ensina princípios de justiça e reparação, mostrando que tudo na criação tem valor e deve ser tratado com responsabilidade."
    },
    {
      "numero": "19",
      "texto": "'Se alguém ferir seu próximo, deixando-o defeituoso, assim como fez lhe será feito:'",
      "reflexao": "A justiça divina busca equilíbrio e reparação, ensinando que nossos atos têm consequências proporcionais."
    },
    {
      "numero": "20",
      "texto": "'fratura por fratura, olho por olho, dente por dente. Assim como feriu o outro, deixando-o defeituoso, assim também será ferido.'",
      "reflexao": "Esta lei reflete o princípio de justiça retributiva. Mais que vingança, é ensino sobre responsabilidade, limites e respeito pelo próximo."
    },
    {
      "numero": "21",
      "texto": "'Quem matar um animal fará restituição, mas quem matar um homem será morto.'",
      "reflexao": "A vida humana é incomparavelmente sagrada. Matar exige a penalidade máxima, enquanto danos a animais exigem reparação."
    },
    {
      "numero": "22",
      "texto": "'Vocês terão a mesma lei para o estrangeiro e para o natural. Eu sou o Senhor, o Deus de vocês.'",
      "reflexao": "A justiça de Deus é imparcial. Não há privilégios. Todos, sejam locais ou estrangeiros, estão sob os mesmos princípios divinos."
    },
    {
      "numero": "23",
      "texto": "Depois que Moisés falou aos israelitas, levaram o que blasfemou para fora do acampamento e o apedrejaram. Os israelitas fizeram conforme o Senhor tinha ordenado a Moisés.",
      "reflexao": "O povo obedece prontamente, mostrando que a reverência ao Senhor e Sua Palavra deve sempre conduzir as decisões comunitárias."
    }
  ]
}