{
  "livro": "Levítico",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Então disse o Senhor a Moisés no monte Sinai:",
      "reflexao": "Quando Deus fala no monte, Ele não apenas estabelece leis, mas revela princípios eternos. Este versículo nos lembra que toda instrução verdadeira nasce da intimidade com o Senhor — no lugar alto, no monte da revelação. Quem ouve Deus, carrega direção, sabedoria e vida."
    },
    {
      "numero": "2",
      "texto": "‘Diga o seguinte aos israelitas: Quando vocês entrarem na terra que lhes dou, a própria terra guardará um sábado para o Senhor.’",
      "reflexao": "Até a terra, criação do Altíssimo, precisa descansar em honra ao seu Criador. Aqui aprendemos que a vida não é apenas produtividade, mas também reverência, pausa e dependência de Deus. O descanso sabático da terra é um convite à confiança: Deus é quem sustenta, não apenas o nosso trabalho."
    },
    {
      "numero": "3",
      "texto": "‘Durante seis anos semeiem as suas lavouras, aparem as suas vinhas e façam a colheita de suas plantações.’",
      "reflexao": "O trabalho é bênção, parte do plano divino. Deus nos ensina equilíbrio: há tempo para trabalhar com diligência, plantando, cuidando e colhendo. A vida requer esforço e responsabilidade, mas nunca desconectados do princípio do descanso e da confiança no Senhor."
    },
    {
      "numero": "4",
      "texto": "‘Mas no sétimo ano a terra terá um sábado de descanso, um sábado dedicado ao Senhor. Não semeiem as suas lavouras, nem aparem as suas vinhas.’",
      "reflexao": "O sétimo ano simboliza rendição. Deus nos ensina que existe um tempo em que o controle sai das nossas mãos. O descanso não é inatividade, mas um ato de fé que declara: ‘Senhor, Tu és o provedor’. É um chamado a quebrar o ciclo da ganância e confiar no sustento que vem do alto."
    },
    {
      "numero": "5",
      "texto": "‘Não colham o que crescer por si, nem colham as uvas das suas vinhas que não serão podadas. A terra terá um ano de descanso.’",
      "reflexao": "Há bênção até no que cresce espontaneamente, mas Deus nos ensina que há momentos em que até isso deve ser deixado de lado. É um convite a reconhecer que nem tudo precisa ser aproveitado, que há riqueza no contentamento e na obediência."
    },
    {
      "numero": "6",
      "texto": "‘Vocês se sustentarão do que a terra produzir no ano de descanso, você, o seu escravo, a sua escrava, o trabalhador contratado e o residente temporário que vive entre vocês,’",
      "reflexao": "Deus não provê apenas para quem possui, mas para todos — trabalhadores, estrangeiros, vulneráveis. O descanso da terra se torna também provisão coletiva, ensinando-nos que quando honramos os princípios do Senhor, há fartura que alcança a comunidade inteira."
    },
    {
      "numero": "7",
      "texto": "‘bem como os seus rebanhos e os animais selvagens de sua terra. Tudo o que a terra produzir poderá ser comido.’",
      "reflexao": "A providência de Deus é generosa e abundante, estendendo-se até aos animais. Neste versículo, vemos que a criação inteira está debaixo do cuidado divino. Deus nos chama a viver em harmonia com a natureza, reconhecendo que a Terra pertence a Ele e serve ao Seu propósito."
    },
    {
      "numero": "8",
      "texto": "‘Contem sete semanas de anos, sete vezes sete anos; essas sete semanas de anos totalizam quarenta e nove anos.’",
      "reflexao": "O tempo, na perspectiva de Deus, carrega ciclos de restauração. Cada ciclo de sete aponta para um reinício, e o sétimo ciclo de sete anuncia algo maior — um tempo sagrado de libertação, redenção e retorno. Deus é Senhor do tempo e dos recomeços."
    },
    {
      "numero": "9",
      "texto": "‘Então façam soar a trombeta no décimo dia do sétimo mês; no Dia da Expiação façam soar a trombeta por toda a terra de vocês.’",
      "reflexao": "O som da trombeta ecoa como anúncio de liberdade, restauração e reconciliação. É no Dia da Expiação, quando somos reconciliados com Deus, que a verdadeira libertação acontece. A trombeta nos lembra que Deus nos chama ao arrependimento, à redenção e à esperança viva."
    },
    {
      "numero": "10",
      "texto": "‘Consagrem o qüinquagésimo ano e proclamem libertação por toda a terra a todos os seus moradores. Este lhes será um ano de jubileu, quando cada um de vocês voltará para a propriedade da sua família e para o seu próprio clã.’",
      "reflexao": "O jubileu é o grito de misericórdia de Deus ecoando sobre os oprimidos, os endividados e os exilados. É Deus restaurando vidas, devolvendo dignidade, curando histórias. A libertação não é apenas espiritual, mas também social e material — porque o Reino de Deus traz justiça em todas as esferas."
    },
    {
      "numero": "11",
      "texto": "‘O quinquagésimo ano lhes será jubileu; não semeiem e não ceifem o que cresce por si mesmo nem colham das vinhas não podadas.’",
      "reflexao": "No ano do jubileu, até a terra respira liberdade. Deus nos ensina que existem tempos onde o foco não é o acúmulo, mas a restituição, a generosidade e o descanso. É um chamado a viver confiando na provisão divina e a celebrar o Deus que renova todas as coisas."
    },
    {
      "numero": "12",
      "texto": "‘É jubileu, e lhes será santo; comam apenas o que a terra produzir.’",
      "reflexao": "O jubileu é santo — separado para Deus. Viver dele é um exercício de fé, de gratidão e de comunhão com o propósito divino. Comer do que a terra oferece, sem explorar, é reconhecer que a fonte de toda provisão não são nossas mãos, mas o amor e a fidelidade do Senhor."
    },
    {
      "numero": "13",
      "texto": "‘Nesse ano do jubileu cada um de vocês voltará para a sua propriedade.’",
      "reflexao": "O retorno às origens fala de restauração de identidade, de dignidade e de pertencimento. Deus não permite que a perda, a dívida ou a opressão definam para sempre uma vida. No jubileu, Ele rescreve histórias, devolve territórios e reconstrói destinos."
    },
    {
      "numero": "14",
      "texto": "‘Se vocês venderem alguma propriedade ao seu próximo ou se comprarem alguma propriedade dele, não explore o seu irmão.’",
      "reflexao": "A economia do Reino é baseada na justiça, na compaixão e na fraternidade. Deus nos chama a fazer negócios com integridade, onde o lucro nunca vale mais do que a dignidade do outro. ‘Não explore’ é um mandamento que ecoa até os dias de hoje."
    },
    {
      "numero": "15",
      "texto": "‘O que comprarem do seu próximo será avaliado com base no número de anos desde o Jubileu. E fará a venda com base no número de anos que restam de colheitas.’",
      "reflexao": "O valor das coisas é medido não apenas pela utilidade, mas também pelo tempo e pela justiça. Deus ensina um princípio econômico de equilíbrio, onde o tempo restante da bênção da terra define o preço — um lembrete de que o lucro justo honra a Deus."
    },
    {
      "numero": "16",
      "texto": "‘Quando os anos forem muitos, vocês deverão aumentar o preço, mas quando forem poucos, deverão diminuir o preço, pois o que ele está lhes vendendo é o número de colheitas.’",
      "reflexao": "A matemática do Céu inclui ética. O comércio é regulado pela honestidade e pela clareza, não pela exploração. Cada transação deve refletir justiça, transparência e amor ao próximo, porque no Reino de Deus não há espaço para engano nem ganância."
    },
    {
      "numero": "17",
      "texto": "‘Não explorem um ao outro, mas temam ao Deus de vocês. Eu sou o Senhor, o Deus de vocês.’",
      "reflexao": "A raiz da justiça social é o temor a Deus. Quem teme ao Senhor trata o próximo com respeito, dignidade e equidade. Deus se apresenta como o fundamento moral de toda convivência justa: ‘Eu sou o Senhor, o Deus de vocês’ — este é o selo da ética divina."
    },
    {
      "numero": "18",
      "texto": "‘Pratiquem os meus decretos e obedeçam às minhas ordenanças, e vocês viverão com segurança na terra.’",
      "reflexao": "Obediência gera segurança. O mundo busca paz em estratégias humanas, mas Deus revela que a verdadeira estabilidade nasce da aliança com Ele, da obediência aos Seus princípios. Quando seguimos Sua Palavra, não apenas vivemos, mas vivemos em segurança e plenitude."
    },
    {
      "numero": "19",
      "texto": "‘Então a terra dará o seu fruto, e vocês comerão até fartar-se e ali viverão em segurança.’",
      "reflexao": "A prosperidade segundo Deus não é apenas abundância, mas também paz. O fruto da obediência não é apenas provisão material, mas segurança, descanso e alegria. Quem planta segundo os princípios do Reino, colhe fartura e vive debaixo da sombra protetora do Altíssimo."
    },
    {
      "numero": "20",
      "texto": "‘Vocês poderão perguntar: Que iremos comer no sétimo ano, se não plantarmos nem fizermos a colheita?’",
      "reflexao": "Deus conhece nossas inquietações antes mesmo de as expressarmos. Este versículo revela que a fé, muitas vezes, é desafiada pela lógica humana. E mesmo quando surge a pergunta do medo, Deus responde com promessas de cuidado, provisão e fidelidade."
    },
    {
      "numero": "21",
      "texto": "‘Saibam que eu lhes enviarei a minha bênção no sexto ano, e a terra produzirá o suficiente para três anos.’",
      "reflexao": "Quando Deus abençoa, a matemática se dobra diante do sobrenatural. O sexto ano, abençoado, rende como três. Isso nos ensina que a bênção do Senhor transcende esforço, tempo e lógica. Confiar nEle é viver uma vida onde o pouco se multiplica, e o impossível se torna realidade."
    },
    {
      "numero": "22",
      "texto": "‘Quando vocês estiverem plantando no oitavo ano, comerão ainda da colheita anterior e dela continuarão a comer até a colheita do nono ano.’",
      "reflexao": "Deus cuida de cada detalhe, até dos períodos de transição. Este versículo nos revela que a provisão divina não tem lacunas. O que Ele abençoa no passado sustenta o presente e prepara o futuro. Quem confia em Deus nunca ficará desamparado, pois Suas bênçãos transbordam além dos ciclos naturais."
    },
    {
      "numero": "23",
      "texto": "‘A terra não poderá ser vendida definitivamente, porque ela é minha, e vocês são apenas estrangeiros e imigrantes.’",
      "reflexao": "Deus afirma com ternura e autoridade: ‘A terra é minha’. Somos apenas peregrinos, administradores temporários dos dons do Senhor. Este versículo nos convida à humildade e à consciência de que nada nos pertence de forma absoluta — tudo é graça, tudo é dEle, tudo volta para Ele."
    },
    {
      "numero": "24",
      "texto": "‘Em toda terra em que tiverem propriedade, concedam o direito de resgate da terra.’",
      "reflexao": "O coração de Deus pulsa por redenção. Este princípio nos ensina que nenhuma perda é definitiva quando a justiça divina está em ação. Há sempre espaço para resgate, restauração e recomeço — tanto nas posses materiais quanto na vida espiritual."
    },
    {
      "numero": "25",
      "texto": "‘Se alguém do seu povo empobrecer e vender parte da sua propriedade, seu parente mais próximo virá e resgatará aquilo que o seu compatriota vendeu.’",
      "reflexao": "A solidariedade não é opção, é mandamento. Deus estabelece que a família e a comunidade sejam instrumentos de restauração. Quando um irmão cai, o outro se levanta por ele. Assim deve ser também no Reino: onde há queda, nasce uma ponte de amor, cuidado e resgate."
    },
    {
      "numero": "26",
      "texto": "‘Se, contudo, um homem não tiver quem lhe resgate a terra, mas ele mesmo prosperar e adquirir recursos para resgatá-la,’",
      "reflexao": "Deus honra o esforço, a resiliência e a bênção sobre quem trabalha e prospera. Mesmo sem auxílio externo, há possibilidade de restauração. Isso nos revela que no Reino, a prosperidade não é fim, mas meio para recuperar dignidade, reconstruir a história e honrar a aliança com Deus."
    },
    {
      "numero": "27",
      "texto": "‘calculará os anos desde que a vendeu e devolverá a diferença àquele a quem a vendeu; então poderá voltar para a sua propriedade.’",
      "reflexao": "Deus ensina que a restauração deve ser justa e equilibrada. Cada detalhe é pensado com precisão — nem mais, nem menos. Este versículo ecoa o princípio da equidade, mostrando que Deus se importa tanto com quem perdeu quanto com quem comprou. A justiça do céu é perfeita e restauradora."
    },
    {
      "numero": "28",
      "texto": "‘Mas, se não adquirir recursos para devolver-lhe o valor, a propriedade que vendeu permanecerá em posse do comprador até o ano do jubileu. Será devolvida no Jubileu, e ele então poderá voltar para a sua propriedade.’",
      "reflexao": "No Reino de Deus, o tempo não é sentença eterna de dor. Se hoje não há saída, o Jubileu está no horizonte, como promessa de redenção e novo começo. Deus estabelece ciclos de misericórdia, onde o que foi perdido encontra caminho de volta."
    },
    {
      "numero": "29",
      "texto": "‘Se um homem vender uma casa numa cidade murada, terá o direito de resgate até que se complete um ano após a venda. Nesse período poderá resgatá-la.’",
      "reflexao": "Deus é justo até nos contratos. Nas cidades, onde a dinâmica econômica é diferente, o prazo é ajustado, mas a essência permanece: a oportunidade de resgate. O céu não fecha portas sem antes deixar janelas abertas de esperança e restituição."
    },
    {
      "numero": "30",
      "texto": "‘Se não for resgatada antes de se completar um ano, a casa da cidade murada pertencerá definitivamente ao comprador e aos seus descendentes; não será devolvida no Jubileu.’",
      "reflexao": "Aqui aprendemos que nem todo ciclo de perda se estende indefinidamente. Deus, em Sua soberania, também estabelece limites. Isso nos ensina a valorizar as oportunidades e agir no tempo certo, pois o tempo da graça tem seu momento, e não deve ser desperdiçado."
    },
    {
      "numero": "31",
      "texto": "‘Mas as casas dos povoados sem muros ao redor serão consideradas campo aberto. Poderão ser resgatadas e serão devolvidas no Jubileu.’",
      "reflexao": "Nos espaços onde a vida é mais simples e comunitária, o princípio do Jubileu permanece pleno. Deus cuida para que a vulnerabilidade não gere exploração, mas sim ciclos de cuidado, proteção e restauração para todos que vivem em comunhão."
    },
    {
      "numero": "32",
      "texto": "‘No caso das cidades dos levitas, eles sempre terão direito de resgatar suas casas nas cidades que lhes pertencem.’",
      "reflexao": "O cuidado de Deus com os levitas — separados para o serviço sagrado — revela que quem se dedica à obra do Senhor nunca fica desamparado. O direito ao resgate perpétuo reflete que Deus sustenta, protege e honra aqueles que vivem para servir no Seu Reino."
    },
    {
      "numero": "33",
      "texto": "‘Assim, a propriedade dos levitas, isto é, uma casa vendida em qualquer cidade deles, é resgatável e deverá ser devolvida no Jubileu, porque as casas das cidades dos levitas são propriedade deles entre os israelitas.’",
      "reflexao": "O serviço no altar não anula o direito à dignidade material. Deus garante que aqueles que se dedicam ao sagrado não sejam esquecidos. O princípio do Jubileu sobre os levitas é um lembrete: quem serve ao Reino não vive da carência, mas da provisão e do cuidado do próprio Deus."
    },
    {
      "numero": "34",
      "texto": "‘Mas as pastagens pertencentes às suas cidades não serão vendidas; são propriedade permanente deles.’",
      "reflexao": "Há coisas que Deus declara inegociáveis. As pastagens — fonte de sustento dos levitas — são símbolo de provisão contínua, intransferível e preservada. Assim também são as promessas do Senhor sobre aqueles que O servem: eternas, protegidas e seguras."
    },
    {
      "numero": "35",
      "texto": "‘Se alguém do seu povo empobrecer e não puder sustentar-se, ajudem-no como se faz ao estrangeiro e ao residente temporário, para que possa continuar a viver entre vocês.’",
      "reflexao": "O Reino de Deus não compactua com o abandono. A ordem é clara: ‘Ajudem-no’. A empatia não é caridade opcional, mas expressão viva do amor divino. Ajudar o irmão é garantir que ninguém fique para trás, que todos permaneçam firmes, de pé, dentro da comunhão do povo de Deus."
    },
    {
      "numero": "36",
      "texto": "‘Não cobrem dele juro algum, mas temam o seu Deus, para que o seu próximo continue a viver entre vocês.’",
      "reflexao": "O lucro sobre a dor do outro é abominação aos olhos de Deus. O temor ao Senhor se manifesta quando tratamos o próximo com compaixão e justiça. O princípio aqui é claro: quem teme a Deus, não explora; quem ama a Deus, cuida; quem honra a Deus, protege a dignidade do irmão."
    },
    {
      "numero": "37",
      "texto": "‘Vocês não poderão exigir dele juros nem emprestar-lhe mantimento visando lucro.’",
      "reflexao": "O amor não cobra juros. O cuidado não calcula vantagens. Deus nos ensina que a verdadeira prosperidade nasce de um coração generoso, que oferece sem esperar retorno, que empresta não por interesse, mas por amor. Este é o retrato da economia do Céu."
    },
    {
      "numero": "38",
      "texto": "‘Eu sou o Senhor, o Deus de vocês, que os tirou da terra do Egito para dar-lhes a terra de Canaã e para ser o seu Deus.’",
      "reflexao": "Deus ancora Suas ordens na própria aliança. O Senhor nos lembra: ‘Eu os tirei da escravidão para lhes dar liberdade e sustento. Eu sou o Deus de vocês’. Este versículo é um chamado à memória da graça, da libertação e da aliança eterna que Ele fez conosco."
    },
    {
      "numero": "39",
      "texto": "‘Se alguém do seu povo empobrecer e se vender a algum de vocês, não o façam trabalhar como escravo.’",
      "reflexao": "Nenhum filho de Deus nasceu para viver sob jugo de opressão. Mesmo em tempos de crise, o Senhor estabelece limites claros: a dignidade humana é inegociável. O trabalho não pode ser instrumento de opressão, mas meio de restauração e subsistência justa."
    },
    {
      "numero": "40",
      "texto": "‘Ele deverá ser tratado como trabalhador contratado ou como residente temporário; trabalhará para quem o comprou até o ano do jubileu.’",
      "reflexao": "Deus transforma a lógica do mundo. Onde o homem enxerga servidão, Deus estabelece contratos justos. O trabalho se torna ponte para a dignidade, não corrente para escravidão. E o jubileu permanece como horizonte de liberdade e restauração definitiva."
    },
    {
      "numero": "41",
      "texto": "‘Então ele e os seus filhos estarão livres, e ele poderá voltar para o seu próprio clã e para a propriedade dos seus antepassados.’",
      "reflexao": "O Deus do jubileu é o Deus dos recomeços. A liberdade não é apenas individual, mas também familiar e geracional. O Senhor garante que nenhuma dor, dívida ou opressão dure para sempre. No tempo certo, Ele ergue, liberta e restaura os sonhos e os destinos."
    },
    {
      "numero": "42",
      "texto": "‘Pois os israelitas são meus servos, a quem tirei da terra do Egito; não poderão ser vendidos como escravos.’",
      "reflexao": "Deus declara com firmeza: ‘Vocês são meus’. Este versículo ecoa libertação e identidade. Quem foi liberto pelo Senhor não está destinado à escravidão humana. A marca da redenção rompe qualquer jugo de opressão. Pertencemos a Deus, e isso redefine nosso valor, dignidade e destino."
    },
    {
      "numero": "43",
      "texto": "‘Não dominem impiedosamente sobre eles, mas temam o seu Deus.’",
      "reflexao": "O temor a Deus é o antídoto contra qualquer forma de abuso. Quem teme ao Senhor não oprime, não explora e não humilha. Este versículo é um grito divino contra a tirania, um chamado para que toda relação humana seja moldada pelo respeito, pela compaixão e pela reverência ao Criador."
    },
    {
      "numero": "44",
      "texto": "‘Os seus escravos e as suas escravas deverão vir dos povos que vivem ao redor de vocês; deles vocês poderão comprar escravos e escravas.’",
      "reflexao": "Este texto reflete uma realidade sociocultural daquele tempo, mas revela, sobretudo, que Deus estabelecia limites para proteger o Seu povo da opressão interna. Embora permita uma prática comum no contexto antigo, o cerne da lei é preservar a dignidade dos filhos da aliança."
    },
    {
      "numero": "45",
      "texto": "‘Também poderão comprá-los entre os filhos dos residentes temporários que vivem entre vocês e entre os que pertencem aos clãs deles, ainda que nascidos na terra de vocês; eles se tornarão propriedade de vocês.’",
      "reflexao": "O versículo expõe práticas de seu tempo, mas revela um contraste: Deus separa o Seu povo, os filhos da aliança, para um relacionamento distinto, onde a opressão não tem lugar. É um lembrete de que, embora inseridos no mundo, o povo de Deus deve viver segundo princípios mais elevados de justiça e misericórdia."
    },
    {
      "numero": "46",
      "texto": "‘Vocês poderão deixá-los como herança para os seus filhos e poderão fazê-los escravos para sempre, mas sobre os seus irmãos israelitas vocês não poderão dominar impiedosamente.’",
      "reflexao": "Aqui se afirma novamente um princípio central do Reino: entre irmãos, não há espaço para dominação cruel. Deus protege os laços de fraternidade, ensinando que, no Seu povo, o relacionamento deve ser pautado na dignidade, na mutualidade e no amor, nunca na opressão."
    },
    {
      "numero": "47",
      "texto": "‘Se um estrangeiro ou um residente temporário entre vocês enriquecer e alguém do seu povo empobrecer e se vender a esse estrangeiro ou a alguém que pertence ao clã desse estrangeiro,’",
      "reflexao": "Mesmo quando as circunstâncias levam alguém à perda e à dependência, Deus não se cala. Este versículo revela que, mesmo em meio à desigualdade, o Senhor prepara caminhos para a restauração. A história não termina na queda, mas no resgate que Ele providencia."
    },
    {
      "numero": "48",
      "texto": "‘manterá o direito de resgate mesmo depois de vender a si mesmo. Um dos seus parentes poderá resgatá-lo:’",
      "reflexao": "Deus planta a esperança no meio da adversidade. Sempre há uma porta aberta para a redenção. Este princípio ecoa no plano maior da salvação: quando tudo parece perdido, Deus levanta um resgatador — e no nosso caso, Ele mesmo se fez nosso Redentor por meio de Cristo."
    },
    {
      "numero": "49",
      "texto": "‘ou tio, ou primo, ou qualquer parente próximo poderá resgatá-lo. Se, todavia, prosperar, poderá resgatar a si mesmo.’",
      "reflexao": "A dignidade é restaurada quando há comunidade, família e apoio mútuo. Mas também há honra na capacidade de se reerguer pela graça e pelo trabalho abençoado por Deus. Este versículo revela que Deus celebra tanto o socorro vindo do próximo quanto o triunfo do recomeço."
    },
    {
      "numero": "50",
      "texto": "‘Ele e o seu comprador contarão o tempo desde o ano em que vendeu a si mesmo até o ano do jubileu. O preço do resgate se baseará no salário de um empregado contratado por aquele número de anos.’",
      "reflexao": "Deus ensina que até o resgate deve ser feito com justiça e equilíbrio. Nada de exploração, nada de opressão. O valor é proporcional e justo, refletindo que a restauração no Reino não se faz por abuso, mas por honra, verdade e dignidade."
    },
    {
      "numero": "51",
      "texto": "‘Se restarem muitos anos, pagará o seu resgate proporcionalmente ao preço de compra.’",
      "reflexao": "A justiça de Deus é precisa, proporcional e inegociável. Cada ano conta, cada detalhe importa. Este é um chamado para lidarmos com o próximo com retidão e exatidão, porque quem vive segundo os princípios do Reino espelha o caráter justo do Senhor."
    },
    {
      "numero": "52",
      "texto": "‘Se restarem apenas poucos anos até o ano do jubileu, fará o cálculo, e pagará o seu resgate proporcionalmente aos anos.’",
      "reflexao": "Deus não permite que ninguém seja onerado além do que é justo. Até na restituição há equilíbrio. Este versículo é uma lição viva de que a misericórdia e a justiça caminham de mãos dadas no Reino dos Céus."
    },
    {
      "numero": "53",
      "texto": "‘Ele deverá ser tratado como um empregado contratado anualmente; não permitam que o seu senhor domine impiedosamente sobre ele.’",
      "reflexao": "O Senhor ergue a voz contra toda forma de abuso. A dignidade do ser humano não está à venda. Este versículo é um farol que ilumina os relacionamentos com justiça, honra e respeito. Deus chama Seu povo a ser diferente do mundo: livre da lógica da opressão."
    },
    {
      "numero": "54",
      "texto": "‘Se não for resgatado por nenhuma dessas maneiras, ele e os seus filhos estarão livres no ano do jubileu,’",
      "reflexao": "O jubileu é o suspiro de Deus sobre os cativos. Mesmo quando não há quem resgate, Deus estabelece um tempo onde as correntes caem, as portas se abrem e a liberdade se manifesta. A última palavra nunca é da opressão, mas da misericórdia e da restauração do Senhor."
    },
    {
      "numero": "55",
      "texto": "‘porque os israelitas são meus servos, os quais tirei da terra do Egito. Eu sou o Senhor, o Deus de vocês.’",
      "reflexao": "Deus sela com amor e autoridade: ‘Vocês são meus’. A identidade do povo está na libertação que Ele operou. Quem foi tirado do Egito — da escravidão, do medo, da opressão — vive sob uma nova realidade, onde Deus é Senhor, Protetor, Sustentador e Redentor eterno."
    }
  ]
}
