{
  "livro": "Levítico",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E disse o Senhor a Moisés:",
      "reflexao": "Sempre que Deus fala, Ele estabelece princípios de vida, justiça e comunhão. Sua voz é a expressão do Seu amor, que corrige, orienta e restaura aqueles que desejam viver segundo os Seus caminhos."
    },
    {
      "numero": "2",
      "texto": "‘Se alguém pecar, cometendo uma ofensa contra o Senhor, enganando o seu próximo no que diz respeito a algo que lhe foi confiado ou deixado como penhor ou roubado, ou se lhe extorquir algo,’",
      "reflexao": "Prejudicar o próximo é ofender diretamente a Deus. O Senhor vê como pecado não apenas o que fazemos contra Ele no culto, mas também no modo como tratamos uns aos outros. A integridade nos relacionamentos reflete nossa reverência ao Senhor."
    },
    {
      "numero": "3",
      "texto": "‘ou se achar algum bem perdido e mentir a respeito disso, ou se jurar falsamente a respeito de qualquer coisa, cometendo pecado;’",
      "reflexao": "Deus sonda até as intenções ocultas. A mentira, o engano e a falsidade rompem tanto com a verdade divina quanto com a comunhão com o próximo. A retidão não é uma opção, mas um caminho sagrado que honra o nome do Senhor."
    },
    {
      "numero": "4",
      "texto": "‘quando assim pecar, tornando-se por isso culpado, terá que devolver o que roubou ou tomou mediante extorsão, ou o que lhe foi confiado, ou os bens perdidos que achou,’",
      "reflexao": "O perdão começa com a reparação. O arrependimento genuíno não busca apenas ser perdoado, mas também corrigir os danos causados. Deus nos ensina que restaurar o que foi quebrado faz parte do processo de redenção."
    },
    {
      "numero": "5",
      "texto": "‘ou qualquer coisa sobre a qual tenha jurado falsamente. Fará restituição plena, acrescentará a isso um quinto do valor e dará tudo ao proprietário no dia em que apresentar a sua oferta pela culpa.’",
      "reflexao": "Deus exige não só a restituição, mas também o acréscimo — um quinto — como sinal de zelo, justiça e compromisso. O Senhor valoriza relacionamentos restaurados e vê a reparação como parte do verdadeiro arrependimento e adoração."
    },
    {
      "numero": "6",
      "texto": "‘E por sua culpa trará ao sacerdote uma oferta dedicada ao Senhor: um carneiro do rebanho, sem defeito e devidamente avaliado.’",
      "reflexao": "O pecado não afeta apenas o relacionamento com as pessoas, mas também com Deus. Por isso, além da reparação, há necessidade de sacrifício. O carneiro sem defeito aponta para Jesus, que seria o sacrifício perfeito para a nossa culpa e redenção."
    },
    {
      "numero": "7",
      "texto": "‘Dessa forma o sacerdote fará propiciação por ele perante o Senhor, e ele será perdoado de qualquer dessas coisas que fez e que o tornou culpado.’",
      "reflexao": "A propiciação é o ato de alguém se colocar no lugar do culpado para que este seja perdoado. Assim é Jesus, nosso Sumo Sacerdote, que intercede por nós, levando sobre Si nossas culpas e restaurando nossa paz com Deus."
    },
    {
      "numero": "8",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Deus continua falando, ensinando e estabelecendo princípios que geram vida, santidade e comunhão. Sua voz nunca é vazia — ela constrói, transforma e renova aqueles que a ouvem com o coração atento."
    },
    {
      "numero": "9",
      "texto": "‘Dê este mandamento a Arão e a seus filhos: Esta é a regulamentação acerca do holocausto: ele terá que ficar queimando até de manhã sobre as brasas do altar, onde o fogo terá que ser mantido aceso.’",
      "reflexao": "O fogo que não se apaga simboliza a constância da adoração, da presença e da comunhão com Deus. Assim também deve ser nosso altar interior — sempre aceso, sempre queimando em devoção, amor e entrega ao Senhor."
    },
    {
      "numero": "10",
      "texto": "‘O sacerdote vestirá suas roupas de linho e os calções de linho por baixo, retirará as cinzas do holocausto que o fogo consumiu no altar e as colocará ao lado do altar.’",
      "reflexao": "Vestir roupas santas reflete a pureza e a reverência no serviço a Deus. Até a retirada das cinzas é um ato sagrado. Isso nos ensina que nada é pequeno no Reino quando feito para o Senhor — até as tarefas simples carregam valor eterno se feitas com santidade."
    },
    {
      "numero": "11",
      "texto": "‘Depois trocará de roupa, e levará as cinzas para fora do acampamento, a um lugar cerimonialmente puro.’",
      "reflexao": "As cinzas, restos do que foi consumido no altar, são tratadas com reverência. Isso nos ensina que aquilo que é entregue a Deus — mesmo depois de queimado — permanece sagrado. Tudo no altar é separado, purificado e digno de honra."
    },
    {
      "numero": "12",
      "texto": "‘Mantenha-se aceso o fogo no altar; não deve ser apagado. Toda manhã o sacerdote acrescentará lenha, arrumará o holocausto sobre o fogo e queimará sobre ele a gordura das ofertas de comunhão.’",
      "reflexao": "O fogo do altar representa a chama da presença de Deus em nossa vida. A lenha colocada diariamente reflete nosso compromisso constante com a oração, a adoração e a consagração. O altar aceso é sinal de uma vida espiritual viva, renovada e fervorosa."
    },
    {
      "numero": "13",
      "texto": "‘Mantenha-se o fogo continuamente aceso no altar; não deve ser apagado.’",
      "reflexao": "Deus não deseja uma adoração esporádica, mas constante, viva, ardente. O fogo aceso permanentemente no altar é convite para que o nosso coração também permaneça em chamas — dia e noite — por Sua presença, Sua palavra e Sua vontade."
    },
    {
      "numero": "14",
      "texto": "‘Esta é a regulamentação da oferta de cereal: os filhos de Arão a apresentarão ao Senhor, em frente do altar.’",
      "reflexao": "A oferta de cereal representa o fruto do trabalho. Apresentá-la diante do altar revela que até aquilo que produzimos com nossas mãos deve ser consagrado ao Senhor. Tudo o que temos, tudo o que somos, pertence a Ele."
    },
    {
      "numero": "15",
      "texto": "‘O sacerdote apanhará um punhado da melhor farinha com óleo, juntamente com todo o incenso que está sobre a oferta de cereal, e queimará no altar a porção memorial como aroma agradável ao Senhor.’",
      "reflexao": "O memorial queimado no altar é um lembrete diante de Deus de que o ofertante pertence a Ele. O aroma agradável revela que Deus se alegra na entrega sincera, no trabalho consagrado, no coração disposto e na vida que reconhece Sua soberania."
    },
    {
      "numero": "16",
      "texto": "‘Arão e seus filhos comerão o restante da oferta, mas deverão comê-lo sem fermento e em lugar sagrado, no pátio da Tenda do Encontro.’",
      "reflexao": "O alimento sem fermento simboliza pureza, verdade e santidade. Comer no lugar sagrado reflete comunhão com Deus e com aquilo que foi consagrado a Ele. Servir ao altar é também participar do que é santo, vivendo em constante reverência e gratidão."
    },
    {
      "numero": "17",
      "texto": "‘Essa oferta não será assada com fermento; eu a dei a eles como porção das ofertas feitas a mim com fogo. É santíssima, como a oferta pelo pecado e como a oferta pela culpa.’",
      "reflexao": "Tudo o que é separado para Deus é santíssimo. A ausência de fermento reafirma que aquilo que se entrega no altar não pode conter impureza, falsidade ou corrupção. Deus deseja que o que Lhe é oferecido carregue o selo da santidade e da integridade."
    },
    {
      "numero": "18",
      "texto": "‘Somente os homens descendentes de Arão poderão comer da porção das ofertas dedicadas ao Senhor, preparadas no fogo. É um decreto perpétuo para as suas gerações. Tudo o que nelas tocar se tornará santo.’",
      "reflexao": "O que é consagrado a Deus santifica tudo o que toca. Isso revela que a presença de Deus tem o poder de transformar, purificar e separar para um propósito superior. Quem vive no altar, vive também envolto pela santidade que flui da presença do Altíssimo."
    },
    {
      "numero": "19",
      "texto": "O Senhor disse também a Moisés:",
      "reflexao": "Cada vez que Deus fala, Ele estabelece princípios que conduzem Seu povo à santidade, à ordem e à comunhão. Sua voz continua sendo luz para aqueles que desejam andar no caminho da verdade."
    },
    {
      "numero": "20",
      "texto": "‘Esta é a oferta que Arão e os seus descendentes terão que trazer ao Senhor no dia em que ele for ungido: um jarro da melhor farinha, como na oferta regular de cereal, metade pela manhã e metade à tarde.’",
      "reflexao": "A vida do sacerdote começa e permanece no altar. Metade pela manhã, metade à tarde — isso revela que a consagração não é ocasional, mas constante, diária, integral. Viver para Deus é uma entrega renovada a cada amanhecer e a cada entardecer."
    },
    {
      "numero": "21",
      "texto": "‘Prepare-a com óleo numa assadeira; traga-a bem misturada e apresente a oferta de cereal partida em pedaços, como aroma agradável ao Senhor.’",
      "reflexao": "O óleo, símbolo do Espírito, e o partir em pedaços falam de uma vida cheia da presença de Deus, mas também marcada pela humildade, pela renúncia e pela disposição de se entregar por completo no altar da adoração."
    },
    {
      "numero": "22",
      "texto": "‘Todo sacerdote ungido, descendentes de Arão, também preparará essa oferta. É a porção do Senhor por decreto perpétuo e será totalmente queimada.’",
      "reflexao": "Ser sacerdote é viver no altar, queimando-se diariamente em amor, serviço e devoção. A oferta não é parcialmente entregue — ela é totalmente queimada. Assim é o chamado de quem serve ao Senhor: vida inteira, coração inteiro, entrega total."
    },
    {
      "numero": "23",
      "texto": "‘Toda oferta de cereal do sacerdote será totalmente queimada; não será comida.’",
      "reflexao": "Aquilo que é fruto da própria consagração do sacerdote não é para seu próprio sustento, mas exclusivamente para Deus. Isso fala de uma vida onde tudo o que fazemos e somos é dedicado, consagrado e devolvido ao Senhor em honra e louvor."
    },
    {
      "numero": "24",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Mais uma vez Deus fala. Sua voz, sempre carregada de direção, revela que Ele não deseja um povo perdido, mas guiado, instruído e alinhado ao Seu coração e aos Seus propósitos eternos."
    },
    {
      "numero": "25",
      "texto": "‘Diga a Arão e aos seus filhos: Esta é a regulamentação da oferta pelo pecado: O animal da oferta pelo pecado será morto perante o Senhor no local onde é sacrificado o holocausto; é uma oferta santíssima.’",
      "reflexao": "O local do sacrifício, diante do Senhor, revela que o perdão é um ato de profunda reverência e santidade. Lidar com o pecado não é algo trivial — é algo que se faz na presença de Deus, com temor, respeito e consciência do preço que é pago."
    },
    {
      "numero": "26",
      "texto": "‘O sacerdote que oferecer o animal, o comerá em lugar sagrado, no pátio da Tenda do Encontro.’",
      "reflexao": "Participar da carne da oferta não é um ato comum, mas um ato de comunhão, de absorver aquilo que foi separado para Deus. Quem serve no altar também se alimenta daquilo que é santo, vivendo uma vida nutrida pela graça, pela presença e pela pureza do Senhor."
    },
    {
      "numero": "27",
      "texto": "‘Tudo o que tocar na carne se tornará santo, e se o sangue respingar na roupa, será lavada em lugar sagrado.’",
      "reflexao": "O que é separado para Deus carrega consigo o poder da santificação. Isso nos ensina que a proximidade com as coisas de Deus — Sua presença, Sua palavra, Seu serviço — tem o poder de transformar, de purificar e de mudar tudo aquilo que toca."
    },
    {
      "numero": "28",
      "texto": "‘A vasilha de barro em que a carne for cozida deverá ser quebrada; mas, se for cozida numa vasilha de bronze, a vasilha deverá ser esfregada e enxaguada com água.’",
      "reflexao": "O barro, material poroso, absorve e, por isso, é quebrado. O bronze, purificável, pode ser limpo. Isso nos lembra que, na presença de Deus, uns são feitos para serem consumidos e outros para serem purificados. Cada instrumento, cada vida, tem um propósito no serviço do altar."
    },
    {
      "numero": "29",
      "texto": "‘Somente os homens da família dos sacerdotes poderão comê-la; é uma oferta santíssima.’",
      "reflexao": "A santidade não é para todos — é para aqueles que foram chamados, separados e consagrados para o serviço no altar. A proximidade com o santo exige responsabilidade, reverência e pureza. É um privilégio que carrega consigo um peso sagrado."
    },
    {
      "numero": "30",
      "texto": "‘Mas toda oferta pelo pecado, cujo sangue for trazido para a Tenda do Encontro para propiciação no Lugar Santo, não será comida; terá que ser queimada.’",
      "reflexao": "O que é levado ao Lugar Santíssimo carrega um peso tão sagrado que não pode ser compartilhado — é inteiramente de Deus. Isso aponta para a obra de Cristo, cujo sacrifício foi totalmente entregue, sem reservas, consumido no altar eterno da graça, por toda a humanidade."
    }
  ]
}
