{
  "livro": "Levítico",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "‘Esta é a regulamentação da oferta pela culpa, que é oferta santíssima:’",
      "reflexao": "O pecado, quando reconhecido, exige um caminho claro de restauração. A santidade dessa oferta reflete que a reparação da culpa é um ato sagrado, conduzindo o pecador de volta à comunhão com Deus."
    },
    {
      "numero": "2",
      "texto": "‘O animal da oferta pela culpa será morto no local onde são sacrificados os holocaustos, e seu sangue será derramado nos lados do altar.’",
      "reflexao": "O sangue derramado junto ao altar revela que a reparação exige vida entregue. Isso aponta para o sacrifício de Cristo, cujo sangue purifica, restaura e sela a nova aliança de graça e redenção."
    },
    {
      "numero": "3",
      "texto": "‘Toda a sua gordura será oferecida: a parte gorda da cauda e a gordura que cobre as vísceras,’",
      "reflexao": "A gordura representa o que é mais valioso, mais nobre. Deus requer o melhor — não as sobras, mas aquilo que carrega essência, valor e significado. O altar não é lugar para o resto, mas para o melhor do nosso ser."
    },
    {
      "numero": "4",
      "texto": "‘Os dois rins com a gordura que os cobre e que está perto dos lombos, e o lóbulo do fígado, que será removido juntamente com os rins.’",
      "reflexao": "Os rins e o fígado, órgãos de decisão e purificação, simbolizam que Deus deseja uma entrega que vem do âmago da nossa existência — pensamentos, emoções e intenções profundamente consagrados a Ele."
    },
    {
      "numero": "5",
      "texto": "‘O sacerdote os queimará no altar como oferta dedicada ao Senhor, preparada no fogo. É oferta pela culpa.’",
      "reflexao": "O fogo consome a culpa, transforma dor em restauração e transforma a oferta em aroma agradável. A cruz de Cristo é o altar definitivo, onde nossa culpa foi consumida e nossa vida, restaurada."
    },
    {
      "numero": "6",
      "texto": "‘Somente os homens da família dos sacerdotes poderão comê-la, mas deve ser comida em lugar sagrado; é oferta santíssima.’",
      "reflexao": "Participar da carne da oferta é comunhão com o sagrado. Isso revela que o perdão recebido gera vida, provisão espiritual e nutre aqueles que servem no altar, mantendo-os alinhados à pureza e à reverência."
    },
    {
      "numero": "7",
      "texto": "‘A mesma regulamentação aplica-se tanto à oferta pelo pecado quanto à oferta pela culpa: a carne pertence ao sacerdote que faz propiciação pela culpa.’",
      "reflexao": "O sacerdote, figura do intercessor, participa da oferta porque carrega o papel de mediador entre Deus e o homem. Isso aponta para Cristo, nosso eterno Sumo Sacerdote, que se entregou por nós e, ao mesmo tempo, intercede continuamente."
    },
    {
      "numero": "8",
      "texto": "‘O sacerdote que oferecer um holocausto por alguém ficará com o couro do animal.’",
      "reflexao": "Nada no altar se perde. Até o couro, que cobre, protege e reveste, pertence ao sacerdote. Isso nos lembra que, quando nos entregamos no altar, até aquilo que antes nos cobria é agora usado no serviço santo, transformado e consagrado."
    },
    {
      "numero": "9",
      "texto": "‘Toda oferta de cereal, assada num forno ou cozida numa panela ou numa assadeira, pertence ao sacerdote que a oferecer,’",
      "reflexao": "O altar é lugar de provisão. Aquilo que é entregue se torna sustento para aqueles que servem. No Reino, a generosidade e a entrega não empobrecem, mas fortalecem, nutrem e expandem a vida espiritual da comunidade."
    },
    {
      "numero": "10",
      "texto": "‘E toda oferta de cereal, amassada com óleo ou não, pertence igualmente aos descendentes de Arão.’",
      "reflexao": "Deus estabelece provisão não apenas para quem oferece, mas também para toda a família sacerdotal. Isso revela que servir no altar traz consigo a bênção da continuidade, do sustento e da herança espiritual para gerações."
    },
    {
      "numero": "11",
      "texto": "‘Esta é a regulamentação da oferta de comunhão que pode ser apresentada ao Senhor:’",
      "reflexao": "A oferta de comunhão não nasce do peso da culpa, mas da gratidão, do amor e da celebração da aliança. Ela reflete a alegria de estar em paz com Deus, em harmonia com os céus e com a comunidade."
    },
    {
      "numero": "12",
      "texto": "‘Se alguém a fizer por gratidão, então, junto com sua oferta de gratidão, terá que oferecer bolos sem fermento e amassados com óleo, pães finos sem fermento e untados com óleo, e bolos da melhor farinha bem amassados e misturados com óleo.’",
      "reflexao": "A gratidão gera generosidade. Os bolos sem fermento falam de pureza; o óleo, da unção; a farinha, do trabalho. Assim é a adoração: uma mistura de vida, pureza, serviço e unção, apresentada no altar da gratidão."
    },
    {
      "numero": "13",
      "texto": "‘Juntamente com sua oferta de comunhão por gratidão, apresentará uma oferta que inclua bolos com fermento.’",
      "reflexao": "Os bolos com fermento, aqui permitidos, mostram que na celebração da comunhão há espaço para reconhecer a humanidade, a vida cotidiana, as imperfeições que são cobertas pela graça, dentro de um contexto de festa e gratidão."
    },
    {
      "numero": "14",
      "texto": "‘De cada oferta trará uma contribuição ao Senhor que será dada ao sacerdote que asperge o sangue das ofertas de comunhão.’",
      "reflexao": "A gratidão transborda em oferta. A contribuição não é obrigação, mas expressão de honra, reconhecimento e alegria por aquilo que Deus tem feito. A adoração gera partilha, gera generosidade e sustenta a obra do altar."
    },
    {
      "numero": "15",
      "texto": "‘A carne da sua oferta de comunhão por gratidão será comida no dia em que for oferecida; nada poderá sobrar até o amanhecer.’",
      "reflexao": "O que é fruto da gratidão precisa ser desfrutado no hoje. A graça, a comunhão e a celebração são experiências presentes, que não podem ser adiadas ou acumuladas. Deus nos chama a viver o agora da Sua presença e do Seu favor."
    },
    {
      "numero": "16",
      "texto": "‘Se, contudo, sua oferta for resultado de um voto ou for uma oferta voluntária, a carne do sacrifício será comida no dia em que for oferecida, e o que sobrar poderá ser comido no dia seguinte.’",
      "reflexao": "As ofertas de votos e de voluntariedade carregam a marca da decisão pessoal e do compromisso. Por isso, Deus permite que elas se estendam, que sejam compartilhadas, celebradas além de um único momento, refletindo o compromisso duradouro com Ele."
    },
    {
      "numero": "17",
      "texto": "‘Mas a carne que sobrar do sacrifício até o terceiro dia será queimada no fogo.’",
      "reflexao": "Aquilo que não é consumido no tempo devido perde seu valor de comunhão e adoração. Isso nos ensina sobre o tempo da bênção, o tempo da entrega, o tempo da obediência. Fora do tempo, até a bênção perde seu sabor e seu propósito."
    },
    {
      "numero": "18",
      "texto": "‘Se a carne da oferta de comunhão for comida ao terceiro dia, ela não será aceita. A oferta não será atribuída àquele que a ofereceu, pois a carne estará estragada; e quem dela comer sofrerá as consequências da sua iniquidade.’",
      "reflexao": "Desobedecer aos princípios do altar gera consequências. A comunhão com Deus não se mantém por formalidades ou rituais atrasados. Ela exige zelo, atenção e obediência, para que o que é santo permaneça santo e agradável ao Senhor."
    },
    {
      "numero": "19",
      "texto": "‘A carne que tocar em qualquer coisa impura não será comida; será queimada no fogo. A carne do sacrifício, porém, poderá ser comida por quem estiver puro.’",
      "reflexao": "O sagrado não se mistura com o impuro. A comunhão, a adoração e o relacionamento com Deus exigem pureza de vida, de coração e de intenções. Quem vive separado para Deus desfruta do banquete da Sua presença."
    },
    {
      "numero": "20",
      "texto": "‘Mas se alguém que está impuro comer da carne da oferta de comunhão que pertence ao Senhor, será eliminado do meio do seu povo.’",
      "reflexao": "A pureza não é opcional na comunhão com Deus. Tomar parte das coisas sagradas sem reverência traz separação, não bênção. Isso revela que a santidade não é só um requisito cerimonial, mas um princípio de vida diante do Altíssimo."
    },
    {
      "numero": "21",
      "texto": "‘Se alguém tocar em alguma coisa impura, seja impureza humana, seja de animal, seja qualquer outra coisa impura e proibida, e comer da carne da oferta de comunhão que pertence ao Senhor, será eliminado do meio do seu povo.’",
      "reflexao": "O contato com a impureza quebra a comunhão, não apenas cerimonial, mas espiritual. Deus nos chama a viver separados, puros, alinhados à Sua presença. A santidade não é fardo — é o caminho para viver a plenitude da comunhão com o Deus santo e amoroso."
    },
    {
      "numero": "22",
      "texto": "E disse o Senhor a Moisés:",
      "reflexao": "Sempre que Deus fala, Ele revela não apenas mandamentos, mas princípios de vida, de ordem e de comunhão. Sua voz é caminho seguro para quem deseja viver segundo a Sua vontade."
    },
    {
      "numero": "23",
      "texto": "‘Diga aos israelitas: Não comam gordura alguma de boi, carneiro ou cabrito.’",
      "reflexao": "A gordura, símbolo do melhor, pertence exclusivamente ao Senhor. Isso nos ensina que há coisas na nossa vida que não são para nosso consumo, mas separadas para Deus — o melhor, o mais precioso, o mais sagrado."
    },
    {
      "numero": "24",
      "texto": "‘A gordura de um animal encontrado morto ou despedaçado por animais selvagens pode ser usada para qualquer outra finalidade, mas nunca poderá ser comida.’",
      "reflexao": "O que não foi consagrado no altar poderia ter usos comuns, mas jamais ser ingerido. Isso nos mostra que há distinção entre o profano e o santo, entre o que se oferece e o que se utiliza. Santidade também é saber separar."
    },
    {
      "numero": "25",
      "texto": "‘Quem comer a gordura de um animal, dedicado ao Senhor numa oferta preparada no fogo, será eliminado do meio do seu povo.’",
      "reflexao": "Tomar para si aquilo que é santo, que foi separado para Deus, quebra a aliança. Isso nos ensina sobre reverência, honra e o temor que devemos ter pelas coisas que pertencem ao Senhor."
    },
    {
      "numero": "26",
      "texto": "‘Onde quer que vocês vivam, não comam o sangue de nenhuma ave nem de animal.’",
      "reflexao": "O sangue representa a vida, e a vida pertence a Deus. Isso revela que a vida não é algo trivial, mas sagrado, precioso, e está sob domínio absoluto do Criador."
    },
    {
      "numero": "27",
      "texto": "‘Quem comer sangue será eliminado do meio do seu povo.’",
      "reflexao": "Desprezar aquilo que Deus declara sagrado traz separação. O sangue, símbolo da vida e do sacrifício, deve ser tratado com extrema reverência, pois aponta para o preço da redenção e da comunhão com Deus."
    },
    {
      "numero": "28",
      "texto": "Disse mais o Senhor a Moisés:",
      "reflexao": "Deus continua falando, orientando e fortalecendo Seu povo com princípios que transcendem gerações. Sua voz é fonte de vida, direção e segurança espiritual."
    },
    {
      "numero": "29",
      "texto": "‘Diga aos israelitas: Todo aquele que trouxer sacrifício de comunhão ao Senhor terá que dedicar parte dele ao Senhor.’",
      "reflexao": "A comunhão verdadeira não acontece sem entrega. Toda celebração, toda aliança, todo relacionamento com Deus exige que reconheçamos Sua primazia, oferecendo-lhe sempre uma parte do que recebemos."
    },
    {
      "numero": "30",
      "texto": "‘Com suas próprias mãos trará ao Senhor as ofertas preparadas no fogo; trará a gordura juntamente com o peito, e o moverá perante o Senhor como gesto ritual de apresentação.’",
      "reflexao": "O gesto de mover as ofertas simboliza honra, reconhecimento e gratidão. Levar com as próprias mãos fala de intencionalidade: cada adorador é chamado a apresentar-se pessoalmente diante do Senhor, com reverência e gratidão."
    },
    {
      "numero": "31",
      "texto": "‘O sacerdote queimará a gordura no altar, mas o peito pertence a Arão e a seus descendentes.’",
      "reflexao": "O altar consome o que é do Senhor, e do altar vem provisão para os que O servem. Isso reflete que Deus se alegra tanto na adoração que sobe quanto na provisão que desce aos Seus servos."
    },
    {
      "numero": "32",
      "texto": "‘Vocês deverão dar a coxa direita das ofertas de comunhão ao sacerdote como contribuição.’",
      "reflexao": "A coxa, símbolo de força, representa que parte da nossa força, do nosso sustento e dos nossos recursos deve ser dedicada ao Senhor e ao sustento da obra e dos que servem no altar."
    },
    {
      "numero": "33",
      "texto": "‘O descendente de Arão que oferecer o sangue e a gordura da oferta de comunhão receberá a coxa direita como porção.’",
      "reflexao": "Deus recompensa o serviço prestado no altar. Aqueles que se dedicam ao ministério, à intercessão e à mediação espiritual são também sustentados pelas bênçãos que fluem desse serviço sagrado."
    },
    {
      "numero": "34",
      "texto": "‘Das ofertas de comunhão dos israelitas, tomei o peito que é movido ritualmente e a coxa que é ofertada, e os dei ao sacerdote Arão e a seus descendentes por decreto perpétuo para os israelitas.’",
      "reflexao": "O sustento dos que servem no altar não é um favor, mas um decreto divino. Isso revela que a provisão no Reino não é fruto de acaso, mas de um princípio eterno de honra, generosidade e reconhecimento mútuo entre Deus, Seus servos e o povo."
    },
    {
      "numero": "35",
      "texto": "Essa é a parte das ofertas dedicadas ao Senhor, preparadas no fogo, designada a Arão e a seus filhos no dia em que foram apresentados para servirem ao Senhor como sacerdotes.",
      "reflexao": "Aqueles que são chamados ao altar recebem não apenas uma missão, mas também uma porção. Deus, em Sua sabedoria, provê sustento, dignidade e honra àqueles que dedicam suas vidas a servi-Lo integralmente."
    },
    {
      "numero": "36",
      "texto": "Foi isso que o Senhor ordenou dar a eles, no dia em que foram ungidos dentre os israelitas. É um decreto perpétuo para as suas gerações.",
      "reflexao": "O que Deus estabelece permanece de geração em geração. Sua provisão, Suas bênçãos e Seus princípios não mudam. Eles atravessam o tempo, sustentando, abençoando e santificando aqueles que andam segundo Seus caminhos."
    },
    {
      "numero": "37",
      "texto": "Essa é a regulamentação acerca do holocausto, da oferta de cereal, da oferta pelo pecado, da oferta pela culpa, da oferta de ordenação e da oferta de comunhão.",
      "reflexao": "Cada tipo de oferta revela uma faceta da nossa jornada espiritual: entrega, gratidão, purificação, reconciliação, comunhão e consagração. O altar é o lugar onde nossa vida inteira é alinhada ao coração de Deus."
    },
    {
      "numero": "38",
      "texto": "O Senhor entregou-a a Moisés no monte Sinai, no dia em que ordenou aos israelitas que trouxessem suas ofertas ao Senhor, no deserto do Sinai.",
      "reflexao": "O Deus que falou no Sinai continua falando hoje. Suas leis, Seus princípios e Seu chamado para uma vida de santidade, entrega e comunhão permanecem vivos. O altar ainda é o lugar onde encontramos restauração, propósito e aliança com o Altíssimo."
    }
  ]
}
