{
  "livro": "Levítico",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor disse a Moisés e a Arão:",
      "reflexao": "Mais uma vez, Deus se revela como aquele que estabelece ordem e santidade. Suas orientações não são apenas rituais, mas expressões de cuidado com a pureza, a saúde e a comunhão do Seu povo."
    },
    {
      "numero": "2",
      "texto": "Digam o seguinte aos israelitas: Quando um homem tiver um fluxo que sai do corpo, o fluxo é impuro.",
      "reflexao": "Deus ensina que até os processos físicos, quando saem da normalidade, precisam ser observados. A impureza aqui não é pecado, mas um estado que simboliza fragilidade, necessidade de cuidado e restauração."
    },
    {
      "numero": "3",
      "texto": "Ele ficará impuro por causa do seu fluxo, quer continue, quer fique retido.",
      "reflexao": "A impureza não está apenas no que se manifesta externamente, mas também no que permanece oculto. Deus revela que tanto o visível quanto o invisível, o manifesto ou o retido, precisam ser tratados e purificados."
    },
    {
      "numero": "4",
      "texto": "A cama em que um homem com fluxo se deitar ficará impura, e qualquer coisa em que se sentar ficará impura.",
      "reflexao": "Deus nos alerta sobre como as nossas condições, sejam físicas ou espirituais, impactam o ambiente e as pessoas ao nosso redor. A santidade não é isolada, ela se reflete no espaço e nas relações."
    },
    {
      "numero": "5",
      "texto": "Quem tocar na cama dele, lavará as suas roupas e se banhará com água, e ficará impuro até à tarde.",
      "reflexao": "A purificação envolve ação consciente — lavar, se limpar, se separar por um tempo. Deus ensina que não basta reconhecer a contaminação, é necessário agir em busca da restauração."
    },
    {
      "numero": "6",
      "texto": "Todo aquele que se sentar sobre qualquer coisa na qual esse homem se sentou, lavará suas roupas e se banhará com água, e estará impuro até à tarde.",
      "reflexao": "O cuidado com a pureza ultrapassa a pessoa afetada — estende-se àqueles que se aproximam. Deus ensina a responsabilidade coletiva na preservação da santidade, do cuidado mútuo e da saúde espiritual e física."
    },
    {
      "numero": "7",
      "texto": "Quem tocar no homem que tiver um fluxo lavará as suas roupas e se banhará com água, e ficará impuro até à tarde.",
      "reflexao": "O toque é mais que físico, é espiritual. Aquilo com que nos conectamos tem poder de nos influenciar. Deus ensina discernimento e vigilância sobre os vínculos e os contatos que mantemos."
    },
    {
      "numero": "8",
      "texto": "Se o homem cuspir em alguém que está puro, este lavará as suas roupas e se banhará com água, e ficará impuro até à tarde.",
      "reflexao": "Aqui Deus mostra como até as coisas aparentemente pequenas — como um respingo ou um contato breve — podem gerar impureza. Na vida espiritual, também somos chamados a vigiar até os detalhes que parecem insignificantes."
    },
    {
      "numero": "9",
      "texto": "Tudo aquilo em que o homem se sentar quando montar um animal estará impuro,",
      "reflexao": "O ensino se estende até aos objetos de uso comum, mostrando que Deus valoriza cada aspecto da vida cotidiana. A pureza não é um conceito abstrato, mas algo que se reflete nos hábitos, no cuidado e no zelo diário."
    },
    {
      "numero": "10",
      "texto": "e todo aquele que tocar em qualquer coisa que tenha estado debaixo dele ficará impuro até à tarde; quem pegar essas coisas lavará as suas roupas e se banhará com água, e ficará impuro até à tarde.",
      "reflexao": "Deus reforça que a impureza não é apenas sobre quem sofre o fluxo, mas também sobre quem se envolve direta ou indiretamente. Isso fala sobre influência — física, emocional e espiritual — que precisa ser reconhecida e tratada."
    },
    {
      "numero": "11",
      "texto": "Qualquer pessoa em quem o homem com fluxo tocar sem lavar as mãos, lavará as suas roupas e se banhará com água, e ficará impura até à tarde.",
      "reflexao": "O lavar das mãos simboliza mais do que higiene — representa pureza, zelo, vigilância espiritual. Deus nos convida a cuidar dos nossos atos, gestos e contatos, mantendo a vida limpa diante dEle."
    },
    {
      "numero": "12",
      "texto": "A vasilha de barro na qual ele tocar será quebrada; se tocar numa vasilha de madeira, ela será lavada.",
      "reflexao": "O barro, por ser poroso, retém impureza e deve ser quebrado. Isso revela que há situações, relações ou estruturas que não podem ser simplesmente lavadas — precisam ser destruídas para que não se tornem fontes contínuas de contaminação."
    },
    {
      "numero": "13",
      "texto": "Quando um homem sarar de seu fluxo, contará sete dias para a sua purificação; lavará as suas roupas e se banhará em água corrente, e ficará puro.",
      "reflexao": "A restauração não é imediata, ela exige processo, tempo e compromisso. O número sete representa a obra completa de Deus — o processo de cura inclui não apenas o corpo, mas também a alma e a reconciliação com Deus e a comunidade."
    },
    {
      "numero": "14",
      "texto": "No oitavo dia pegará duas rolinhas ou dois pombinhos e irá perante o Senhor, à entrada da Tenda do Encontro, e os dará ao sacerdote.",
      "reflexao": "O oitavo dia é sinal de recomeço. Aquele que foi restaurado não volta simplesmente à rotina — ele se apresenta diante do Senhor com gratidão, adoração e entrega, reconhecendo que sua cura vem de Deus."
    },
    {
      "numero": "15",
      "texto": "O sacerdote os sacrificará, um como oferta pelo pecado e o outro como holocausto, e assim fará propiciação perante o Senhor em favor do homem por causa do fluxo.",
      "reflexao": "O caminho da purificação inclui reconciliação. O sacrifício pelo pecado e o holocausto revelam que a restauração é não apenas física, mas também espiritual — é um retorno à comunhão, à intimidade e à presença de Deus."
    },
    {
      "numero": "16",
      "texto": "Quando de um homem sair o sêmen, banhará todo o seu corpo com água, e ficará impuro até à tarde.",
      "reflexao": "Aqui Deus ensina que até os processos naturais da vida exigem separação e cuidado. A impureza não é culpa nem pecado, mas um lembrete da nossa condição humana, que constantemente precisa ser alinhada à santidade do Senhor."
    },
    {
      "numero": "17",
      "texto": "Qualquer peça de roupa ou de couro em que houver sêmen será lavada com água, e ficará impura até à tarde.",
      "reflexao": "O cuidado com a pureza inclui também os objetos que fazem parte da vida diária. Deus nos convida a sermos diligentes, zelosos, atentos aos detalhes, vivendo em tudo de modo que nossa vida reflita a santidade que Ele deseja."
    },
    {
      "numero": "18",
      "texto": "Quando um homem se deitar com uma mulher e lhe sair o sêmen, ambos terão que se banhar com água, e estarão impuros até à tarde.",
      "reflexao": "Até nos atos mais íntimos, Deus estabelece sinais de separação e purificação. Isso não é condenação, mas ensino — de que toda a vida, em suas expressões mais naturais, deve ser conduzida com reverência, cuidado e consciência espiritual."
    },
    {
      "numero": "19",
      "texto": "Quando uma mulher tiver fluxo de sangue que sai do corpo, a impureza da sua menstruação durará sete dias, e quem nela tocar ficará impuro até à tarde.",
      "reflexao": "O ciclo menstrual, símbolo da própria fertilidade e do milagre da vida, é tratado aqui como tempo de separação. Deus não o vê como pecado, mas como um lembrete da fragilidade da carne, da necessidade de descanso, cuidado e purificação."
    },
    {
      "numero": "20",
      "texto": "Tudo sobre o que ela se deitar durante a sua menstruação ficará impuro, e tudo sobre o que ela se sentar ficará impuro.",
      "reflexao": "Deus ensina que até os ambientes devem refletir os princípios de pureza. Esse cuidado constante serve como treinamento espiritual, moldando um povo sensível, zeloso e consciente da presença do Deus Santo em todos os aspectos da vida."
    },
    {
      "numero": "21",
      "texto": "Todo aquele que tocar em sua cama lavará as suas roupas e se banhará com água, e ficará impuro até à tarde.",
      "reflexao": "Deus reforça que a santidade envolve zelo não só pessoal, mas também no convívio com os outros. A pureza não é apenas uma questão individual, mas comunitária, exigindo respeito e cuidado mútuo."
    },
    {
      "numero": "22",
      "texto": "Quem tocar em alguma coisa sobre a qual ela se sentar lavará as suas roupas e se banhará com água, e estará impuro até à tarde.",
      "reflexao": "O princípio da contaminação se estende ao ambiente, ensinando que devemos ser atentos aos espaços que ocupamos e às influências que absorvemos, tanto física quanto espiritualmente."
    },
    {
      "numero": "23",
      "texto": "Quer seja a cama, quer seja qualquer coisa sobre a qual ela esteve sentada, quando alguém nisso tocar estará impuro até à tarde.",
      "reflexao": "Deus ensina que o zelo pela pureza não é opcional, mas parte da disciplina espiritual. Tudo o que cerca uma pessoa em estado de impureza precisa ser tratado com reverência e cuidado, em obediência ao Senhor."
    },
    {
      "numero": "24",
      "texto": "Se um homem se deitar com ela e a menstruação dela nele tocar, estará impuro por sete dias; qualquer cama sobre a qual ele se deitar estará impura.",
      "reflexao": "Este versículo reforça que até nas relações íntimas há necessidade de consciência e respeito aos ciclos naturais da vida, que foram desenhados por Deus. O cuidado com o corpo é também cuidado com a alma e com a aliança espiritual."
    },
    {
      "numero": "25",
      "texto": "Quando uma mulher tiver um fluxo de sangue por muitos dias fora da sua menstruação normal, ou um fluxo que continue além desse período, ela ficará impura enquanto durar o corrimento, como nos dias da sua menstruação.",
      "reflexao": "Deus demonstra sensibilidade às questões da saúde e do corpo. A impureza aqui não é julgamento, mas uma proteção espiritual e comunitária, convidando à atenção, ao cuidado e à busca pela restauração."
    },
    {
      "numero": "26",
      "texto": "Qualquer cama em que ela se deitar enquanto continuar o seu fluxo estará impura, como acontece com a sua cama durante a sua menstruação, e tudo sobre o que ela se sentar estará impuro, como durante a sua menstruação.",
      "reflexao": "O ambiente reflete o estado da pessoa. Deus nos ensina que o que está ao nosso redor também comunica, influencia e participa do processo de purificação ou contaminação. A santidade deve ser integral — no ser e no viver."
    },
    {
      "numero": "27",
      "texto": "Quem tocar em alguma dessas coisas ficará impuro; lavará as suas roupas e se banhará com água, e ficará impuro até à tarde.",
      "reflexao": "O toque é mais do que físico — ele é simbólico de conexão, influência e transferência. Deus nos chama a sermos vigilantes com aquilo que tocamos, com quem nos associamos e com os ambientes em que habitamos."
    },
    {
      "numero": "28",
      "texto": "Quando sarar do seu fluxo, contará sete dias, e depois disso estará pura.",
      "reflexao": "O número sete volta a aparecer como símbolo da obra perfeita de Deus. A purificação é um processo, e Deus acompanha de perto cada etapa da restauração, trazendo ordem, equilíbrio e vida nova."
    },
    {
      "numero": "29",
      "texto": "No oitavo dia pegará duas rolinhas ou dois pombinhos e os levará ao sacerdote, à entrada da Tenda do Encontro.",
      "reflexao": "O oitavo dia simboliza recomeço, novo ciclo, nova oportunidade. A mulher que foi purificada se apresenta novamente diante de Deus, reafirmando sua aliança, seu pertencimento e sua dignidade restaurada."
    },
    {
      "numero": "30",
      "texto": "O sacerdote sacrificará um como oferta pelo pecado e o outro como holocausto, e assim fará propiciação em favor dela, perante o Senhor, devido à impureza do seu fluxo.",
      "reflexao": "O sacrifício sela não apenas a purificação física, mas também a restauração da comunhão espiritual. Deus não apenas limpa, Ele reconstrói relacionamentos — com Ele, com a comunidade e consigo mesma."
    },
    {
      "numero": "31",
      "texto": "Mantenham os israelitas separados das coisas que os tornam impuros, para que não morram por contaminar com sua impureza o meu tabernáculo, que está entre eles.",
      "reflexao": "A presença de Deus no meio do povo exige santidade. Ele é um Deus que habita entre nós, e essa realidade nos chama a viver em constante vigilância, pureza e reverência. Santidade não é opção — é condição para a vida na presença dEle."
    },
    {
      "numero": "32",
      "texto": "Essa é a regulamentação acerca do homem que tem fluxo e daquele de quem sai o sêmen, tornando-se impuro,",
      "reflexao": "Deus é um Deus de ordem, que estabelece limites claros, princípios de saúde, pureza e responsabilidade espiritual. Tudo isso revela Seu cuidado integral com corpo, alma e espírito."
    },
    {
      "numero": "33",
      "texto": "da mulher em sua menstruação, do homem ou da mulher que têm fluxo e do homem que se deita com uma mulher que está impura.",
      "reflexao": "Deus encerra este capítulo reforçando que a pureza é uma responsabilidade mútua, coletiva, que envolve todos. A santidade é mais que um estado — é uma cultura de vida, de comunhão, de reverência e de amor pela presença do Deus Santo que habita entre nós."
    }
  ]
}
