{
  "livro": "Lucas",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois disso, o Senhor designou outros setenta e dois, e os enviou de dois em dois, adiante dele, a todas as cidades e lugares para onde ele estava para ir.",
      "reflexao": "O Reino de Deus é expansão, é movimento. Jesus não trabalha sozinho — Ele levanta e envia. Isso nos mostra que todos somos chamados para ser parte da missão, preparados para abrir caminho e levar a presença de Cristo onde formos."
    },
    {
      "numero": "2",
      "texto": "E dizia-lhes: 'A colheita é grande, mas os trabalhadores são poucos. Rogai, pois, ao Senhor da colheita que envie trabalhadores para a sua colheita.'",
      "reflexao": "O mundo está cheio de corações prontos para serem alcançados, mas faltam pessoas dispostas a ir. Jesus nos convida a orar e, muitas vezes, a sermos resposta da própria oração — trabalhadores comprometidos com a missão do Reino."
    },
    {
      "numero": "3",
      "texto": "'Ide! Eu vos envio como cordeiros ao meio de lobos.'",
      "reflexao": "O envio de Jesus não é para um caminho fácil, mas para um ambiente desafiador. Ser cordeiro entre lobos é viver com mansidão, amor e dependência de Deus em meio à hostilidade do mundo. Isso nos ensina que nossa força não está em nós, mas nEle."
    },
    {
      "numero": "4",
      "texto": "'Não leveis bolsa, nem alforje, nem sandálias; e a ninguém saudeis pelo caminho.'",
      "reflexao": "O foco na missão exige desprendimento e urgência. Jesus os ensina a confiar na provisão de Deus e a não se distrair no caminho. Isso nos desafia a viver uma fé que descansa na dependência total do Pai."
    },
    {
      "numero": "5",
      "texto": "'Em qualquer casa em que entrardes, dizei primeiro: Paz seja nesta casa.'",
      "reflexao": "O mensageiro do Reino leva paz. Nossa presença, nossas palavras e nossas atitudes devem gerar um ambiente de paz, cura e restauração por onde passarmos. Onde chega um filho de Deus, chega a paz do céu."
    },
    {
      "numero": "6",
      "texto": "'Se ali houver um filho da paz, repousará sobre ele a vossa paz; se não, ela voltará para vós.'",
      "reflexao": "A paz do Reino não se perde, ela se compartilha. Quem recebe, é abençoado. Quem rejeita, não consegue roubar de nós aquilo que vem de Deus. Isso nos ensina que nossa missão não é convencer, mas oferecer — e Deus cuida do restante."
    },
    {
      "numero": "7",
      "texto": "'Permanecei na mesma casa, comendo e bebendo do que tiverem, pois digno é o trabalhador do seu salário. Não andeis de casa em casa.'",
      "reflexao": "O Reino valoriza gratidão, simplicidade e contentamento. Jesus ensina que o sustento virá, e que é digno quem trabalha na obra. Isso também reforça a importância de não buscar mais do que o necessário, mas viver de forma simples e honrada."
    },
    {
      "numero": "8",
      "texto": "'Quando entrardes numa cidade e ali vos receberem, comei do que vos servirem,'",
      "reflexao": "Aceitar o que nos oferecem demonstra humildade e conexão com quem nos recebe. Isso também reflete que a missão é mais sobre relacionamento do que sobre estruturas perfeitas — é sobre estar junto, partilhar e se conectar."
    },
    {
      "numero": "9",
      "texto": "'curai os enfermos que nela houver, e dizei-lhes: É chegado a vós o Reino de Deus.'",
      "reflexao": "O Reino se manifesta com sinais de amor, cuidado e restauração. Curar, servir, abençoar — tudo isso é parte da pregação. O evangelho não é só palavras, é vida que transforma, restaura e aponta para a presença real de Deus entre nós."
    },
    {
      "numero": "10",
      "texto": "'Mas, quando entrardes numa cidade e não vos receberem, saí pelas ruas, e dizei:'",
      "reflexao": "Nem todos aceitarão a mensagem, e isso não deve nos desanimar. A rejeição faz parte da missão, mas não interrompe o propósito. O papel do mensageiro é anunciar — aceitar ou não é responsabilidade de quem ouve."
    },
    {
      "numero": "11",
      "texto": "'Até o pó da vossa cidade, que se pegou aos nossos pés, sacudimos contra vós. Sabei, contudo, que o Reino de Deus está próximo.'",
      "reflexao": "O Reino será anunciado, seja bem recebido ou não. Jesus ensina que o mensageiro não deve carregar rejeição ou amargura, mas seguir, sabendo que fez sua parte. O Reino é real, presente, e cada um decidirá se quer participar dele ou não."
    },
    {
      "numero": "12",
      "texto": "'Digo-vos que, naquele dia, haverá menos rigor para Sodoma do que para aquela cidade.'",
      "reflexao": "Rejeitar a mensagem do Reino é uma decisão com peso espiritual. Isso revela que, quanto maior a revelação recebida, maior a responsabilidade. Deus é amor, mas também é justo, e cada decisão tem suas consequências eternas."
    },
    {
      "numero": "13",
      "texto": "'Ai de ti, Corazim! Ai de ti, Betsaida! Porque, se em Tiro e em Sidom tivessem sido feitos os milagres que em vós se operaram, há muito tempo teriam se arrependido, sentados em saco e cinza.'",
      "reflexao": "O maior perigo espiritual é se acostumar com a presença, com os milagres e ainda assim não se arrepender. Isso nos alerta a não sermos insensíveis à voz de Deus, pois o arrependimento é a porta para o Reino."
    },
    {
      "numero": "14",
      "texto": "'Contudo, para Tiro e Sidom haverá menos rigor no juízo do que para vós.'",
      "reflexao": "Quanto mais luz recebemos, maior é nossa responsabilidade. Ignorar o chamado, fechar o coração e rejeitar o mover de Deus tem peso no mundo espiritual. Deus é amor, mas também é justiça perfeita."
    },
    {
      "numero": "15",
      "texto": "'E tu, Cafarnaum, que te elevas até ao céu, serás abatida até o inferno.'",
      "reflexao": "A soberba espiritual é perigosa. Cafarnaum, tão próxima de Jesus e dos Seus milagres, se julgava elevada, mas, por não ter se rendido, estaria sujeita ao juízo. Isso nos leva a refletir se temos valorizado, de fato, a presença de Deus em nossas vidas."
    },
    {
      "numero": "16",
      "texto": "'Quem vos ouve, a mim me ouve; quem vos rejeita, a mim me rejeita; e quem me rejeita, rejeita aquele que me enviou.'",
      "reflexao": "Rejeitar o mensageiro do Reino é rejeitar o próprio Jesus, e, consequentemente, rejeitar Deus. Isso revela o peso e a responsabilidade que carregamos como embaixadores do Reino — nossa missão tem repercussões eternas."
    },
    {
      "numero": "17",
      "texto": "Então regressaram os setenta e dois, cheios de alegria, dizendo: 'Senhor, até os demônios se submetem a nós em teu nome.'",
      "reflexao": "Quando andamos no nome de Jesus, experimentamos autoridade real. Isso gera alegria, mas Jesus nos ensina que mais importante do que os sinais é o fato de termos nosso nome escrito no céu — sermos cidadãos do Reino eterno."
    },
    {
      "numero": "18",
      "texto": "Mas ele lhes disse: 'Eu via Satanás caindo do céu como um relâmpago.'",
      "reflexao": "Jesus revela que a vitória espiritual já está decretada. Quando o Reino avança, as trevas recuam. Essa visão reforça que, quando anunciamos o Reino e exercemos a autoridade de Jesus, o domínio do mal é destruído."
    },
    {
      "numero": "19",
      "texto": "'Eis que vos dou poder para pisar serpentes e escorpiões e sobre todo o poder do inimigo; e nada, absolutamente, vos causará dano.'",
      "reflexao": "A autoridade que recebemos em Cristo é real. Não precisamos viver com medo. Somos revestidos de poder para vencer as obras das trevas, com a certeza de que Deus é nosso escudo, proteção e segurança em toda batalha."
    },
    {
      "numero": "20",
      "texto": "'Contudo, não vos alegreis porque os espíritos se vos submetem; alegrai-vos antes por estarem os vossos nomes escritos nos céus.'",
      "reflexao": "O maior motivo de alegria não é o poder, não são os milagres — é a salvação. Estar com o nome escrito no Livro da Vida é a maior vitória que podemos ter. Tudo começa e termina na eternidade, na comunhão com Deus para sempre."
    },
    {
      "numero": "21",
      "texto": "Naquela hora, Jesus exultou no Espírito Santo e disse: 'Graças te dou, ó Pai, Senhor do céu e da terra, porque ocultaste estas coisas aos sábios e inteligentes e as revelaste aos pequeninos. Sim, ó Pai, porque assim foi do teu agrado.'",
      "reflexao": "O Reino não é revelado aos orgulhosos, mas aos simples, aos humildes, aos de coração quebrantado. Deus se alegra em revelar seus segredos a quem tem coração de criança, ensinável, dependente e disposto a confiar plenamente nEle."
    },
    {
      "numero": "22",
      "texto": "'Todas as coisas me foram entregues por meu Pai. Ninguém sabe quem é o Filho, senão o Pai; nem quem é o Pai, senão o Filho, e aquele a quem o Filho o quiser revelar.'",
      "reflexao": "O conhecimento de Deus não é fruto de raciocínio humano, mas de revelação. Isso nos ensina que só podemos verdadeiramente conhecer o Pai através de Jesus, e que essa revelação é um presente, fruto de relacionamento e busca sincera."
    },
    {
      "numero": "23",
      "texto": "E, voltando-se para os discípulos, disse-lhes em particular: 'Bem-aventurados os olhos que veem o que vós vedes.'",
      "reflexao": "Jesus honra aqueles que escolhem caminhar com Ele. Isso nos mostra que há uma bênção especial sobre quem escolhe viver na presença, ouvir Sua voz e fazer parte da expansão do Reino. Ver e viver os moveres de Deus é um privilégio eterno."
    },
    {
      "numero": "24",
      "texto": "'Pois eu vos digo que muitos profetas e reis desejaram ver o que vós vedes, e não o viram; e ouvir o que vós ouvis, e não o ouviram.'",
      "reflexao": "Esse versículo nos lembra que somos uma geração extremamente privilegiada, que vive o cumprimento de promessas pelas quais os antigos esperaram. Que isso gere em nós gratidão e responsabilidade de valorizar a presença e o chamado de Deus."
    },
    {
      "numero": "25",
      "texto": "E eis que se levantou certo doutor da lei, tentando-o, e dizendo: 'Mestre, que farei para herdar a vida eterna?'",
      "reflexao": "A pergunta é essencial, mas a motivação desse homem era testar Jesus, não aprender. Isso nos desafia a refletir: quando buscamos respostas, fazemos isso com coração sincero ou apenas por debate, orgulho ou curiosidade?"
    },
    {
      "numero": "26",
      "texto": "Disse-lhe Jesus: 'Que está escrito na Lei? Como lês?'",
      "reflexao": "Jesus nos ensina que, antes de responder, é sábio provocar reflexão. Muitas vezes, a resposta que buscamos já foi dada na Palavra, mas falta-nos disposição para ouvir, refletir e aplicar à vida."
    },
    {
      "numero": "27",
      "texto": "Ele respondeu: 'Amarás ao Senhor teu Deus de todo o teu coração, de toda a tua alma, de todas as tuas forças e de todo o teu entendimento; e ao teu próximo como a ti mesmo.'",
      "reflexao": "Aqui está a essência do Reino. Amar a Deus acima de tudo e amar o próximo como a si mesmo resume toda a lei. Esse é o fundamento que sustenta a vida cristã — uma fé que se expressa no amor vertical (Deus) e horizontal (próximo)."
    },
    {
      "numero": "28",
      "texto": "Disse-lhe Jesus: 'Respondeste bem; faze isso, e viverás.'",
      "reflexao": "Saber não basta — é preciso viver. Jesus deixa claro que o conhecimento da verdade só gera transformação quando é colocado em prática, especialmente no amor a Deus e ao próximo."
    },
    {
      "numero": "29",
      "texto": "Mas ele, querendo justificar-se, perguntou a Jesus: 'E quem é o meu próximo?'",
      "reflexao": "A tentativa de justificar-se revela um coração ainda preso à religiosidade. Muitas vezes, buscamos limitar quem devemos amar, mas Jesus amplia a visão, mostrando que o amor do Reino não tem fronteiras nem restrições."
    },
    {
      "numero": "30",
      "texto": "E, respondendo Jesus, disse: 'Descia um homem de Jerusalém para Jericó, e caiu nas mãos de salteadores, que o despojaram, espancaram e, retirando-se, o deixaram meio morto.'",
      "reflexao": "A parábola do bom samaritano começa retratando um cenário de dor, violência e abandono — semelhante a muitos contextos de nossa sociedade atual. Isso nos confronta: quantas vezes ignoramos aqueles que estão caídos à beira do nosso caminho?"
    },
    {
      "numero": "31",
      "texto": "'Casualmente, descia pelo mesmo caminho um sacerdote; e, vendo-o, passou de largo.'",
      "reflexao": "A religiosidade vazia vê, mas não se importa. Este versículo nos alerta sobre o perigo de termos uma fé que é só discurso, culto e aparência, mas que não gera compaixão nem ação prática em favor do próximo."
    },
    {
      "numero": "32",
      "texto": "'De igual modo, também um levita, chegando àquele lugar e vendo-o, passou de largo.'",
      "reflexao": "Mais uma vez, alguém ligado ao serviço religioso ignora a dor do outro. Isso nos chama a refletir: de que serve nossa prática religiosa, nosso serviço eclesiástico, se não nos movemos em amor e misericórdia?"
    },
    {
      "numero": "33",
      "texto": "'Mas um samaritano, que ia de viagem, chegou ao lugar onde estava e, vendo-o, moveu-se de compaixão.'",
      "reflexao": "O samaritano — alguém visto como inimigo pelos judeus — se torna exemplo de amor. Isso quebra preconceitos e revela que quem ama de verdade reflete o coração de Deus, independentemente de raça, religião ou condição social."
    },
    {
      "numero": "34",
      "texto": "'E, aproximando-se, atou-lhe as feridas, aplicando-lhes azeite e vinho; e, pondo-o sobre o seu animal, levou-o para uma hospedaria e cuidou dele.'",
      "reflexao": "O amor do Reino é prático. O samaritano não apenas sentiu compaixão — ele agiu. Cuidou, tratou, carregou, levou, pagou. O amor genuíno não se limita a palavras, ele se expressa em ações concretas de cuidado e serviço."
    },
    {
      "numero": "35",
      "texto": "'No dia seguinte, tirou dois denários, deu-os ao hospedeiro e disse-lhe: Cuida dele; e tudo o que gastares a mais, eu te pagarei quando voltar.'",
      "reflexao": "O amor do Reino não é apenas momentâneo, mas comprometido. O samaritano garante continuidade no cuidado, assumindo a responsabilidade até que aquele homem esteja bem. Isso nos desafia a sermos comprometidos com a restauração do outro."
    },
    {
      "numero": "36",
      "texto": "'Qual, pois, destes três te parece que foi o próximo daquele que caiu nas mãos dos salteadores?'",
      "reflexao": "Jesus devolve a pergunta, levando à reflexão pessoal. O Reino é sobre aplicar a verdade, não apenas saber. A pergunta de Jesus nos alcança hoje: somos, de fato, próximos de quem precisa? Ou apenas espectadores da dor alheia?"
    },
    {
      "numero": "37",
      "texto": "E ele respondeu: 'O que usou de misericórdia para com ele.' Disse, pois, Jesus: 'Vai e faze da mesma maneira.'",
      "reflexao": "Aqui está a essência da vida cristã: viver a misericórdia. Jesus não deixa espaço para dúvida — o chamado é claro, direto e prático: 'Vai e faze da mesma maneira'. A fé se expressa no amor ao próximo."
    },
    {
      "numero": "38",
      "texto": "E aconteceu que, indo eles de caminho, entrou numa aldeia; e certa mulher, chamada Marta, o recebeu em sua casa.",
      "reflexao": "Marta representa aqueles que servem, cuidam, preparam. Ela nos ensina que abrir as portas da casa para Jesus é também abrir o coração. Servir é importante, mas há algo ainda maior que Jesus deseja ensinar aqui."
    },
    {
      "numero": "39",
      "texto": "E ela tinha uma irmã chamada Maria, que, assentando-se aos pés de Jesus, ouvia a sua palavra.",
      "reflexao": "Maria representa aqueles que entendem a prioridade da presença. Antes de qualquer serviço, o mais importante é estar aos pés de Jesus, ouvindo Sua voz, recebendo Sua vida e se enchendo da Sua presença."
    },
    {
      "numero": "40",
      "texto": "Marta, porém, estava ocupada com muito serviço; e, aproximando-se, disse: 'Senhor, não te importas que minha irmã me deixe servir sozinha? Ordena-lhe, pois, que me ajude.'",
      "reflexao": "Quantas vezes ficamos tão ocupados com fazer para Deus, que esquecemos de estar com Deus? Marta se perde no ativismo, e isso revela que até coisas boas podem nos afastar do essencial: a intimidade com Jesus."
    },
    {
      "numero": "41",
      "texto": "E, respondendo Jesus, disse-lhe: 'Marta, Marta, estás ansiosa e afadigada com muitas coisas.'",
      "reflexao": "O chamado de Jesus é para sairmos do excesso de ansiedade, de preocupações, de atividades sem fim, e voltarmos ao lugar da presença, onde nossa alma é alimentada, curada e fortalecida. O descanso está nEle."
    },
    {
      "numero": "42",
      "texto": "'Mas uma só coisa é necessária. E Maria escolheu a boa parte, a qual não lhe será tirada.'",
      "reflexao": "O que realmente importa na vida é estar aos pés de Jesus. As tarefas passam, os compromissos se encerram, mas a comunhão com Ele permanece para a eternidade. Quem escolhe a presença escolhe o que jamais será tirado."
    }
  ]
}
