{
  "livro": "Lucas",
  "capitulo": "22",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E estava próxima a festa dos pães asmos, chamada a Páscoa.",
      "reflexao": "A Páscoa, que celebrava a libertação do Egito, agora se cumpre de forma plena em Jesus, que se oferece como o Cordeiro perfeito para a libertação do pecado. Deus cumpre Sua promessa de redenção através de Cristo."
    },
    {
      "numero": "2",
      "texto": "E os principais dos sacerdotes e os escribas buscavam como o matariam; porque temiam o povo.",
      "reflexao": "O medo do homem governa os que não temem a Deus. A religiosidade vazia busca preservar sua aparência e seu poder, mesmo que, para isso, precise rejeitar e perseguir a verdade encarnada — Jesus."
    },
    {
      "numero": "3",
      "texto": "Então entrou Satanás em Judas, que tinha por sobrenome Iscariotes, que era um dos doze.",
      "reflexao": "O afastamento do coração de Deus abre portas para a influência das trevas. Judas, mesmo andando com Jesus, permitiu que o inimigo tomasse seu coração. Isso é um alerta: não basta estar perto fisicamente, é preciso estar conectado espiritualmente a Cristo."
    },
    {
      "numero": "4",
      "texto": "E foi, e falou com os principais dos sacerdotes e com os capitães, de como lho entregaria.",
      "reflexao": "O pecado não começa no ato, mas no coração. Judas permite que a cobiça, a frustração e a dureza de coração o conduzam a trair aquele que mais o amava. Isso revela o perigo das pequenas concessões internas."
    },
    {
      "numero": "5",
      "texto": "E eles se alegraram, e convieram em lhe dar dinheiro.",
      "reflexao": "O amor ao dinheiro, ao poder e à própria vontade levou Judas e os líderes a participarem do maior ato de traição da história. Isso nos lembra que quando o coração não está em Deus, qualquer valor terreno se torna mais importante que a verdade."
    },
    {
      "numero": "6",
      "texto": "E ele concordou e buscava uma oportunidade para lho entregar sem tumulto.",
      "reflexao": "O pecado procura agir nas sombras, na surdina, longe dos olhos das pessoas, mas nada fica oculto aos olhos de Deus. O inimigo trabalha nas brechas que damos — na frieza espiritual, na falta de vigilância, na ganância e na vaidade."
    },
    {
      "numero": "7",
      "texto": "Chegou, porém, o dia dos pães asmos, em que importava sacrificar a Páscoa.",
      "reflexao": "O tempo do cumprimento chega. Tudo o que estava profetizado começa a se desenrolar, não por acaso, mas no tempo perfeito e soberano de Deus. Jesus é o Cordeiro que tira o pecado do mundo."
    },
    {
      "numero": "8",
      "texto": "E mandou a Pedro e a João, dizendo: 'Ide, preparai-nos a Páscoa, para que a comamos.'",
      "reflexao": "Jesus, mesmo sabendo o que estava para acontecer, se preocupa em viver a comunhão, o ensino e o momento de intimidade com seus discípulos. Isso nos ensina que, em meio às batalhas, jamais devemos abrir mão da presença e da comunhão com Deus e com nossos irmãos."
    },
    {
      "numero": "9",
      "texto": "E eles lhe perguntaram: 'Onde queres que a preparemos?'",
      "reflexao": "O coração dos discípulos revela disposição e obediência. Quando perguntamos a Deus 'onde?', 'como?', 'quando?', demonstramos que estamos prontos a servir e a alinhar nossa vontade com a dEle."
    },
    {
      "numero": "10",
      "texto": "E ele lhes disse: 'Eis que, quando entrardes na cidade, vos sairá ao encontro um homem levando um cântaro de água; segui-o até à casa em que ele entrar,'",
      "reflexao": "Deus cuida dos detalhes. Nada passa despercebido ao Seu controle. Quando estamos sensíveis à direção do Espírito, percebemos que Ele já preparou os caminhos, as conexões e os recursos necessários para cumprir Seus propósitos em nós."
    },
    {
      "numero": "11",
      "texto": "'E direis ao dono da casa: O Mestre te diz: Onde está o aposento em que hei de comer a Páscoa com os meus discípulos?'",
      "reflexao": "Quando estamos a serviço do Reino, não precisamos nos preocupar com provisão. Deus já moveu corações, já preparou lugares e circunstâncias. A chave é obedecer e confiar na direção dEle."
    },
    {
      "numero": "12",
      "texto": "'Então ele vos mostrará um grande cenáculo mobilado; aí fazei os preparativos.'",
      "reflexao": "Deus é Deus de provisão e cuidado. Assim como Jesus já tinha tudo preparado, também hoje Ele prepara ambientes, recursos e oportunidades para quem se dispõe a fazer a Sua vontade."
    },
    {
      "numero": "13",
      "texto": "E, indo eles, acharam como lhes dissera; e prepararam a Páscoa.",
      "reflexao": "Quando seguimos a direção de Deus, tudo se confirma. A obediência gera provisão, paz e confirmação dos passos. O segredo é ouvir, crer e agir conforme Sua voz."
    },
    {
      "numero": "14",
      "texto": "E, chegada a hora, pôs-se à mesa, e com ele os doze apóstolos.",
      "reflexao": "Mesmo sabendo que seria traído, Jesus se senta com todos. Isso revela Seu amor incondicional, Sua graça e Sua disposição de oferecer oportunidade até para quem O rejeita. A mesa de Cristo é lugar de comunhão, restauração e decisão."
    },
    {
      "numero": "15",
      "texto": "E disse-lhes: 'Desejei muito comer convosco esta Páscoa, antes que padeça.'",
      "reflexao": "O amor de Jesus transborda aqui. Mesmo às vésperas de Seu sofrimento, Seu maior desejo é estar com aqueles que ama, ensiná-los e fortalecê-los. Isso mostra que a comunhão no Reino tem um valor eterno e precioso."
    },
    {
      "numero": "16",
      "texto": "'Porque vos digo que não a comerei mais até que ela se cumpra no Reino de Deus.'",
      "reflexao": "Aqui Jesus revela que há um cumprimento futuro, pleno, no Reino. Isso aponta para as Bodas do Cordeiro, onde todos os salvos se reunirão com Ele, na consumação da promessa eterna."
    },
    {
      "numero": "17",
      "texto": "E, tomando o cálice, e havendo dado graças, disse: 'Tomai-o, e reparti-o entre vós.'",
      "reflexao": "A ceia é mais do que um ritual. É uma celebração de comunhão, de entrega e de unidade no corpo de Cristo. Quando repartimos, reconhecemos que tudo vem Dele e que dependemos uns dos outros no Reino."
    },
    {
      "numero": "18",
      "texto": "'Porque vos digo que já não beberei do fruto da vide até que venha o Reino de Deus.'",
      "reflexao": "Jesus aponta novamente para o futuro glorioso, quando tudo se cumprirá. A ceia é um memorial do sacrifício, mas também uma antecipação profética do dia em que estaremos eternamente reunidos com Ele no Reino."
    },
    {
      "numero": "19",
      "texto": "E, tomando o pão, e havendo dado graças, partiu-o, e deu-lho, dizendo: 'Isto é o meu corpo, que por vós é dado; fazei isto em memória de mim.'",
      "reflexao": "O partir do pão representa a entrega total de Jesus por nós. A ceia não é apenas lembrança, mas uma renovação do compromisso, da aliança e da dependência diária dEle em nossa vida."
    },
    {
      "numero": "20",
      "texto": "Semelhantemente, tomou o cálice, depois da ceia, dizendo: 'Este cálice é o novo testamento no meu sangue, que por vós é derramado.'",
      "reflexao": "O sangue de Jesus sela a nova aliança. Uma aliança de graça, de amor e de redenção. Cada vez que participamos da ceia, declaramos que estamos debaixo desse sangue, livres do poder do pecado e selados para a eternidade."
    },
    {
      "numero": "21",
      "texto": "'Mas eis que a mão do que me trai está comigo à mesa.'",
      "reflexao": "Mesmo entre os íntimos, pode haver quem escolha rejeitar o amor de Jesus. A ceia revela não só comunhão, mas também é um lugar onde o coração é confrontado — é momento de decisão e arrependimento."
    },
    {
      "numero": "22",
      "texto": "'E, na verdade, o Filho do Homem vai, conforme o que está determinado; mas ai daquele homem por quem é traído!'",
      "reflexao": "O plano de Deus se cumpre, mas cada um é responsável por suas escolhas. Judas não foi usado como um peão sem vontade — ele escolheu o caminho da traição. Isso nos alerta sobre a seriedade das decisões espirituais."
    },
    {
      "numero": "23",
      "texto": "E começaram a perguntar entre si qual deles seria o que havia de fazer isso.",
      "reflexao": "A ceia também é um lugar de autoexame. Diante da revelação de Jesus, cada um olha para si e questiona sua própria condição espiritual. O Espírito Santo faz isso conosco hoje: nos convida à reflexão e ao alinhamento com Deus."
    },
    {
      "numero": "24",
      "texto": "E houve também entre eles contenda, sobre qual deles parecia ser o maior.",
      "reflexao": "Mesmo após ouvir palavras tão profundas, os discípulos ainda revelam fraquezas humanas — a busca por posição, reconhecimento e status. Isso mostra que o processo de transformação é contínuo e que precisamos, diariamente, alinhar nosso coração aos valores do Reino."
    },
    {
      "numero": "25",
      "texto": "E ele lhes disse: 'Os reis dos gentios dominam sobre eles, e os que exercem autoridade sobre eles são chamados benfeitores.'",
      "reflexao": "Jesus começa a desconstruir a lógica do mundo. No Reino, liderança não é dominação, mas serviço. Quem deseja ser grande, deve primeiro aprender a servir, a amar e a se doar pelos outros, como Ele mesmo fez."
    },
    {
      "numero": "26",
      "texto": "'Mas vós não sereis assim; antes, o maior entre vós seja como o menor; e quem governa como quem serve.'",
      "reflexao": "No Reino de Deus, grandeza é medida pela capacidade de servir, de se colocar à disposição do outro, de amar sem esperar reconhecimento. É uma inversão completa da lógica do mundo."
    },
    {
      "numero": "27",
      "texto": "'Pois qual é maior, quem está à mesa ou quem serve? Porventura não é quem está à mesa? Eu, porém, entre vós sou como aquele que serve.'",
      "reflexao": "Jesus, o Rei dos reis, escolheu ser servo. Isso nos desafia a reavaliar nossas motivações. Servir não é uma opção para quem segue Jesus, é um estilo de vida, uma marca do verdadeiro discípulo."
    },
    {
      "numero": "28",
      "texto": "'E vós sois os que tendes permanecido comigo nas minhas tentações.'",
      "reflexao": "Jesus reconhece a fidelidade dos que caminham com Ele, mesmo em meio às lutas. Isso nos mostra que, apesar das fraquezas, Ele valoriza quem permanece, quem não desiste, quem escolhe estar com Ele até o fim."
    },
    {
      "numero": "29",
      "texto": "'E eu vos destino o Reino, como meu Pai mo destinou,'",
      "reflexao": "O Reino é uma herança. Jesus não apenas nos convida a servi-lo, mas também nos destina a reinar com Ele. Servir hoje é participar do Reino que é eterno, pleno e cheio de glória."
    },
    {
      "numero": "30",
      "texto": "'Para que comais e bebais à minha mesa no meu Reino, e vos assenteis sobre tronos, julgando as doze tribos de Israel.'",
      "reflexao": "Há uma promessa de honra e recompensa eterna para os que são fiéis. Estar à mesa do Rei e participar de Sua glória é infinitamente maior do que qualquer reconhecimento passageiro deste mundo."
    },
    {
      "numero": "31",
      "texto": "Disse também o Senhor: 'Simão, Simão, eis que Satanás vos pediu para vos peneirar como trigo.'",
      "reflexao": "O Reino envolve guerra espiritual. O inimigo deseja nos sacudir, nos provar, nos derrubar. Mas Jesus intercede por nós. Não estamos sozinhos nas batalhas que enfrentamos."
    },
    {
      "numero": "32",
      "texto": "'Mas eu roguei por ti, para que a tua fé não desfaleça; e tu, quando te converteres, fortalece teus irmãos.'",
      "reflexao": "Mesmo conhecendo nossas quedas futuras, Jesus ora por nós. Ele não nos descarta, mas nos restaura e nos levanta para que sejamos suporte e fortalecimento para outros também."
    },
    {
      "numero": "33",
      "texto": "E ele lhe disse: 'Senhor, estou pronto a ir contigo até à prisão e à morte.'",
      "reflexao": "Nosso coração muitas vezes deseja ser forte, fiel e constante, mas nossa humanidade é limitada. Isso nos mostra o quanto precisamos depender da graça e do fortalecimento que vem de Deus, não de nós mesmos."
    },
    {
      "numero": "34",
      "texto": "Mas ele disse: 'Digo-te, Pedro, que não cantará hoje o galo antes que três vezes negues que me conheces.'",
      "reflexao": "Jesus conhece nossas fragilidades antes mesmo de nós. Mas Sua graça não está condicionada às nossas falhas — Ele nos ama, nos restaura e nos chama, mesmo sabendo dos nossos limites."
    },
    {
      "numero": "35",
      "texto": "E disse-lhes: 'Quando vos mandei sem bolsa, alforje ou sandálias, faltou-vos alguma coisa?' Eles responderam: 'Nada.'",
      "reflexao": "Quando estamos no centro da vontade de Deus, nunca falta o necessário. Esse versículo nos lembra de como a provisão sobrenatural sempre acompanhou aqueles que estavam na missão do Reino."
    },
    {
      "numero": "36",
      "texto": "Disse-lhes, pois: 'Mas agora, quem tiver bolsa, tome-a, como também o alforje; e o que não tem espada, venda a sua capa e compre uma.'",
      "reflexao": "Jesus prepara os discípulos para uma nova fase. Agora eles enfrentariam hostilidade, perseguição e precisariam estar preparados. No Reino, há tempos de provisão sobrenatural e há tempos de prudência e estratégia."
    },
    {
      "numero": "37",
      "texto": "'Porque vos digo que importa que se cumpra em mim aquilo que está escrito: E com os malfeitores foi contado. Porque o que está escrito de mim terá cumprimento.'",
      "reflexao": "Jesus sabia que Sua missão incluía dor, humilhação e a cruz. Isso nos lembra que cumprir o propósito de Deus nem sempre é confortável, mas sempre é redentor e glorioso aos olhos do céu."
    },
    {
      "numero": "38",
      "texto": "E eles disseram: 'Senhor, eis aqui duas espadas.' E ele lhes disse: 'Basta.'",
      "reflexao": "Os discípulos ainda pensavam de forma natural, literal. Mas Jesus estava falando de preparação espiritual, emocional e estratégica. O 'basta' de Jesus encerra a discussão, mostrando que não se trata de força humana, mas de propósito divino."
    },
    {
      "numero": "39",
      "texto": "E, saindo, foi, como costumava, para o monte das Oliveiras; e também os seus discípulos o seguiram.",
      "reflexao": "Em meio ao peso da missão, Jesus busca o lugar de oração. Esse é o maior exemplo que Ele nos deixa: não enfrentamos batalhas espirituais na força humana, mas na dependência, no secreto e na comunhão com o Pai."
    },
    {
      "numero": "40",
      "texto": "E, quando chegou àquele lugar, disse-lhes: 'Orai, para que não entreis em tentação.'",
      "reflexao": "Oração não é um ritual — é uma proteção espiritual. Jesus alerta que a tentação é vencida na vigilância e na oração. Quem não ora, se torna vulnerável às ciladas do inimigo."
    },
    {
      "numero": "41",
      "texto": "E apartou-se deles cerca de um tiro de pedra; e, pondo-se de joelhos, orava,",
      "reflexao": "Mesmo sendo Deus, Jesus se colocou de joelhos, em total dependência do Pai. Isso nos ensina que, se até Jesus precisava da oração, quanto mais nós, frágeis, necessitamos dessa conexão constante com Deus."
    },
    {
      "numero": "42",
      "texto": "Dizendo: 'Pai, se queres, passa de mim este cálice; todavia não se faça a minha vontade, mas a tua.'",
      "reflexao": "Aqui está a mais pura expressão de rendição. Jesus nos ensina que a oração mais poderosa não é 'faça o que eu quero', mas 'faça-se a tua vontade'. É na submissão que encontramos força e paz, mesmo nas maiores dores."
    },
    {
      "numero": "43",
      "texto": "E apareceu-lhe um anjo do céu, que o fortalecia.",
      "reflexao": "Quando nos rendemos, o céu se move. Deus nunca deixa um filho sozinho no sofrimento. Pode ser que Ele não remova o cálice, mas certamente enviará força, consolo e auxílio para suportarmos e vencermos."
    },
    {
      "numero": "44",
      "texto": "E, posto em agonia, orava mais intensamente; e o seu suor tornou-se em grandes gotas de sangue, que corriam até ao chão.",
      "reflexao": "O peso espiritual do que Jesus enfrentava era tão grande que Seu corpo físico manifestou isso. Isso mostra o quanto a nossa redenção custou caro, e o quanto Ele nos amou, a ponto de enfrentar a dor mais profunda por nossa salvação."
    },
    {
      "numero": "45",
      "texto": "E, levantando-se da oração, veio para os seus discípulos, e achou-os dormindo de tristeza.",
      "reflexao": "O sono aqui não é físico apenas, mas uma fuga da dor, do medo, da tristeza. Muitas vezes, também queremos fugir dos processos difíceis, mas Jesus nos chama a permanecer vigilantes, mesmo quando a dor parece insuportável."
    },
    {
      "numero": "46",
      "texto": "E disse-lhes: 'Por que estais dormindo? Levantai-vos, e orai, para que não entreis em tentação.'",
      "reflexao": "O chamado à vigilância é urgente. Oração não é apenas uma prática devocional, é uma arma, é proteção, é comunhão, é força espiritual. Quem ora, permanece firme. Quem não ora, cai facilmente em tentação."
    },
    {
      "numero": "47",
      "texto": "Estando ele ainda a falar, eis que chegou uma multidão; e um dos doze, que se chamava Judas, ia adiante deles, e chegou-se a Jesus para o beijar.",
      "reflexao": "O beijo, que deveria ser um sinal de amor, aqui é usado como instrumento de traição. Isso revela que nem todo gesto de carinho é verdadeiro, e que o maior perigo, muitas vezes, vem de dentro, de quem está perto, mas nunca esteve verdadeiramente conectado ao coração de Deus."
    },
    {
      "numero": "48",
      "texto": "E Jesus lhe disse: 'Judas, com um beijo trais o Filho do Homem?'",
      "reflexao": "O amor de Jesus é tão grande que, mesmo sendo traído, Ele não responde com ódio, mas com uma pergunta que revela dor, compaixão e consciência do que está acontecendo. Isso nos ensina a não responder traição com vingança, mas com verdade e amor."
    },
    {
      "numero": "49",
      "texto": "Vendo, pois, os que estavam com ele o que ia suceder, disseram-lhe: 'Senhor, feriremos à espada?'",
      "reflexao": "Os discípulos ainda estavam presos à lógica natural, querendo resolver espiritualmente com armas humanas. Muitas vezes, somos tentados a reagir na carne, quando, na verdade, a batalha que enfrentamos é espiritual e exige armas espirituais."
    },
    {
      "numero": "50",
      "texto": "E um deles feriu o servo do sumo sacerdote, e cortou-lhe a orelha direita.",
      "reflexao": "A impulsividade, a falta de discernimento e o agir pela carne geram feridas — não apenas físicas, mas emocionais e espirituais. Jesus, porém, logo mostra que Seu Reino não é estabelecido pela violência, mas pelo amor, pela entrega e pela verdade."
    },
    {
      "numero": "51",
      "texto": "Mas Jesus, respondendo, disse: 'Deixai-os; basta isso.' E, tocando-lhe a orelha, o curou.",
      "reflexao": "Mesmo em meio à traição e ao ódio, Jesus responde com amor, cura e compaixão. Isso nos ensina que o Reino não se estabelece pela força, mas pela misericórdia e pelo amor que restaura até aqueles que vêm contra nós."
    },
    {
      "numero": "52",
      "texto": "E disse Jesus aos principais dos sacerdotes, e capitães do templo, e anciãos, que tinham vindo contra ele: 'Saístes com espadas e porretes, como a um salteador?'",
      "reflexao": "Jesus confronta a hipocrisia daqueles que O prenderam como se Ele fosse um criminoso. Isso revela como a cegueira espiritual leva pessoas a chamarem o bem de mal e o mal de bem."
    },
    {
      "numero": "53",
      "texto": "'Todos os dias estava convosco no templo, e não estendestes as mãos contra mim; mas esta é a vossa hora e o poder das trevas.'",
      "reflexao": "Há momentos em que o mal parece prevalecer, mas Jesus deixa claro: isso só acontece porque faz parte do plano redentor. Até a aparente vitória das trevas está debaixo da soberania de Deus, que transforma dor em redenção."
    },
    {
      "numero": "54",
      "texto": "Então, prendendo-o, o levaram, e o conduziram à casa do sumo sacerdote. E Pedro seguia-o de longe.",
      "reflexao": "Seguir Jesus de longe revela um coração dividido entre o amor e o medo. Quando o medo governa, nossa fé se torna tímida, e corremos o risco de negar Aquele que mais nos ama."
    },
    {
      "numero": "55",
      "texto": "E, havendo-se acendido fogo no meio do pátio, estando todos sentados, assentou-se Pedro entre eles.",
      "reflexao": "O ambiente da negação começa quando nos misturamos com os que rejeitam Jesus, tentando nos aquecer em fogueiras que não vêm da presença de Deus. Isso é um alerta para cuidarmos das companhias e ambientes que escolhemos."
    },
    {
      "numero": "56",
      "texto": "Mas, vendo-o uma criada, que estava assentada ao fogo, e olhando para ele, disse: 'Este também estava com ele.'",
      "reflexao": "O mundo percebe quem anda com Jesus. Por mais que tentemos nos disfarçar ou nos calar, nossa vida carrega marcas do Reino. A questão é: negaremos ou assumiremos nossa identidade como filhos de Deus?"
    },
    {
      "numero": "57",
      "texto": "Porém ele negou, dizendo: 'Mulher, não o conheço.'",
      "reflexao": "A pressão, o medo e a autopreservação podem nos levar a negar Jesus, não apenas com palavras, mas também com atitudes, omissões e escolhas. Isso revela nossa fragilidade sem o auxílio do Espírito Santo."
    },
    {
      "numero": "58",
      "texto": "E, um pouco depois, vendo-o outro, disse: 'Tu também és deles.' Pedro, porém, disse: 'Homem, não sou.'",
      "reflexao": "A negação se torna um ciclo quando não paramos, refletimos e buscamos forças em Deus. Isso nos mostra como é fácil cair, mesmo quando há amor, se não houver vigilância e oração constante."
    },
    {
      "numero": "59",
      "texto": "E, passada quase uma hora, outro afirmava, dizendo: 'Também este verdadeiramente estava com ele, porque é galileu.'",
      "reflexao": "O tempo não apaga as marcas de quem anda com Jesus. Mesmo tentando disfarçar, a identidade de discípulo é percebida — seja pelo modo de falar, de agir ou de viver. O mundo sempre nota quem pertence ao Reino."
    },
    {
      "numero": "60",
      "texto": "E Pedro disse: 'Homem, não sei o que dizes.' E logo, estando ele ainda a falar, cantou o galo.",
      "reflexao": "O galo cantando representa aquele momento em que a consciência desperta. Deus permite situações que nos fazem perceber quando estamos fugindo do nosso chamado, da nossa identidade e do nosso amor por Ele."
    },
    {
      "numero": "61",
      "texto": "E, voltando-se o Senhor, olhou para Pedro, e Pedro lembrou-se da palavra do Senhor, como lhe dissera: 'Antes que o galo cante, me negarás três vezes.'",
      "reflexao": "O olhar de Jesus não foi de acusação, mas de amor e compaixão. Mesmo na queda, Ele nos olha com misericórdia, nos chamando ao arrependimento e à restauração. O olhar de Jesus cura, transforma e levanta."
    },
    {
      "numero": "62",
      "texto": "E, saindo Pedro para fora, chorou amargamente.",
      "reflexao": "O choro de Pedro é o choro de quem ama, mas falhou. É o choro que precede a restauração. Deus não rejeita um coração quebrantado e contrito — Ele acolhe, cura e transforma as nossas quedas em testemunhos de redenção."
    },
    {
      "numero": "63",
      "texto": "E os homens que detinham Jesus zombavam dele, ferindo-o.",
      "reflexao": "A rejeição ao amor se expressa em violência, zombaria e desprezo. Isso revela como o coração humano, longe de Deus, se torna cruel. Mas Jesus, mesmo diante disso, permanece firme, por amor a nós."
    },
    {
      "numero": "64",
      "texto": "E, vendando-o, feriam-no no rosto, e perguntavam-lhe, dizendo: 'Profetiza, quem é que te feriu?'",
      "reflexao": "A zombaria revela a cegueira espiritual. Mesmo diante do Filho de Deus, escolheram o escárnio. Isso mostra que, sem arrependimento, nem mesmo os maiores sinais ou milagres convencem um coração endurecido."
    },
    {
      "numero": "65",
      "texto": "E outras muitas coisas diziam contra ele, blasfemando.",
      "reflexao": "A rejeição à verdade leva o homem a descer níveis profundos de blasfêmia, violência e ódio. Mas Jesus suporta tudo em silêncio, por amor, para que através de Sua dor, pudéssemos encontrar redenção."
    },
    {
      "numero": "66",
      "texto": "E, logo que foi dia, ajuntaram-se os anciãos do povo, os principais dos sacerdotes e os escribas, e o conduziram ao conselho deles, dizendo:",
      "reflexao": "O julgamento de Jesus revela como a religiosidade, quando desassociada da presença de Deus, se torna cega, injusta e cruel. A busca não era pela verdade, mas por uma forma de justificar o ódio que carregavam."
    },
    {
      "numero": "67",
      "texto": "'És tu o Cristo? Dize-no-lo.' Ele replicou: 'Se vo-lo disser, não o crereis.'",
      "reflexao": "A incredulidade não nasce da falta de respostas, mas da dureza do coração. Quem não quer crer, nunca aceitará a verdade, por mais clara que ela seja. Jesus responde, mas também expõe a resistência espiritual deles."
    },
    {
      "numero": "68",
      "texto": "'E também, se vos perguntar, não me respondereis, nem me soltareis.'",
      "reflexao": "Jesus revela que não há diálogo verdadeiro com quem já decidiu rejeitar a verdade. Isso nos ensina que nem sempre nosso papel é convencer, mas simplesmente permanecer na verdade, mesmo quando ela é rejeitada."
    },
    {
      "numero": "69",
      "texto": "'Desde agora o Filho do Homem se assentará à direita do poder de Deus.'",
      "reflexao": "Mesmo sendo julgado pelos homens, Jesus declara Sua autoridade e Sua posição eterna. Ele reina, acima de qualquer julgamento humano. Isso é esperança para nós — nosso Rei vive e reina soberanamente."
    },
    {
      "numero": "70",
      "texto": "E disseram todos: 'Logo, tu és o Filho de Deus?' E ele lhes disse: 'Vós dizeis que eu sou.'",
      "reflexao": "Jesus confirma, sem medo, quem Ele é. Isso nos desafia a também assumirmos nossa identidade, mesmo quando somos confrontados, rejeitados ou perseguidos. A verdade nunca deve ser escondida."
    },
    {
      "numero": "71",
      "texto": "Então disseram: 'Que necessidade temos ainda de testemunho? Pois nós mesmos o ouvimos da sua boca.'",
      "reflexao": "O coração endurecido transforma a verdade em motivo de condenação. Eles não buscavam luz, mas uma desculpa para dar vazão ao ódio. Isso nos lembra que a rejeição à verdade é, muitas vezes, uma escolha, não ignorância."
    }
  ]
}
