{
  "livro": "Lucas",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Naquela mesma ocasião, estavam presentes ali alguns que lhe falaram dos galileus, cujo sangue Pilatos misturara com os seus sacrifícios.",
      "reflexao": "As pessoas trouxeram a Jesus uma tragédia, esperando talvez um julgamento ou explicação. Isso reflete nosso próprio coração — muitas vezes buscamos entender se o sofrimento dos outros é consequência dos seus erros. Jesus, porém, nos conduz a uma reflexão mais profunda sobre nós mesmos."
    },
    {
      "numero": "2",
      "texto": "E, respondendo Jesus, disse-lhes: 'Cuidais vós que esses galileus foram mais pecadores do que todos os outros galileus, por terem padecido essas coisas?'",
      "reflexao": "Jesus desconstrói a ideia de que tragédias são sinais diretos do grau de pecado das pessoas. Ele nos lembra que todos estamos sujeitos à morte física, mas a maior tragédia é viver sem arrependimento, longe de Deus."
    },
    {
      "numero": "3",
      "texto": "'Não, vos digo; antes, se não vos arrependerdes, todos de igual modo perecereis.'",
      "reflexao": "O chamado de Jesus é claro: o arrependimento não é opcional, é urgente e necessário. A morte física é inevitável, mas a separação eterna de Deus pode ser evitada através de um coração arrependido e entregue a Ele."
    },
    {
      "numero": "4",
      "texto": "'Ou aqueles dezoito sobre os quais caiu a torre em Siloé e os matou, cuidais que foram mais culpados do que todos os outros habitantes de Jerusalém?'",
      "reflexao": "Jesus reforça que não devemos olhar para o sofrimento alheio com julgamento, mas como um lembrete de que a vida é breve e que todos precisamos de reconciliação com Deus. O foco é pessoal: como está a minha vida diante do Senhor?"
    },
    {
      "numero": "5",
      "texto": "'Não, vos digo; mas, se não vos arrependerdes, todos de igual modo perecereis.'",
      "reflexao": "Deus nos dá oportunidades. O tempo da graça é agora. O arrependimento não deve ser adiado, porque o amanhã não nos pertence. É um chamado urgente para voltarmos ao centro da vontade de Deus."
    },
    {
      "numero": "6",
      "texto": "E dizia esta parábola: 'Certo homem tinha uma figueira plantada na sua vinha, e foi procurar nela fruto, não o achando,'",
      "reflexao": "A figueira representa nossas vidas. Deus procura frutos — mudança, transformação, amor, compaixão, justiça. Viver no Reino não é apenas existir, mas frutificar, gerar impacto no céu e na terra."
    },
    {
      "numero": "7",
      "texto": "'Disse então ao viticultor: Há três anos venho procurar fruto nesta figueira, e não o acho; corta-a; para que ainda ocupa inutilmente a terra?'",
      "reflexao": "O tempo da graça tem limite. Deus é paciente, mas também é justo. Ele nos dá tempo, oportunidades e recursos para frutificar. Mas viver estagnado, indiferente ou improdutivo espiritualmente é desperdiçar o propósito pelo qual fomos criados."
    },
    {
      "numero": "8",
      "texto": "E, respondendo ele, disse-lhe: 'Senhor, deixa-a ainda este ano, até que eu a cave ao redor, e lhe deite esterco.'",
      "reflexao": "Aqui vemos o coração intercessor — aquele que pede mais uma chance. Deus é misericordioso, paciente e generoso. Mesmo quando não damos frutos, Ele trabalha ao nosso redor, preparando, tratando e nos dando mais uma oportunidade para mudar."
    },
    {
      "numero": "9",
      "texto": "'E, se der fruto, ficará; e, se não, depois a cortarás.'",
      "reflexao": "Há um tempo de cuidado e investimento de Deus em nós, mas também há um limite. A vida sem transformação, sem frutos, sem resposta ao amor de Deus, corre o risco de ser desconectada do Reino. O chamado é urgente: frutifique!"
    },
    {
      "numero": "10",
      "texto": "Ensinava Jesus no sábado, numa das sinagogas.",
      "reflexao": "Jesus vivia uma vida de ensino e amor. O sábado, para Ele, era mais do que um dia de descanso — era uma oportunidade de curar, restaurar e libertar. Isso nos ensina que o amor está acima dos rituais e das tradições."
    },
    {
      "numero": "11",
      "texto": "E estava ali uma mulher que tinha um espírito de enfermidade havia dezoito anos; andava curvada, sem poder se endireitar de modo algum.",
      "reflexao": "Essa mulher representa aqueles que vivem há anos curvados pelo peso da dor, da opressão, da culpa ou do medo. Mas Jesus vê, se importa e vem ao encontro daqueles que há muito tempo sofrem em silêncio."
    },
    {
      "numero": "12",
      "texto": "Vendo-a, Jesus chamou-a e disse-lhe: 'Mulher, estás livre da tua enfermidade.'",
      "reflexao": "O olhar de Jesus atravessa a multidão e alcança os invisíveis. Uma palavra Dele é capaz de quebrar correntes, desfazer opressões e transformar histórias. A libertação vem do amor e da autoridade do Rei dos reis."
    },
    {
      "numero": "13",
      "texto": "E impôs-lhe as mãos, e logo ela se endireitou e glorificava a Deus.",
      "reflexao": "Quando Jesus toca, aquilo que estava curvado se levanta. O toque de Deus restaura dignidade, identidade e devolve vida. O resultado da transformação genuína é sempre a adoração e a glória ao Senhor."
    },
    {
      "numero": "14",
      "texto": "Mas o chefe da sinagoga, indignado por Jesus ter curado no sábado, disse ao povo: 'Seis dias há em que se deve trabalhar; nesses, pois, vinde para serdes curados, e não no sábado.'",
      "reflexao": "A religiosidade prefere manter regras do que ver pessoas livres. Isso revela que um coração endurecido valoriza mais as tradições do que o amor, a compaixão e a vida. O Reino de Deus quebra essas barreiras e prioriza o cuidado com as pessoas."
    },
    {
      "numero": "15",
      "texto": "Respondeu-lhe, porém, o Senhor, e disse: 'Hipócrita! No sábado não desprende da manjedoura cada um de vós o seu boi ou jumento, e não o leva a beber água?'",
      "reflexao": "Jesus confronta a hipocrisia: eles cuidavam dos animais no sábado, mas criticavam quando uma vida humana era libertada. Isso nos ensina que o amor está acima das formalidades religiosas e que Deus prioriza pessoas, não sistemas."
    },
    {
      "numero": "16",
      "texto": "'E não convinha soltar desta prisão, no dia de sábado, esta filha de Abraão, a quem há dezoito anos Satanás tinha presa?'",
      "reflexao": "Deus não tem dia nem hora para libertar. Cada vida importa profundamente para Ele. O amor de Deus rompe cadeias, liberta, restaura e não espera um 'dia certo' — quando Ele vê fé e um coração aberto, o milagre acontece."
    },
    {
      "numero": "17",
      "texto": "E, dizendo ele essas coisas, todos os seus adversários se envergonhavam; e todo o povo se alegrava por todas as coisas gloriosas que eram feitas por ele.",
      "reflexao": "Quando o Reino se manifesta, os religiosos se envergonham, mas os simples se alegram. Isso revela que o Evangelho verdadeiro é boas novas para os quebrantados, mas confronto para os orgulhosos e hipócritas."
    },
    {
      "numero": "18",
      "texto": "Dizia, pois: 'A que é semelhante o Reino de Deus, e a que o compararei?'",
      "reflexao": "Jesus nos convida a refletir sobre o Reino — uma realidade espiritual presente, que cresce, se manifesta e transforma vidas. É algo que começa pequeno, mas tem um impacto eterno e irreversível no mundo e nos corações."
    },
    {
      "numero": "19",
      "texto": "'É semelhante a um grão de mostarda, que um homem tomou e plantou na sua horta; cresceu e fez-se uma grande árvore, e as aves do céu se aninharam nos seus ramos.'",
      "reflexao": "O Reino começa pequeno — uma semente plantada no coração. Mas, quando cultivado, cresce, se torna refúgio, abrigo e fonte de vida. Assim é o Reino de Deus em nós e através de nós. Nunca subestime pequenos começos espirituais."
    },
    {
      "numero": "20",
      "texto": "Disse também: 'A que compararei o Reino de Deus?'",
      "reflexao": "Jesus insiste em nos fazer refletir sobre a natureza do Reino — algo que não segue a lógica humana, mas cresce de maneira surpreendente, transformando vidas, ambientes e realidades invisíveis aos olhos, porém eternos no espírito."
    },
    {
      "numero": "21",
      "texto": "'É semelhante ao fermento que uma mulher tomou e misturou em três medidas de farinha, até ficar tudo levedado.'",
      "reflexao": "O Reino de Deus atua de forma silenciosa, mas poderosa. Assim como o fermento, ele transforma tudo por dentro, aos poucos, até que toda a massa esteja levedada. O Reino começa no coração e, com o tempo, molda toda a vida."
    },
    {
      "numero": "22",
      "texto": "E percorria as cidades e aldeias, ensinando e caminhando para Jerusalém.",
      "reflexao": "Jesus tinha um propósito claro: ensinar, curar, transformar e cumprir Sua missão na cruz. Isso nos inspira a também caminharmos pela vida com foco, intencionalidade e disposição para espalhar o amor e a verdade do Reino."
    },
    {
      "numero": "23",
      "texto": "E alguém lhe perguntou: 'Senhor, são poucos os que se salvam?' E ele lhes respondeu:",
      "reflexao": "A preocupação humana muitas vezes está no número, mas Jesus desloca o foco para a decisão pessoal. A pergunta não deveria ser 'quantos se salvarão?', mas 'estou vivendo de acordo com o chamado do Reino?'."
    },
    {
      "numero": "24",
      "texto": "'Esforçai-vos por entrar pela porta estreita, porque eu vos digo que muitos procurarão entrar e não poderão.'",
      "reflexao": "A porta do Reino é estreita porque exige renúncia, entrega e compromisso. Muitos desejam as bênçãos, mas não querem viver a transformação. O chamado é claro: esforcem-se, lutem, não sejam negligentes na busca por Deus."
    },
    {
      "numero": "25",
      "texto": "'Quando o dono da casa se levantar e fechar a porta, e começardes, do lado de fora, a bater, dizendo: Senhor, abre-nos, ele vos responderá: Não sei de onde sois.'",
      "reflexao": "O tempo da graça tem um fim. A porta está aberta hoje, mas chegará o momento em que ela se fechará. A pior dor não será ouvir um 'não', mas perceber que a oportunidade foi negligenciada. Hoje é o tempo de decisão."
    },
    {
      "numero": "26",
      "texto": "'Então começareis a dizer: Comemos e bebemos contigo, e tu ensinaste em nossas ruas.'",
      "reflexao": "Conhecer Jesus superficialmente, apenas de ouvir falar ou participar de rituais, não é o suficiente. A vida no Reino exige relacionamento real, transformação genuína e entrega total. Só a intimidade com Cristo garante entrada no Reino."
    },
    {
      "numero": "27",
      "texto": "'E ele vos responderá: Não sei de onde sois; apartai-vos de mim, vós todos que praticais a iniquidade.'",
      "reflexao": "O critério do Reino não é o quanto sabemos sobre Deus, mas se de fato vivemos segundo Seus princípios. Praticar a iniquidade é viver desconectado da verdade, da santidade e do amor. O chamado é urgente: alinhamento total com Deus."
    },
    {
      "numero": "28",
      "texto": "'Ali haverá choro e ranger de dentes, quando virdes Abraão, Isaque, Jacó e todos os profetas no Reino de Deus, e vós lançados fora.'",
      "reflexao": "O sofrimento maior não será físico, mas espiritual — a dor de perceber que a oportunidade de estar com Deus foi rejeitada. Esse é um alerta amoroso de Jesus: hoje há graça, hoje há perdão, hoje há chance. Não rejeite!"
    },
    {
      "numero": "29",
      "texto": "'E virão do oriente, do ocidente, do norte e do sul, e se sentarão à mesa no Reino de Deus.'",
      "reflexao": "O Reino é inclusivo. Gente de todas as nações, línguas e povos — até os improváveis — se assentarão à mesa. Isso revela que o amor de Deus ultrapassa barreiras geográficas, culturais e sociais. O Reino é para todos que creem e se rendem."
    },
    {
      "numero": "30",
      "texto": "'E eis que há últimos que serão primeiros, e há primeiros que serão últimos.'",
      "reflexao": "O Reino subverte as lógicas humanas. Aqueles que aqui são ignorados, desprezados ou considerados pequenos, serão honrados no céu. E aqueles que, na terra, buscavam status e glória, podem descobrir que ficaram por último no Reino. Deus vê o coração."
    },
    {
      "numero": "31",
      "texto": "Naquele mesmo dia, chegaram alguns fariseus, dizendo-lhe: 'Sai e retira-te daqui, porque Herodes quer matar-te.'",
      "reflexao": "Até os próprios fariseus — geralmente opositores — reconhecem que há uma ameaça contra Jesus. Isso nos ensina que o cumprimento do propósito muitas vezes gera oposição, perseguição e resistência. Mas quem está no centro da vontade de Deus não recua."
    },
    {
      "numero": "32",
      "texto": "E disse-lhes: 'Ide e dizei àquela raposa: Eis que expulso demônios e realizo curas hoje e amanhã, e no terceiro dia terminarei a minha obra.'",
      "reflexao": "Jesus não se intimida com ameaças. Ele segue firme, cumprindo sua missão até o fim. Isso nos inspira a viver com coragem, sem temer as pressões, sabendo que quem nos chamou é fiel para completar a obra em nós e através de nós."
    },
    {
      "numero": "33",
      "texto": "'Importa, contudo, caminhar hoje, amanhã e no dia seguinte, para que não suceda que um profeta pereça fora de Jerusalém.'",
      "reflexao": "Jesus revela que nada fora do plano de Deus acontece. Ele segue seu caminho, mesmo sabendo do que o espera. Isso nos lembra que, ainda que haja dor no processo, há glória no cumprimento da missão que Deus nos confiou."
    },
    {
      "numero": "34",
      "texto": "'Jerusalém, Jerusalém, que matas os profetas e apedrejas os que te são enviados! Quantas vezes quis eu reunir teus filhos, como a galinha reúne seus pintinhos debaixo das asas, e não quiseste!'",
      "reflexao": "Esse é um dos textos mais emocionantes da Bíblia. Aqui vemos o coração de Deus — amoroso, acolhedor, desejoso de proteger, cuidar e abraçar. Mas também vemos que Deus respeita o livre-arbítrio. Ele chama, mas não obriga ninguém a se render."
    },
    {
      "numero": "35",
      "texto": "'Eis que a vossa casa vos ficará deserta. E, em verdade vos digo que não me vereis até que chegue o tempo em que digais: Bendito aquele que vem em nome do Senhor.'",
      "reflexao": "A rejeição à presença de Deus traz desolação, vazio, perda. Mas Jesus aponta para um futuro — haverá um dia em que todo joelho se dobrará e toda língua confessará que Ele é o Senhor. Que essa confissão aconteça hoje, em vida, enquanto há tempo."
    }
  ]
}
