{
  "livro": "Lucas",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No décimo quinto ano do reinado de Tibério César, sendo Pôncio Pilatos governador da Judeia, Herodes tetrarca da Galileia, seu irmão Filipe tetrarca da Itureia e da província de Traconites, e Lisânias tetrarca de Abilene,",
      "reflexao": "Deus se move na história humana, independente de quem está no poder. Isso nos lembra que Ele nunca perde o controle dos acontecimentos, e Sua vontade prevalece sobre qualquer governo, autoridade ou sistema terreno."
    },
    {
      "numero": "2",
      "texto": "sendo sumos sacerdotes Anás e Caifás, veio a palavra de Deus a João, filho de Zacarias, no deserto.",
      "reflexao": "Deus escolhe falar não necessariamente aos que estão em palácios ou templos, mas aos que estão no secreto, no deserto, buscando a Sua presença. João nos inspira a valorizar o tempo de intimidade com Deus, onde recebemos direção e missão."
    },
    {
      "numero": "3",
      "texto": "E percorreu toda a região do Jordão, pregando o batismo de arrependimento, para remissão dos pecados;",
      "reflexao": "O arrependimento é o primeiro passo para transformação. João nos lembra que não há vida nova sem renúncia do velho. Deus continua hoje chamando todos ao arrependimento, para que possamos viver a verdadeira liberdade espiritual."
    },
    {
      "numero": "4",
      "texto": "como está escrito no livro das palavras do profeta Isaías: Voz do que clama no deserto: Preparai o caminho do Senhor, endireitai as suas veredas;",
      "reflexao": "João é a voz que ecoa um chamado que ainda é atual: preparar o coração para receber Jesus. Endireitar as veredas é alinhar nossa vida com os princípios do Reino, retirando tudo que impede a presença de Deus de fluir em nós e através de nós."
    },
    {
      "numero": "5",
      "texto": "Todo vale será aterrado, e nivelados todos os montes e outeiros; os caminhos tortuosos serão retificados, e os escabrosos, aplanados;",
      "reflexao": "Deus é aquele que nivela terrenos, remove obstáculos e corrige caminhos. Ele endireita o que está torto em nossas vidas. Onde há desequilíbrio, Ele traz restauração. Onde há dificuldades, Ele abre caminho e traz paz."
    },
    {
      "numero": "6",
      "texto": "e toda carne verá a salvação de Deus.",
      "reflexao": "A salvação não é para um grupo seleto, mas para toda a humanidade. Este versículo nos enche de esperança e responsabilidade: somos chamados a ser testemunhas desse amor e dessa salvação, para que mais pessoas sejam alcançadas."
    },
    {
      "numero": "7",
      "texto": "Dizia, pois, João às multidões que saíam para serem batizadas por ele: Raça de víboras, quem vos ensinou a fugir da ira vindoura?",
      "reflexao": "João confronta a religiosidade vazia e chama ao arrependimento genuíno. Isso nos alerta que Deus não busca aparência, mas transformação verdadeira. O Evangelho não é um escape superficial, mas uma mudança profunda de vida."
    },
    {
      "numero": "8",
      "texto": "Produzi, pois, frutos dignos de arrependimento e não comeceis a dizer em vós mesmos: Temos por pai a Abraão; porque eu vos digo que até destas pedras Deus pode suscitar filhos a Abraão.",
      "reflexao": "Deus não se impressiona com tradição, sobrenome ou herança religiosa. O que Ele busca são frutos — uma vida que reflita transformação real. Isso nos desafia a viver uma fé prática, visível, coerente com o arrependimento que professamos."
    },
    {
      "numero": "9",
      "texto": "E também já está posto o machado à raiz das árvores; toda árvore, pois, que não dá bom fruto é cortada e lançada ao fogo.",
      "reflexao": "Deus leva nossa vida espiritual a sério. Não basta parecer, é preciso ser. Este versículo é um chamado urgente à autoavaliação: o que temos produzido? Frutos de amor, paz, generosidade e justiça, ou apenas folhas de aparência?"
    },
    {
      "numero": "10",
      "texto": "E as multidões o interrogavam, dizendo: Que faremos, pois?",
      "reflexao": "O arrependimento verdadeiro gera uma pergunta sincera: 'O que eu faço agora?' Isso mostra que a fé não é apenas uma crença, mas uma prática diária de mudança, obediência e transformação, fruto de um coração disposto a seguir a Deus."
    },
    {
      "numero": "11",
      "texto": "Respondeu-lhes: Quem tiver duas túnicas, reparta com quem não tem; e quem tiver alimento, faça o mesmo.",
      "reflexao": "O Evangelho é prático. Ele se manifesta no amor ao próximo, na generosidade e na partilha. Uma fé que não se traduz em cuidado, empatia e solidariedade com os necessitados é uma fé vazia e sem vida."
    },
    {
      "numero": "12",
      "texto": "Foram também publicanos para serem batizados e perguntaram-lhe: Mestre, que devemos fazer?",
      "reflexao": "O chamado de Deus alcança todos, até os mais rejeitados pela sociedade. Isso nos mostra que não há ninguém fora do alcance da graça. A questão não é quem fomos até aqui, mas o que faremos a partir do encontro com Deus."
    },
    {
      "numero": "13",
      "texto": "Respondeu-lhes: Não cobreis mais do que o que vos está ordenado.",
      "reflexao": "O arrependimento gera transformação na vida profissional, nas relações e na forma de lidar com as pessoas. João ensina que quem se converte deve ser honesto, justo e íntegro em tudo, inclusive no trabalho e na vida financeira."
    },
    {
      "numero": "14",
      "texto": "Também soldados lhe perguntaram: E nós, que faremos? E ele lhes respondeu: A ninguém maltrateis, não deis denúncia falsa, e contentai-vos com o vosso salário.",
      "reflexao": "O Evangelho também transforma a ética profissional. João ensina que servir a Deus se reflete em como tratamos os outros, no uso correto da autoridade e na honestidade. Fé sem ética é religiosidade vazia; Deus nos chama para viver integridade em todas as áreas."
    },
    {
      "numero": "15",
      "texto": "Estando o povo em expectação, e pensando todos, em seus corações, se, porventura, João não seria o Cristo,",
      "reflexao": "Quando vemos alguém cheio de Deus, é natural que as pessoas percebam algo diferente. Isso nos inspira a viver de forma tão alinhada com o Reino, que as pessoas percebam que há algo celestial em nós, embora saibamos que a glória sempre é de Deus."
    },
    {
      "numero": "16",
      "texto": "Respondeu João a todos, dizendo: Eu, na verdade, vos batizo com água; mas vem aquele que é mais poderoso do que eu, do qual não sou digno de desatar a correia das sandálias; ele vos batizará com o Espírito Santo e com fogo.",
      "reflexao": "João nos ensina sobre humildade e perspectiva. Mesmo sendo usado por Deus, ele reconhece que Jesus é maior. Isso nos lembra que não devemos buscar glória para nós, mas ser ponte que leva as pessoas ao encontro com Jesus, que transforma de dentro para fora."
    },
    {
      "numero": "17",
      "texto": "A sua pá está na sua mão, e limpará completamente a sua eira, e ajuntará o trigo no seu celeiro, mas queimará a palha com fogo que nunca se apaga.",
      "reflexao": "Jesus vem como aquele que separa, limpa e purifica. Este é um chamado à reflexão: somos trigo ou palha? Aquilo que não gera fruto, que é apenas aparência, será descartado. Deus busca corações verdadeiros, que produzem fruto no Reino."
    },
    {
      "numero": "18",
      "texto": "E assim, com muitas outras exortações, anunciava as boas-novas ao povo.",
      "reflexao": "O Evangelho confronta, mas também consola. Ele é tanto exortação quanto boas-novas. É chamado ao arrependimento, mas também é anúncio de vida, restauração e esperança para todos que se rendem ao Senhor."
    },
    {
      "numero": "19",
      "texto": "Sendo, porém, repreendido por João por causa de Herodias, mulher de seu irmão, e por todas as maldades que Herodes tinha feito,",
      "reflexao": "João não se calou diante da injustiça, mesmo sabendo dos riscos. Isso nos ensina que viver a verdade do Evangelho muitas vezes exigirá coragem para confrontar o erro, ainda que isso custe a nossa própria segurança ou posição social."
    },
    {
      "numero": "20",
      "texto": "acrescentou a todas as demais ainda esta: encerrou João no cárcere.",
      "reflexao": "Fazer o que é certo nem sempre nos livra do sofrimento. João foi preso por falar a verdade, mas isso não anulou sua missão. Esse versículo nos lembra que a fidelidade a Deus não está condicionada às circunstâncias, e que o preço da verdade às vezes é alto, mas vale cada passo quando estamos no centro da vontade de Deus."
    },
    {
      "numero": "21",
      "texto": "Quando todo o povo estava sendo batizado, também Jesus foi batizado; e, enquanto orava, o céu se abriu,",
      "reflexao": "O próprio Jesus, mesmo sendo sem pecado, se submete ao batismo, nos ensinando sobre humildade, obediência e alinhamento com o plano de Deus. Isso nos desafia a seguir Seus passos e a buscar constantemente estar debaixo da vontade do Pai, em oração e comunhão."
    },
    {
      "numero": "22",
      "texto": "e o Espírito Santo desceu sobre ele em forma corporal, como pomba. Então do céu veio uma voz: Tu és meu Filho amado; em ti me agrado.",
      "reflexao": "Esse é um dos momentos mais lindos das Escrituras: o Pai, o Filho e o Espírito Santo em perfeita harmonia. E Deus declara algo que também vale para nós: quando estamos em Cristo, somos filhos amados e aprovados. Isso cura nossa identidade e nos fortalece para viver o nosso propósito."
    },
    {
      "numero": "23",
      "texto": "Ora, tinha Jesus cerca de trinta anos quando começou seu ministério. Era como se pensava, filho de José, filho de Eli,",
      "reflexao": "Deus tem um tempo certo para tudo. Jesus começa seu ministério aos trinta anos, mostrando que há processos e preparações antes de grandes começos. Isso nos ensina a valorizar os processos, os bastidores e os tempos de formação que Deus permite em nossa vida."
    },
    {
      "numero": "24",
      "texto": "filho de Matate, filho de Levi, filho de Melqui, filho de Janai, filho de José,",
      "reflexao": "Cada nome aqui representa uma história, uma linhagem, uma jornada. Isso nos lembra que Deus valoriza gerações, famílias e que Ele escreve a história levando em conta cada vida, cada passado, cada detalhe do nosso caminho."
    },
    {
      "numero": "25",
      "texto": "filho de Matatias, filho de Amós, filho de Naum, filho de Esli, filho de Nagai,",
      "reflexao": "Deus é um Deus de gerações. Mesmo nomes pouco conhecidos aos olhos dos homens são lembrados e registrados por Ele. Isso nos mostra que ninguém é invisível para Deus. Todos têm valor, propósito e lugar na história do Reino."
    },
    {
      "numero": "26",
      "texto": "filho de Maate, filho de Matatias, filho de Semei, filho de Joseque, filho de Jodá,",
      "reflexao": "Cada geração carrega um legado, e nossas escolhas hoje impactam o futuro de nossa linhagem. O compromisso com Deus não é apenas pessoal, mas também um legado espiritual para os que vêm depois de nós."
    },
    {
      "numero": "27",
      "texto": "filho de Joanã, filho de Ressa, filho de Zorobabel, filho de Salatiel, filho de Neri,",
      "reflexao": "Zorobabel, citado aqui, foi um líder que ajudou na reconstrução do templo. Isso nos ensina que Deus usa pessoas comuns para restaurar, edificar e construir propósitos eternos. Cada nome carrega uma missão e uma participação na grande obra de Deus."
    },
    {
      "numero": "28",
      "texto": "filho de Melqui, filho de Adi, filho de Cosã, filho de Elmadã, filho de Er,",
      "reflexao": "Deus conhece cada detalhe das gerações. Ainda que o mundo não se lembre dos nossos antepassados, Deus os conhece. Isso nos conforta: ninguém passa despercebido aos olhos do Pai."
    },
    {
      "numero": "29",
      "texto": "filho de Josué, filho de Eliézer, filho de Jorim, filho de Matate, filho de Levi,",
      "reflexao": "O nome Josué aqui nos remete a lembranças de libertação e conquista. Isso nos lembra que nossa história também carrega vitórias, desafios superados e intervenções do céu, que fazem parte do nosso testemunho e da nossa identidade em Deus."
    },
    {
      "numero": "30",
      "texto": "filho de Simeão, filho de Judá, filho de José, filho de Jonã, filho de Eliaquim,",
      "reflexao": "Deus conhece não apenas nossa história, mas também nossas origens, nossos ancestrais e tudo o que nos trouxe até aqui. Ele se importa com nossa trajetória familiar e deseja transformar maldições em bênçãos, e legados quebrados em legados restaurados pelo amor dEle."
    },
    {
      "numero": "31",
      "texto": "filho de Meleá, filho de Mená, filho de Matatá, filho de Natã, filho de Davi,",
      "reflexao": "Chegamos aqui ao nome de Davi, o homem segundo o coração de Deus. Isso revela que Jesus carrega o cumprimento das promessas feitas a Davi. Deus é fiel para cumprir Suas promessas através das gerações, e isso também se aplica a nós e à nossa descendência."
    },
    {
      "numero": "32",
      "texto": "filho de Jessé, filho de Obede, filho de Boaz, filho de Salmom, filho de Naassom,",
      "reflexao": "Aqui aparecem nomes como Boaz e Obede, que nos lembram da história de redenção de Rute. Isso nos mostra que Deus inclui em Sua linhagem até aqueles que, aos olhos humanos, eram improváveis. Seu amor é inclusivo, redentor e transformador."
    },
    {
      "numero": "33",
      "texto": "filho de Aminadabe, filho de Arão, filho de Esrom, filho de Perez, filho de Judá,",
      "reflexao": "O nome de Judá nos aponta ao significado de 'louvor'. A linhagem de Jesus nos lembra que a adoração e a fidelidade fazem parte da nossa identidade espiritual. Somos chamados a ser uma geração que carrega louvor e obediência como estilo de vida."
    },
    {
      "numero": "34",
      "texto": "filho de Jacó, filho de Isaque, filho de Abraão, filho de Terá, filho de Naor,",
      "reflexao": "Abraão é o pai da fé. Isso nos lembra que nossa caminhada com Deus é, acima de tudo, uma jornada de fé. Somos filhos da promessa, herdeiros espirituais de tudo aquilo que Deus começou a fazer em Abraão e cumpriu plenamente em Cristo."
    },
    {
      "numero": "35",
      "texto": "filho de Serugue, filho de Reú, filho de Pelegue, filho de Éber, filho de Salá,",
      "reflexao": "Cada nome aqui representa uma peça do grande plano de redenção de Deus para a humanidade. Isso reforça que nossas vidas estão conectadas a algo muito maior do que nós mesmos — fazemos parte do mover eterno do Reino de Deus."
    },
    {
      "numero": "36",
      "texto": "filho de Cainã, filho de Arfaxade, filho de Sem, filho de Noé, filho de Lameque,",
      "reflexao": "O nome de Noé nos lembra que Deus salva, preserva e restaura. Assim como Noé foi instrumento de salvação em seu tempo, hoje também somos chamados a ser instrumentos de esperança, justiça e reconciliação em meio a um mundo corrompido."
    },
    {
      "numero": "37",
      "texto": "filho de Matusalém, filho de Enoque, filho de Jarede, filho de Malalel, filho de Cainã,",
      "reflexao": "Matusalém e Enoque são lembrados por sua longevidade e intimidade com Deus. Enoque, em especial, 'andou com Deus'. Isso nos desafia a buscar mais do que bênçãos ou conquistas — o verdadeiro prêmio é andar diariamente na presença do Senhor."
    },
    {
      "numero": "38",
      "texto": "filho de Enos, filho de Sete, filho de Adão, filho de Deus.",
      "reflexao": "Jesus é ligado diretamente a Adão, e, acima dele, a Deus. Isso revela que Ele é tanto Filho do Homem como Filho de Deus. Isso também nos lembra que nossa origem última está em Deus. Somos filhos amados, criados à Sua imagem, e, em Cristo, somos restaurados à nossa identidade original de filhos e herdeiros do Reino."
    }
  ]
}
