{
  "livro": "Lucas",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aconteceu que, no sábado, após o primeiro, Jesus passava pelas plantações de cereal. Seus discípulos colhiam espigas, debulhando-as com as mãos e comendo os grãos.",
      "reflexao": "Deus se importa mais com a necessidade e com a vida do que com formalidades religiosas. Isso nos ensina que o Reino de Deus prioriza a misericórdia sobre a rigidez das tradições humanas. O amor sempre está acima do ritual."
    },
    {
      "numero": "2",
      "texto": "Então alguns fariseus lhes disseram: Por que fazeis o que não é lícito fazer nos sábados?",
      "reflexao": "A religiosidade é rápida para apontar o dedo e lenta para exercer compaixão. Isso nos alerta a não sermos como os fariseus, que estavam mais preocupados em julgar do que em entender o agir de Deus, que é baseado no amor e na graça."
    },
    {
      "numero": "3",
      "texto": "Jesus lhes respondeu: Nunca lestes o que fez Davi, quando ele e seus companheiros tiveram fome?",
      "reflexao": "Jesus confronta a religiosidade com a própria Escritura, mostrando que o amor e a necessidade estão acima da letra fria da lei. Isso nos ensina que, antes de julgarmos, precisamos compreender o coração de Deus — um coração de misericórdia e cuidado."
    },
    {
      "numero": "4",
      "texto": "Entrou na casa de Deus, tomou os pães da proposição, comeu e deu também aos seus companheiros, embora não fosse lícito comê-los, senão apenas aos sacerdotes.",
      "reflexao": "Deus não está preso aos sistemas humanos. Ele valoriza mais a vida, a dignidade e a provisão dos seus filhos do que qualquer regra cerimonial. Isso revela um Deus que prioriza pessoas, não ritos vazios."
    },
    {
      "numero": "5",
      "texto": "E acrescentou: O Filho do Homem é senhor do sábado.",
      "reflexao": "Jesus deixa claro que Ele está acima de qualquer tradição ou lei religiosa. Isso nos ensina que nosso descanso, nossa provisão e nossa vida estão em Cristo, que é o verdadeiro Senhor do sábado e de tudo mais."
    },
    {
      "numero": "6",
      "texto": "Em outro sábado, Jesus entrou na sinagoga e começou a ensinar. Estava ali um homem cuja mão direita era ressequida.",
      "reflexao": "Jesus não ignorava as dores e limitações das pessoas, mesmo em ambientes religiosos rígidos. Isso nos mostra que o Reino de Deus é prático, é cura, é restauração e é amor em ação, independente do lugar ou das regras humanas."
    },
    {
      "numero": "7",
      "texto": "Os escribas e os fariseus observavam Jesus, para ver se curaria no sábado, a fim de acharem motivo para acusá-lo.",
      "reflexao": "A religiosidade busca motivo para acusar, não para celebrar o milagre. Isso nos alerta a examinar nosso próprio coração: estamos olhando para a vida dos outros para julgar ou para amar? O olhar de Deus é sempre um olhar de restauração, nunca de condenação."
    },
    {
      "numero": "8",
      "texto": "Mas Jesus conhecia seus pensamentos e disse ao homem da mão ressequida: Levanta-te e fica em pé no meio. Ele se levantou e ficou em pé.",
      "reflexao": "Jesus não tem medo do confronto, especialmente quando o amor e a cura estão em jogo. Isso nos inspira a não nos calarmos diante da injustiça ou da opressão espiritual, mas a nos levantarmos para sermos instrumentos de cura, mesmo quando isso incomoda os religiosos."
    },
    {
      "numero": "9",
      "texto": "Então Jesus lhes disse: Eu vos pergunto: É lícito, no sábado, fazer o bem ou fazer o mal, salvar a vida ou destruí-la?",
      "reflexao": "Jesus desconstrói a religiosidade com uma pergunta poderosa que ecoa até hoje: o que é mais importante — a regra ou a vida? O Reino de Deus é sobre salvar, restaurar, amar. Sempre será sobre fazer o bem."
    },
    {
      "numero": "10",
      "texto": "E, olhando para todos ao redor, disse ao homem: Estende a tua mão. Ele a estendeu, e a mão lhe foi restaurada.",
      "reflexao": "O amor de Jesus gera vida onde havia morte, restaura onde havia dor e faz novo o que estava perdido. Isso nos lembra que, independente das circunstâncias ou das críticas, o poder de Deus se manifesta quando escolhemos obedecer Sua palavra."
    },
    {
      "numero": "11",
      "texto": "Mas eles se encheram de furor e discutiam entre si o que poderiam fazer contra Jesus.",
      "reflexao": "Infelizmente, nem todos se alegram com a restauração e os milagres. O espírito religioso se irrita quando o amor vence o legalismo. Isso nos mostra que nem sempre seremos entendidos, mas ainda assim devemos permanecer firmes no amor e na verdade."
    },
    {
      "numero": "12",
      "texto": "Naqueles dias, Jesus saiu ao monte para orar e passou a noite orando a Deus.",
      "reflexao": "Antes de grandes decisões, Jesus priorizava a oração. Isso nos ensina que nossas escolhas devem nascer do lugar secreto, da intimidade com Deus. Sem oração, não há direção segura, nem força para cumprir o propósito."
    },
    {
      "numero": "13",
      "texto": "Quando amanheceu, chamou seus discípulos e escolheu doze deles, a quem também deu o nome de apóstolos:",
      "reflexao": "Após a oração, vem a direção. Jesus nos ensina que a escolha de pessoas, de parcerias e de missões precisa ser feita sob orientação de Deus, não segundo critérios humanos, mas segundo o olhar do céu."
    },
    {
      "numero": "14",
      "texto": "Simão, a quem também chamou Pedro, André, seu irmão, Tiago e João, Filipe e Bartolomeu,",
      "reflexao": "Deus escolhe pessoas comuns, com histórias, limitações e desafios, para fazer coisas extraordinárias. Isso nos ensina que não é sobre capacidade humana, mas sobre disponibilidade, entrega e obediência ao chamado de Deus."
    },
    {
      "numero": "15",
      "texto": "Mateus, Tomé, Tiago, filho de Alfeu, Simão, chamado Zelote,",
      "reflexao": "Entre os discípulos havia diversidade: profissões, temperamentos e histórias diferentes. Isso nos ensina que o Reino de Deus não faz acepção — todos têm lugar, todos podem ser chamados, e cada um tem uma missão específica no corpo de Cristo."
    },
    {
      "numero": "16",
      "texto": "Judas, filho de Tiago, e Judas Iscariotes, que se tornou traidor.",
      "reflexao": "Até mesmo Judas foi chamado. Isso nos mostra que Deus oferece oportunidades a todos, mas respeita nossas escolhas. Cada um decide se permanece fiel ou se se afasta. Deus é justo, amoroso, mas também nos dá liberdade de decisão."
    },
    {
      "numero": "17",
      "texto": "Descendo com eles, parou num lugar plano, onde estavam muitos dos seus discípulos e uma grande multidão de toda a Judeia, de Jerusalém e do litoral de Tiro e Sidom, que tinham vindo para ouvi-lo e serem curados de suas doenças;",
      "reflexao": "O amor de Jesus atrai. Pessoas de todos os lugares se reuniam não por espetáculo, mas por fome da Palavra e sede de cura. Isso nos inspira a sermos também portadores de uma mensagem que cura, liberta e transforma quem está sedento por Deus."
    },
    {
      "numero": "18",
      "texto": "e também os que eram atormentados por espíritos imundos eram curados.",
      "reflexao": "O Reino de Deus é libertação. Onde Jesus está, o jugo do inimigo não permanece. Isso nos ensina que nossa missão também é levar libertação — emocional, espiritual e física — às pessoas, através do amor, da oração e do poder do nome de Jesus."
    },
    {
      "numero": "19",
      "texto": "E toda a multidão procurava tocá-lo, porque saía dele poder que curava todos.",
      "reflexao": "A presença de Jesus transborda poder, cura e amor. Quando carregamos essa presença, as pessoas são naturalmente atraídas, e vidas são transformadas. Isso nos chama a buscar mais da presença de Deus, porque é dela que flui tudo que gera vida."
    },
    {
      "numero": "20",
      "texto": "Então Jesus, levantando os olhos para os seus discípulos, disse: Bem-aventurados vós, os pobres, porque vosso é o Reino de Deus.",
      "reflexao": "A verdadeira riqueza não está nas posses, mas na dependência de Deus. Jesus declara que os pobres de espírito, os que reconhecem sua total necessidade de Deus, são bem-aventurados, porque encontram no Reino aquilo que o mundo jamais poderá oferecer."
    },
    {
      "numero": "21",
      "texto": "Bem-aventurados vós, que agora tendes fome, porque sereis fartos. Bem-aventurados vós, que agora chorais, porque haveis de rir.",
      "reflexao": "As promessas de Deus são para quem persevera, para quem entende que a dor, a fome e o choro do presente não são o fim da história. No Reino, há consolo, provisão e restauração. Quem hoje planta com lágrimas, colherá com alegria."
    },
    {
      "numero": "22",
      "texto": "Bem-aventurados sereis quando os homens vos odiarem, vos expulsarem, vos insultarem e rejeitarem vosso nome como indigno, por causa do Filho do Homem.",
      "reflexao": "Ser rejeitado por viver a verdade de Cristo faz parte do caminho. Jesus nos consola dizendo que somos bem-aventurados quando isso acontecer, porque estamos no caminho certo, e nossa recompensa não é aqui, mas no céu, na eternidade com Ele."
    },
    {
      "numero": "23",
      "texto": "Alegrai-vos nesse dia e exultai, porque grande é a vossa recompensa no céu; pois assim fizeram os seus pais aos profetas.",
      "reflexao": "Deus vê tudo. Cada rejeição, cada lágrima, cada renúncia por amor a Ele está sendo registrado nos céus. Nossa alegria não depende da aceitação dos homens, mas da certeza de que há uma recompensa eterna reservada para quem permanece fiel até o fim."
    },
    {
      "numero": "24",
      "texto": "Mas ai de vós, ricos, porque já recebestes a vossa consolação.",
      "reflexao": "Aqui Jesus não condena ter recursos, mas sim colocar a confiança e a satisfação nas riquezas em vez de Deus. Quem vive para o material, para o agora, já tem sua recompensa — mas ela é passageira, limitada e não se compara ao que Deus oferece aos que vivem para Ele."
    },
    {
      "numero": "25",
      "texto": "Ai de vós, que agora estais fartos, porque tereis fome. Ai de vós, que agora rides, porque lamentareis e chorareis.",
      "reflexao": "Jesus alerta sobre o perigo de viver uma vida superficial, focada apenas no prazer e no conforto terreno, esquecendo-se do eterno. Quem vive apenas para si mesmo, ignorando o Reino, acabará colhendo vazio, tristeza e ausência de Deus."
    },
    {
      "numero": "26",
      "texto": "Ai de vós, quando todos vos elogiarem! Porque assim os seus pais faziam aos falsos profetas.",
      "reflexao": "Se nossa vida nunca gera desconforto, reflexão ou confronto nas pessoas, talvez estejamos nos moldando mais ao mundo do que ao Reino. Viver para agradar a todos é perigoso, pois muitas vezes isso significa comprometer a verdade do Evangelho."
    },
    {
      "numero": "27",
      "texto": "Mas a vós que me ouvis digo: Amai os vossos inimigos, fazei o bem aos que vos odeiam;",
      "reflexao": "O amor que Jesus nos ensina vai além do amor natural. Amar quem nos ama é fácil, mas amar quem nos fere, rejeita ou odeia é a verdadeira manifestação do Reino. Isso só é possível quando permitimos que o amor de Deus transforme nosso coração."
    },
    {
      "numero": "28",
      "texto": "Bendizei os que vos maldizem, orai pelos que vos caluniam.",
      "reflexao": "Responder à maldade com bênção é uma das maiores expressões da maturidade espiritual. Isso não significa ser passivo diante da injustiça, mas escolher não alimentar o ciclo do ódio, confiando que Deus é o justo juiz e aquele que recompensa."
    },
    {
      "numero": "29",
      "texto": "A quem te bater numa face, oferece-lhe também a outra; e a quem tirar a tua capa, não impeças de tirar também a túnica.",
      "reflexao": "Esse ensino não é sobre aceitar abusos, mas sobre viver acima da lógica da vingança. Jesus nos chama a viver no nível do Reino, onde escolhemos a paz, o perdão e a confiança na justiça divina, em vez de nos deixar consumir pela ofensa."
    },
    {
      "numero": "30",
      "texto": "Dá a todo aquele que te pedir; e, ao que tomar o que é teu, não lho peças de volta.",
      "reflexao": "O Reino de Deus é generoso. Jesus nos chama a ter um coração desapegado dos bens materiais, confiando que Ele é nossa fonte. Isso não significa ser irresponsável, mas viver com mãos abertas, disposto a ajudar, sabendo que Deus é quem supre."
    },
    {
      "numero": "31",
      "texto": "E como quereis que os outros vos façam, assim fazei vós também a eles.",
      "reflexao": "Essa é a famosa 'regra de ouro'. Se todos vivessem esse princípio, o mundo seria completamente diferente. Jesus nos chama a sermos intencionais em fazer aos outros o bem que gostaríamos de receber. É uma vida de empatia, amor e generosidade prática."
    },
    {
      "numero": "32",
      "texto": "Se amais os que vos amam, que mérito há nisso? Até os pecadores amam aos que os amam.",
      "reflexao": "O amor que não ultrapassa os limites da conveniência não é amor do Reino. Deus nos chama a amar além do esperado, além do confortável, além do natural. Amar como Ele nos amou — incondicionalmente e sacrificialmente."
    },
    {
      "numero": "33",
      "texto": "Se fizerdes o bem aos que vos fazem o bem, que mérito há nisso? Até os pecadores fazem o mesmo.",
      "reflexao": "Fazer o bem apenas a quem nos faz bem é fácil. O Reino nos chama a romper essa lógica, a sermos luz e sal mesmo em ambientes e com pessoas difíceis. Nosso chamado é viver um amor que não dependa do retorno, mas que reflita o caráter de Cristo."
    },
    {
      "numero": "34",
      "texto": "Se emprestais àqueles de quem esperais receber, que mérito há nisso? Até os pecadores emprestam aos pecadores, para receberem outro tanto.",
      "reflexao": "O verdadeiro amor e generosidade não são transações — são doações. Quando emprestamos, ajudamos ou servimos sem esperar nada em troca, revelamos o coração do Pai, que ama simplesmente porque ama, sem condições."
    },
    {
      "numero": "35",
      "texto": "Amai, porém, os vossos inimigos, fazei o bem e emprestai, sem esperar nada em troca. E grande será a vossa recompensa, e sereis filhos do Altíssimo; porque ele é bondoso até para com os ingratos e maus.",
      "reflexao": "Quando escolhemos amar sem reservas, nos tornamos reflexo de Deus no mundo. O amor do Pai é tão abundante que Ele faz o sol nascer sobre bons e maus. Viver esse amor é a maior evidência de que somos, de fato, filhos do Altíssimo."
    },
    {
      "numero": "36",
      "texto": "Sede misericordiosos, como também vosso Pai é misericordioso.",
      "reflexao": "A misericórdia é a marca dos filhos de Deus. Assim como recebemos misericórdia todos os dias, somos chamados a estender essa mesma misericórdia aos outros — perdoando, acolhendo, suportando e amando, assim como Deus faz conosco."
    },
    {
      "numero": "37",
      "texto": "Não julgueis, e não sereis julgados; não condeneis, e não sereis condenados; perdoai, e sereis perdoados.",
      "reflexao": "O Reino nos chama a abandonar o espírito de julgamento e abraçar o espírito de graça. Assim como desejamos ser perdoados e compreendidos, devemos estender isso aos outros. Quem planta graça, colhe graça."
    },
    {
      "numero": "38",
      "texto": "Dai, e ser-vos-á dado; boa medida, recalcada, sacudida e transbordante vos deitarão no regaço; porque com a mesma medida com que medirdes, também vos medirão.",
      "reflexao": "Deus multiplica aquilo que oferecemos com amor. Quem planta generosidade, recebe generosidade. Esse princípio vale para todas as áreas da vida: amor, perdão, recursos, paciência e cuidado. O que damos, volta para nós, em medida transbordante."
    },
    {
      "numero": "39",
      "texto": "Disse-lhes também uma parábola: Pode, porventura, um cego guiar outro cego? Não cairão ambos na cova?",
      "reflexao": "Jesus alerta sobre a importância de quem seguimos e de quem somos para os outros. Precisamos buscar discernimento, maturidade e luz na Palavra para não sermos cegos espirituais, e também não conduzir outros à queda."
    },
    {
      "numero": "40",
      "texto": "O discípulo não está acima do seu mestre, mas todo aquele que for bem instruído será como o seu mestre.",
      "reflexao": "O discipulado transforma. Quanto mais andamos com Jesus, mais nos tornamos parecidos com Ele. Isso nos convida a buscar crescimento constante, deixando que a Palavra nos molde, até que reflitamos o caráter de Cristo em tudo."
    },
    {
      "numero": "41",
      "texto": "Por que vês o cisco que está no olho do teu irmão, mas não reparas na trave que está no teu próprio olho?",
      "reflexao": "É mais fácil ver os erros dos outros do que reconhecer os nossos. Jesus nos chama à autorreflexão, à humildade e à transformação pessoal antes de querermos corrigir os outros. O Evangelho começa dentro de nós, no nosso próprio coração."
    },
    {
      "numero": "42",
      "texto": "Como podes dizer a teu irmão: 'Irmão, deixa-me tirar o cisco que está no teu olho', não vendo tu a trave que está no teu próprio? Hipócrita! Tira primeiro a trave do teu olho, e então verás claramente para tirar o cisco do olho do teu irmão.",
      "reflexao": "A transformação começa em nós. Só quando permitimos que Deus trate nossas próprias falhas é que poderemos ajudar verdadeiramente outras pessoas, com amor, compaixão e sem hipocrisia. O caminho é: quebrantamento → cura → serviço ao próximo."
    },
    {
      "numero": "43",
      "texto": "Porque não há árvore boa que dê mau fruto, nem árvore má que dê bom fruto.",
      "reflexao": "Nossa vida revela quem realmente somos. Não adianta discurso, aparência ou religiosidade externa. O fruto é o reflexo da raiz. Se estamos enraizados em Cristo, nossos frutos serão amor, paz, misericórdia, bondade e verdade."
    },
    {
      "numero": "44",
      "texto": "Cada árvore é conhecida pelo seu próprio fruto. Porque não se colhem figos dos espinheiros, nem se colhem uvas dos abrolhos.",
      "reflexao": "Somos conhecidos pelos frutos que produzimos — nossas atitudes, palavras, escolhas e a maneira como tratamos os outros. O Reino de Deus nos chama a cultivar bons frutos, que sejam testemunho do amor e da presença de Deus em nós."
    },
    {
      "numero": "45",
      "texto": "O homem bom tira o bem do bom tesouro do seu coração, e o homem mau tira o mal do seu mau tesouro; porque a boca fala do que está cheio o coração.",
      "reflexao": "O que falamos revela o que guardamos dentro. Se nosso coração está cheio de amor, perdão e graça, é isso que sairá dos nossos lábios. Mas, se está cheio de amargura e rancor, será isso que transbordará. Por isso, precisamos diariamente encher nosso coração da Palavra e da presença de Deus."
    },
    {
      "numero": "46",
      "texto": "Por que me chamais Senhor, Senhor, e não fazeis o que eu vos digo?",
      "reflexao": "O Reino de Deus não é sobre palavras, mas sobre prática. Não adianta chamar Jesus de Senhor se não vivemos o que Ele nos ensinou. O verdadeiro cristão é aquele que obedece, que vive, que pratica a Palavra no dia a dia."
    },
    {
      "numero": "47",
      "texto": "Todo aquele que vem a mim, ouve as minhas palavras e as pratica, eu vos mostrarei a quem é semelhante:",
      "reflexao": "Jesus deixa claro que não basta ouvir. O discípulo verdadeiro ouve e pratica. Ouvindo, somos ensinados. Praticando, somos transformados e nos tornamos testemunho vivo do poder do Evangelho."
    },
    {
      "numero": "48",
      "texto": "É semelhante a um homem que, edificando uma casa, cavou e abriu profunda vala e lançou os alicerces sobre a rocha; e, vindo a enchente, o rio bateu com ímpeto contra aquela casa e não a pôde abalar, porque estava bem edificada.",
      "reflexao": "Construir sobre a rocha é escolher viver na Palavra. As tempestades da vida virão, mas quem está firmado em Cristo permanece de pé, inabalável. Isso nos desafia a investir tempo na construção da nossa vida espiritual, com profundidade e constância."
    },
    {
      "numero": "49",
      "texto": "Mas quem ouve e não pratica é semelhante a um homem que edificou uma casa sobre a terra, sem alicerces; e, batendo com ímpeto contra ela o rio, logo caiu; e foi grande a ruína daquela casa.",
      "reflexao": "Ignorar a Palavra é construir uma vida sobre areia. Pode até parecer firme por um tempo, mas na primeira grande tempestade, tudo desmorona. A obediência a Jesus não é peso, é proteção, é segurança e é a chave para uma vida que permanece firme, mesmo em meio às adversidades."
    }
  ]
}
