{
  "livro": "Lucas",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Tendo Jesus concluído todas as suas palavras ao povo que o ouvia, entrou em Cafarnaum.",
      "reflexao": "Depois de ensinar, Jesus parte para agir. Isso nos ensina que a verdadeira fé não é só ouvir, mas viver, se mover, colocar em prática os princípios do Reino. Onde Jesus chega, algo acontece."
    },
    {
      "numero": "2",
      "texto": "Havia ali um centurião cujo servo, a quem muito estimava, estava doente, quase à morte.",
      "reflexao": "Esse centurião nos ensina sobre empatia e cuidado. Apesar de ser uma autoridade, ele se preocupava profundamente com seu servo. Isso reflete o coração de Deus — um amor que cuida, valoriza e se importa até com os pequenos e desprezados pela sociedade."
    },
    {
      "numero": "3",
      "texto": "Ouvindo falar de Jesus, enviou-lhe alguns anciãos dos judeus, rogando-lhe que viesse curar o seu servo.",
      "reflexao": "A fé nasce quando ouvimos falar de Jesus. A atitude do centurião revela que, quando cremos, buscamos. A fé verdadeira não fica parada, ela se move em direção àquele que pode transformar qualquer situação."
    },
    {
      "numero": "4",
      "texto": "Chegando eles junto de Jesus, rogaram-lhe com insistência, dizendo: Ele é digno de que lhe concedas isso,",
      "reflexao": "Os homens avaliaram o centurião segundo suas obras e méritos, mas Jesus olha além das aparências. Isso nos lembra que Deus não age baseado no que fazemos para merecer, mas no amor, na graça e na fé que colocamos nEle."
    },
    {
      "numero": "5",
      "texto": "porque ama a nossa nação, e ele mesmo nos edificou uma sinagoga.",
      "reflexao": "Este versículo mostra que, mesmo sendo um estrangeiro, o centurião tinha um coração voltado para Deus e para o próximo. Deus honra quem, de coração sincero, cuida da Sua obra e das pessoas."
    },
    {
      "numero": "6",
      "texto": "Jesus foi com eles. Já estava perto da casa, quando o centurião mandou amigos dizerem-lhe: Senhor, não te incomodes, porque não sou digno de que entres debaixo do meu telhado.",
      "reflexao": "A humildade do centurião revela um coração quebrantado. Ele reconhece a grandeza de Jesus e sua própria limitação. Deus se move poderosamente onde há humildade e reverência, pois Ele resiste aos soberbos, mas exalta os humildes."
    },
    {
      "numero": "7",
      "texto": "Por isso nem me julguei digno de ir pessoalmente a ti; mas dize uma palavra, e o meu servo será curado.",
      "reflexao": "Aqui está uma das maiores expressões de fé registradas na Bíblia: acreditar que uma palavra de Jesus é suficiente para mudar qualquer realidade. Isso nos desafia a confiar que, independentemente da distância, da situação ou da lógica, quando Ele fala, tudo obedece."
    },
    {
      "numero": "8",
      "texto": "Pois também eu sou homem sujeito à autoridade e tenho soldados sob o meu comando. Digo a um: Vai, e ele vai; e a outro: Vem, e ele vem; e ao meu servo: Faz isto, e ele o faz.",
      "reflexao": "O centurião entendia a dinâmica da autoridade, e aplicou esse entendimento à autoridade espiritual de Jesus. Isso nos ensina que quando reconhecemos a soberania de Cristo sobre tudo, nossa fé se torna inabalável, porque sabemos que Ele tem todo o poder no céu e na terra."
    },
    {
      "numero": "9",
      "texto": "Ao ouvir isso, Jesus se admirou dele e, voltando-se para a multidão que o seguia, disse: Digo-vos que nem mesmo em Israel encontrei tamanha fé.",
      "reflexao": "Esse é um dos poucos momentos em que Jesus se admira da fé de alguém. Isso nos revela que Deus se alegra e se surpreende com uma fé que não se limita à religiosidade, mas que crê no poder absoluto da Sua palavra. A fé move o coração de Deus."
    },
    {
      "numero": "10",
      "texto": "E, voltando para casa, os que haviam sido enviados encontraram curado o servo que estivera doente.",
      "reflexao": "Quando Jesus libera uma palavra, o milagre acontece. Isso nos lembra que não há limites para o agir de Deus. Ele opera à distância, além do tempo, além do espaço e além da nossa compreensão. Basta uma palavra dEle e tudo muda."
    },
    {
      "numero": "11",
      "texto": "Em seguida, Jesus dirigiu-se a uma cidade chamada Naim, e com ele iam muitos dos seus discípulos e uma grande multidão.",
      "reflexao": "Jesus se move onde há dor. Ele não está alheio ao nosso sofrimento. Sua presença traz esperança até nas situações mais desesperadoras. Quando Jesus chega, até onde parecia haver apenas fim, há recomeço."
    },
    {
      "numero": "12",
      "texto": "Ao se aproximar da porta da cidade, eis que levavam para fora um morto, filho único de sua mãe, que era viúva; e com ela ia uma grande multidão da cidade.",
      "reflexao": "O cenário aqui é de luto, perda e desespero. Uma mulher, já viúva, perde seu único filho. Isso representa as situações da vida em que parece que não há mais saída, onde tudo parece perdido. Mas é justamente aí que Jesus se manifesta."
    },
    {
      "numero": "13",
      "texto": "Ao vê-la, o Senhor se compadeceu dela e disse: Não chores.",
      "reflexao": "O olhar de Jesus é cheio de compaixão. Ele vê nossas lágrimas, nossas dores, e sua primeira palavra é: 'Não chores'. Isso revela o amor de um Deus que não apenas vê, mas se importa, se aproxima e deseja consolar e restaurar."
    },
    {
      "numero": "14",
      "texto": "Aproximando-se, tocou no caixão, e os que o levavam pararam. Então disse: Jovem, eu te digo, levanta-te.",
      "reflexao": "Quando Jesus toca, até o impossível obedece. Ele toca onde ninguém mais tocaria, no caixão, desafiando toda lógica, tradição e até o medo da morte. Sua palavra libera vida sobre o que todos já consideravam perdido ou encerrado."
    },
    {
      "numero": "15",
      "texto": "O que estivera morto sentou-se e começou a falar, e Jesus o entregou à sua mãe.",
      "reflexao": "O milagre de Jesus não é só sobre restaurar a vida física, mas sobre restaurar relacionamentos, devolver esperança, restaurar famílias e curar corações. O que estava perdido volta às mãos de quem chorava — essa é a essência do amor de Deus."
    },
    {
      "numero": "16",
      "texto": "Todos ficaram possuídos de temor e glorificavam a Deus, dizendo: Grande profeta se levantou entre nós, e Deus visitou o seu povo.",
      "reflexao": "Quando Deus age, o nome dEle é glorificado. A visitação do céu gera temor, reverência e louvor. Isso nos lembra que os milagres são, acima de tudo, uma forma de Deus revelar Seu amor, Seu cuidado e Sua presença entre nós."
    },
    {
      "numero": "17",
      "texto": "Esta notícia a respeito dele espalhou-se por toda a Judeia e por toda a região circunvizinha.",
      "reflexao": "O agir de Deus não fica escondido. O testemunho de quem é alcançado se espalha, toca vidas e gera esperança em muitos outros. Deus quer que sejamos mensageiros vivos do que Ele faz, levando luz aonde há escuridão."
    },
    {
      "numero": "18",
      "texto": "Os discípulos de João relataram-lhe todas essas coisas.",
      "reflexao": "Mesmo João, que preparou o caminho para Jesus, precisava ouvir os testemunhos do que Deus estava fazendo. Isso nos lembra que, em momentos de luta, dúvida ou espera, os testemunhos reacendem nossa fé e fortalecem nossa esperança."
    },
    {
      "numero": "19",
      "texto": "Então João chamou dois dos seus discípulos e enviou-os ao Senhor, para perguntarem: És tu aquele que haveria de vir, ou devemos esperar outro?",
      "reflexao": "Até os maiores homens de Deus passam por momentos de dúvida e questionamento. João nos ensina que não é pecado perguntar, buscar confirmação e clareza. Deus não se ofende com nossas dúvidas sinceras — Ele responde com amor e graça."
    },
    {
      "numero": "20",
      "texto": "Quando os homens chegaram até Jesus, disseram: João Batista nos enviou a ti para perguntar: És tu aquele que haveria de vir, ou devemos esperar outro?",
      "reflexao": "O questionamento de João ecoa nos corações de muitos hoje: 'Será que Jesus é realmente a resposta?'. E a resposta dEle continua sendo mostrada por meio de Seu agir, Seus milagres, Sua palavra e Seu amor. Ele é, sim, o Cristo, o Salvador e a esperança do mundo."
    },
    {
      "numero": "21",
      "texto": "Naquela mesma hora, Jesus curou muitos de doenças, enfermidades e espíritos malignos, e concedeu visão a muitos cegos.",
      "reflexao": "A resposta de Jesus não foi teórica, foi prática: Ele mostrou quem era através do poder, do amor e dos milagres. Isso nos ensina que o Reino de Deus não é só discurso, mas manifestação viva do amor, da cura e da restauração de Deus."
    },
    {
      "numero": "22",
      "texto": "Então ele lhes respondeu: Ide e anunciai a João o que vistes e ouvistes: os cegos veem, os coxos andam, os leprosos são purificados, os surdos ouvem, os mortos são ressuscitados, e aos pobres é anunciado o evangelho.",
      "reflexao": "O Reino de Deus se manifesta em transformação. Onde Jesus chega, vidas são curadas, restauradas, e a esperança volta a nascer. Essa é a maior prova de que Ele é o Messias, e esse é o mesmo Jesus que continua operando hoje."
    },
    {
      "numero": "23",
      "texto": "E bem-aventurado é aquele que não se escandalizar de mim.",
      "reflexao": "Nem sempre o agir de Deus se encaixa nas nossas expectativas. Muitos se escandalizam porque Deus não faz da maneira que imaginam. Mas Jesus nos lembra que felizes são aqueles que confiam, mesmo quando não entendem, e não se ofendem com Seus processos."
    },
    {
      "numero": "24",
      "texto": "Quando os mensageiros de João partiram, Jesus começou a dizer às multidões acerca de João: Que fostes ver no deserto? Um caniço agitado pelo vento?",
      "reflexao": "Jesus honra João, mesmo no seu momento de dúvida. Isso nos mostra o quanto Deus não nos define pelos nossos momentos de fraqueza, mas pela fidelidade do nosso coração. Deus vê além das nossas crises — Ele vê nosso propósito e nossa entrega."
    },
    {
      "numero": "25",
      "texto": "Ou que fostes ver? Um homem vestido de roupas finas? Eis que os que se vestem ricamente e vivem no luxo estão nos palácios dos reis.",
      "reflexao": "João não era sobre aparência, mas sobre essência. Deus não se impressiona com luxo, status ou posição social. Ele busca corações simples, autênticos e comprometidos com a verdade e com o propósito do Reino."
    },
    {
      "numero": "26",
      "texto": "Mas que fostes ver? Um profeta? Sim, eu vos digo, e muito mais do que um profeta.",
      "reflexao": "Jesus reconhece e honra a grandeza de João, deixando claro que Deus valoriza aqueles que são fiéis ao chamado, mesmo que não sejam valorizados pelos homens. Isso nos ensina que ser grande no Reino é ser fiel à missão que Deus nos confiou."
    },
    {
      "numero": "27",
      "texto": "Este é aquele de quem está escrito: 'Eis que envio diante da tua face o meu mensageiro, que preparará diante de ti o teu caminho.'",
      "reflexao": "João tinha um papel específico e profético na história da redenção. Isso nos lembra que cada um de nós também tem um propósito único no Reino. Deus nos chama, nos capacita e nos posiciona para preparar caminhos, abrir portas e impactar vidas."
    },
    {
      "numero": "28",
      "texto": "Eu vos digo que, entre os nascidos de mulher, não há nenhum maior do que João; mas aquele que é menor no Reino de Deus é maior do que ele.",
      "reflexao": "Essa declaração revela a grandeza do Reino. João foi gigante na preparação, mas quem vive plenamente no Reino, na nova aliança através de Cristo, vive em uma dimensão ainda maior de intimidade e propósito. Isso nos lembra que, em Deus, não há limites para o que podemos viver e ser."
    },
    {
      "numero": "29",
      "texto": "E todo o povo, até os publicanos, ao ouvirem, reconheceram que Deus era justo, tendo sido batizados com o batismo de João.",
      "reflexao": "Quando há arrependimento e humildade, até os considerados rejeitados e pecadores encontram lugar no Reino. Deus não faz acepção de pessoas — o que Ele busca são corações quebrantados, dispostos a se alinhar com a Sua vontade."
    },
    {
      "numero": "30",
      "texto": "Mas os fariseus e os intérpretes da lei rejeitaram os planos de Deus para si mesmos, não tendo sido batizados por João.",
      "reflexao": "A religiosidade impede muitos de viverem os planos de Deus. Quando o orgulho, a rigidez e o apego às tradições são maiores do que a humildade, a pessoa se fecha para o novo de Deus. Isso nos desafia a manter sempre um coração ensinável e aberto à voz do Espírito."
    },
    {
      "numero": "31",
      "texto": "E disse o Senhor: A quem, pois, compararei os homens desta geração? E a quem são semelhantes?",
      "reflexao": "Jesus aqui reflete sobre a resistência daquela geração à mensagem do Reino. Isso nos leva a refletir se estamos sendo uma geração sensível à voz de Deus, ou se estamos nos comportando como aqueles que preferem criticar e rejeitar aquilo que não entendem."
    },
    {
      "numero": "32",
      "texto": "São semelhantes a meninos que, sentados na praça, gritam uns para os outros, dizendo: 'Tocamos flauta para vós, e não dançastes; entoamos lamentações, e não chorastes.'",
      "reflexao": "Essa geração se recusava a se mover, fosse na alegria ou na tristeza, sempre insatisfeita. Isso nos alerta sobre o perigo de ter um coração endurecido, crítico, que sempre encontra defeito, mas nunca se abre para ouvir, mudar e se render a Deus."
    },
    {
      "numero": "33",
      "texto": "Porque veio João Batista, que não comia pão nem bebia vinho, e dizeis: 'Tem demônio.'",
      "reflexao": "A crítica dos religiosos não tinha fundamento. Eles rejeitavam tanto o estilo austero de João quanto a proximidade de Jesus com os pecadores. Isso nos ensina que quem quer criticar sempre encontrará um motivo, mas quem tem um coração ensinável, encontrará Deus em tudo."
    },
    {
      "numero": "34",
      "texto": "Veio o Filho do Homem, que come e bebe, e dizeis: 'Aí está um homem comilão e beberrão, amigo de publicanos e pecadores.'",
      "reflexao": "A crítica não estava nas ações, mas no coração de quem via. Jesus demonstra que, para os religiosos, tanto a austeridade quanto a compaixão seriam motivo de julgamento. Isso nos desafia a não viver presos à opinião dos homens, mas focados no que Deus pensa de nós."
    },
    {
      "numero": "35",
      "texto": "Mas a sabedoria é justificada por todos os seus filhos.",
      "reflexao": "O fruto fala mais alto do que qualquer crítica. Quem vive pela sabedoria de Deus, quem anda na verdade e no amor, não precisa se justificar. A própria vida, os frutos e o testemunho confirmam que estão no caminho certo."
    },
    {
      "numero": "36",
      "texto": "Convidou-o um dos fariseus para que fosse jantar com ele. Jesus, entrando na casa do fariseu, reclinou-se à mesa.",
      "reflexao": "Jesus não rejeitava ninguém. Ele se sentava tanto com pecadores públicos quanto com religiosos, porque sua missão era alcançar corações. Isso nos ensina que devemos estar dispostos a levar o Reino a todos os ambientes, sem exceção."
    },
    {
      "numero": "37",
      "texto": "E eis que uma mulher da cidade, pecadora, sabendo que Jesus estava à mesa na casa do fariseu, trouxe um vaso de alabastro com perfume.",
      "reflexao": "Essa mulher, rotulada como pecadora, não se deixou impedir pelo julgamento das pessoas. Ela nos ensina que quem entende quem é Jesus, não se importa com a opinião dos homens — apenas deseja se lançar aos pés do Salvador, em amor e arrependimento."
    },
    {
      "numero": "38",
      "texto": "E, estando por trás, aos pés dele, chorando, começou a regar-lhe os pés com lágrimas, enxugava-os com os cabelos, beijava-os e ungia-os com o perfume.",
      "reflexao": "Esse é um dos atos de adoração mais profundos da Bíblia. A mulher entrega tudo — lágrimas, honra, perfume, coração. Isso nos desafia a adorarmos com tudo o que somos, sem reservas, sem vergonha, sem medo, oferecendo o nosso melhor a Jesus."
    },
    {
      "numero": "39",
      "texto": "Ao ver isso, o fariseu que o convidara disse consigo: 'Se este fosse profeta, saberia quem é esta mulher que o toca, pois é pecadora.'",
      "reflexao": "A religiosidade julga, mas Jesus acolhe. Enquanto o fariseu olhava o passado da mulher, Jesus via seu futuro, sua entrega e seu coração quebrantado. Isso nos lembra que Deus não olha como os homens olham — Ele vê além da aparência, vê o coração."
    },
    {
      "numero": "40",
      "texto": "Respondendo Jesus, disse-lhe: 'Simão, tenho algo a dizer-te.' Ele respondeu: 'Dize, Mestre.'",
      "reflexao": "Jesus não ignora o pensamento de Simão. Ele confronta, mas faz isso com amor, através de uma história que gera reflexão. Isso nos ensina que Deus não confronta para humilhar, mas para curar, abrir olhos e transformar corações."
    },
    {
      "numero": "41",
      "texto": "'Certo credor tinha dois devedores: um lhe devia quinhentos denários, e o outro cinquenta.'",
      "reflexao": "Jesus começa a parábola mostrando que todos, em algum grau, são devedores. Uns mais, outros menos, mas todos carecem da graça. Isso nos lembra que não importa o tamanho da dívida — o que importa é que Deus está disposto a perdoar a todos."
    },
    {
      "numero": "42",
      "texto": "'Não tendo eles com que pagar, perdoou a ambos. Qual deles, pois, o amará mais?'",
      "reflexao": "Quando entendemos a profundidade do perdão que recebemos, nosso amor por Deus se multiplica. Quem se sente muito perdoado, muito ama. Isso nos leva a refletir: quanto temos consciência da graça e misericórdia que recebemos todos os dias?"
    },
    {
      "numero": "43",
      "texto": "Respondeu Simão: 'Suponho que aquele a quem mais perdoou.' Jesus lhe disse: 'Julgaste bem.'",
      "reflexao": "Aqui Jesus confirma: a consciência do perdão recebido gera um amor proporcional. Isso nos desafia a não esquecer de onde Deus nos tirou, e a viver em constante gratidão e amor por aquele que nos perdoou e restaurou."
    },
    {
      "numero": "44",
      "texto": "E, voltando-se para a mulher, disse a Simão: 'Vês tu esta mulher? Entrei em tua casa, e não me deste água para os pés; mas ela regou meus pés com lágrimas e os enxugou com seus cabelos.'",
      "reflexao": "Jesus escancara a diferença entre a religiosidade de Simão e a entrega da mulher. Isso nos leva a refletir: quando Jesus entra na nossa casa, no nosso coração, temos oferecido apenas aparência ou verdadeira adoração, amor e entrega?"
    },
    {
      "numero": "45",
      "texto": "'Não me deste ósculo; mas ela, desde que entrei, não cessou de beijar os meus pés.'",
      "reflexao": "O amor verdadeiro não se mede por palavras, mas por atitudes. Essa mulher nos ensina que quem ama, demonstra. O amor não é passivo — ele é visível, concreto, intencional e derramado sem reservas aos pés de Jesus."
    },
    {
      "numero": "46",
      "texto": "'Não ungiste minha cabeça com óleo, mas ela ungiu meus pés com perfume.'",
      "reflexao": "O gesto dessa mulher representa entrega total. O perfume, algo precioso, foi derramado como símbolo de adoração. Isso nos convida a refletir: temos entregado a Jesus nosso melhor? Ou apenas aquilo que nos sobra?"
    },
    {
      "numero": "47",
      "texto": "'Por isso te digo que os muitos pecados dela foram perdoados, porque muito amou; mas aquele a quem pouco se perdoa, pouco ama.'",
      "reflexao": "O amor é a resposta de quem foi profundamente alcançado pela graça. Quanto mais consciência temos do quanto fomos perdoados, mais nosso amor cresce, mais nossa gratidão transborda, e mais desejamos viver para agradar a Jesus."
    },
    {
      "numero": "48",
      "texto": "E disse a ela: 'Os teus pecados estão perdoados.'",
      "reflexao": "Nada é mais poderoso do que ouvir essa declaração de Jesus. Não há peso do passado que permaneça diante do perdão do Salvador. Isso nos lembra que, quando nos lançamos aos pés de Jesus, Ele nos limpa, restaura e nos dá um novo começo."
    },
    {
      "numero": "49",
      "texto": "Os que estavam à mesa começaram a dizer entre si: 'Quem é este que até perdoa pecados?'",
      "reflexao": "A religiosidade não entende a graça. Eles questionam porque não conseguem compreender que Jesus tem poder não apenas para curar, mas para perdoar, restaurar e transformar por completo. Isso nos desafia a não limitar o agir de Deus às nossas próprias crenças e julgamentos."
    },
    {
      "numero": "50",
      "texto": "Disse Jesus à mulher: 'A tua fé te salvou; vai em paz.'",
      "reflexao": "O encontro com Jesus não traz apenas perdão, mas paz, restauração e salvação. Quando nos rendemos a Ele, recebemos não só alívio, mas uma nova vida. Jesus nos convida hoje ao mesmo — a nos lançarmos aos seus pés e sairmos em paz, livres, perdoados e salvos."
    }
  ]
}
