{
  "livro": "Lucas",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E dizia também aos seus discípulos: 'Havia um certo homem rico que tinha um mordomo; e este foi acusado perante ele de dissipar os seus bens.'",
      "reflexao": "Aqui começa a parábola do administrador infiel. Ela nos leva a refletir sobre responsabilidade e administração. Tudo o que temos — tempo, dons, recursos — não é nosso, é confiado por Deus. Seremos chamados a prestar contas de como usamos isso."
    },
    {
      "numero": "2",
      "texto": "E, chamando-o, disse-lhe: 'Que é isto que ouço de ti? Presta contas da tua administração, porque já não poderás ser meu mordomo.'",
      "reflexao": "Haverá um dia em que todos prestaremos contas da nossa vida, dos nossos atos, das oportunidades que tivemos e de como administramos tudo o que Deus nos confiou. Isso traz um chamado urgente à responsabilidade espiritual e prática."
    },
    {
      "numero": "3",
      "texto": "Disse então o mordomo consigo: 'Que farei? Pois o meu senhor me tira a mordomia. Cavar, não posso; de mendigar, tenho vergonha.'",
      "reflexao": "Esse versículo reflete o desespero de quem percebe que negligenciou sua responsabilidade. É um chamado à autorreflexão: como estamos vivendo? O que faremos quando precisarmos encarar as consequências das nossas escolhas?"
    },
    {
      "numero": "4",
      "texto": "'Eu sei o que farei, para que, quando for tirado da mordomia, me recebam em suas casas.'",
      "reflexao": "Diante da crise, o mordomo age com esperteza. Jesus não aprova a desonestidade, mas destaca a urgência e a inteligência em lidar com o futuro. Isso nos leva a refletir: temos sido prudentes na administração da nossa vida espiritual?"
    },
    {
      "numero": "5",
      "texto": "E, chamando cada um dos devedores do seu senhor, disse ao primeiro: 'Quanto deves ao meu senhor?'",
      "reflexao": "O mordomo começa a buscar acordos. Isso representa o senso de urgência, a consciência de que precisa tomar decisões para mudar seu destino. E nós? Temos esse senso de urgência pelas coisas eternas?"
    },
    {
      "numero": "6",
      "texto": "Ele respondeu: 'Cem medidas de azeite.' E disse-lhe: 'Toma tua conta, e assentando-te, escreve depressa cinquenta.'",
      "reflexao": "Aqui o mordomo faz concessões, buscando garantir ajuda futura. Embora a atitude dele não seja ética, Jesus destaca sua astúcia — não para que imitemos sua desonestidade, mas para que sejamos ainda mais diligentes nas coisas do Reino, que são eternas."
    },
    {
      "numero": "7",
      "texto": "Depois perguntou a outro: 'E tu, quanto deves?' E ele respondeu: 'Cem medidas de trigo.' Disse-lhe: 'Toma tua conta, e escreve oitenta.'",
      "reflexao": "O mordomo continua agindo com rapidez. Isso nos leva a refletir: se pessoas do mundo são tão hábeis em garantir segurança temporária, por que tantos filhos do Reino são tão negligentes em relação às coisas eternas?"
    },
    {
      "numero": "8",
      "texto": "E louvou aquele senhor o mordomo infiel por haver procedido prudentemente; porque os filhos deste mundo são, na sua geração, mais prudentes do que os filhos da luz.",
      "reflexao": "Jesus não elogia a desonestidade, mas sim a sagacidade e o senso de urgência. Isso nos confronta: muitas vezes, quem vive para este mundo se empenha mais nas coisas terrenas do que nós, filhos da luz, nas coisas eternas. É um chamado à ação, ao comprometimento e à visão espiritual."
    },
    {
      "numero": "9",
      "texto": "'E eu vos digo: Fazei para vós amigos com as riquezas da injustiça; para que, quando estas vos faltarem, vos recebam eles nos tabernáculos eternos.'",
      "reflexao": "Jesus ensina que devemos usar os recursos temporais (dinheiro, posses) para gerar frutos eternos — ajudando pessoas, promovendo o Reino, sendo generosos. O dinheiro é só um meio, nunca um fim. O que fazemos com ele ecoa na eternidade."
    },
    {
      "numero": "10",
      "texto": "'Quem é fiel no mínimo, também é fiel no muito; e quem é injusto no mínimo, também é injusto no muito.'",
      "reflexao": "A fidelidade começa nas pequenas coisas. Deus observa como administramos até os detalhes aparentemente simples. Se somos fiéis no pouco, Ele nos confia coisas maiores. A maneira como lidamos com o agora determina o que Deus pode nos confiar no futuro."
    },
    {
      "numero": "11",
      "texto": "'Pois, se nas riquezas injustas não fostes fiéis, quem vos confiará as verdadeiras riquezas?'",
      "reflexao": "Se não somos capazes de administrar bem o dinheiro — que é algo passageiro —, como Deus poderá confiar a nós as riquezas espirituais, os dons, os ministérios e os tesouros do Reino? Nossa vida financeira também reflete nossa espiritualidade."
    },
    {
      "numero": "12",
      "texto": "'E, se no alheio não fostes fiéis, quem vos dará o que é vosso?'",
      "reflexao": "Tudo o que temos é emprestado — tempo, talentos, recursos, oportunidades. Deus observa nossa fidelidade no que Ele nos confiou. Quem é fiel no que é de outro (inclusive as coisas de Deus), receberá o que é seu no tempo certo, no Reino."
    },
    {
      "numero": "13",
      "texto": "'Nenhum servo pode servir a dois senhores; porque ou há de odiar um e amar o outro, ou se dedicará a um e desprezará o outro. Não podeis servir a Deus e às riquezas.'",
      "reflexao": "Essa é uma escolha diária e inegociável: ou Deus é nosso Senhor, ou o dinheiro. O problema não é ter dinheiro, mas ser escravo dele. O coração dividido nunca agradará a Deus. Somos chamados a servir ao Reino, e não aos interesses materiais."
    },
    {
      "numero": "14",
      "texto": "E os fariseus, que eram avarentos, ouviam todas essas coisas e zombavam dele.",
      "reflexao": "Aqueles que têm o coração preso às riquezas rejeitam as verdades do Reino, porque elas confrontam seus ídolos. Isso nos alerta: quando zombamos ou rejeitamos a Palavra, normalmente é porque ela toca exatamente nas nossas feridas e apegos."
    },
    {
      "numero": "15",
      "texto": "E disse-lhes: 'Vós sois os que vos justificais a vós mesmos diante dos homens, mas Deus conhece os vossos corações; porque o que entre os homens é elevado, diante de Deus é abominação.'",
      "reflexao": "Deus não se impressiona com aparências, status ou riquezas. O que o mundo valoriza — muitas vezes, poder, prestígio, dinheiro — não tem valor algum no Reino. Deus olha o coração, a intenção, a pureza e a sinceridade. O que é grande para o mundo, pode ser repugnante para Deus."
    },
    {
      "numero": "16",
      "texto": "'A lei e os profetas duraram até João; desde então é anunciado o Reino de Deus, e todo homem emprega força para entrar nele.'",
      "reflexao": "O Reino de Deus exige decisão, intencionalidade e empenho. Não é para os indiferentes, mas para aqueles que, conscientes da sua necessidade, se lançam em busca de transformação, arrependimento e vida nova no Reino."
    },
    {
      "numero": "17",
      "texto": "'E é mais fácil passar o céu e a terra do que cair um til da lei.'",
      "reflexao": "A Palavra de Deus não falha, não caduca, não muda. Ela é eterna, perfeita e imutável. O mundo pode mudar, os valores da sociedade podem se distorcer, mas a verdade de Deus permanece para sempre."
    },
    {
      "numero": "18",
      "texto": "'Todo aquele que repudia sua mulher e casa com outra adultera; e todo aquele que casa com a repudiada pelo marido também adultera.'",
      "reflexao": "Jesus reafirma a seriedade dos compromissos e da aliança no casamento. O Reino não se ajusta aos desejos do mundo, mas nos chama à fidelidade, responsabilidade e seriedade em nossos relacionamentos, especialmente na aliança conjugal."
    },
    {
      "numero": "19",
      "texto": "'Ora, havia um homem rico, e vestia-se de púrpura e linho finíssimo, vivendo todos os dias regiamente.'",
      "reflexao": "Aqui começa a parábola do rico e Lázaro, que traz um forte ensino sobre eternidade, propósito e prioridades. O homem rico representa aqueles que vivem focados no luxo, no conforto e nas aparências, ignorando as necessidades dos outros e a realidade espiritual."
    },
    {
      "numero": "20",
      "texto": "'E havia também um certo mendigo, chamado Lázaro, que jazia cheio de feridas à porta daquele,'",
      "reflexao": "Lázaro representa os esquecidos, os marginalizados, os que sofrem. Sua presença constante à porta do rico mostra a indiferença daquele que poderia ajudar, mas escolheu ignorar. Isso nos desafia a refletir: quantos Lázaros estão à nossa volta hoje?"
    },
    {
      "numero": "21",
      "texto": "'E desejava alimentar-se das migalhas que caíam da mesa do rico; e até os cães vinham lamber-lhe as feridas.'",
      "reflexao": "A cena é de dor e abandono. Enquanto o rico desfrutava dos melhores banquetes, Lázaro lutava por migalhas. Isso revela o quanto a cegueira espiritual impede as pessoas de verem o próximo e viverem com compaixão e generosidade."
    },
    {
      "numero": "22",
      "texto": "'E aconteceu que o mendigo morreu, e foi levado pelos anjos para o seio de Abraão. E morreu também o rico, e foi sepultado.'",
      "reflexao": "Aqui vemos que a morte é o grande nivelador da humanidade. Todos, ricos ou pobres, um dia enfrentarão a eternidade. A diferença não está em quanto possuímos, mas em como vivemos e em quem colocamos nossa confiança."
    },
    {
      "numero": "23",
      "texto": "'E no inferno, estando em tormentos, levantou os olhos e viu ao longe Abraão, e Lázaro no seu seio.'",
      "reflexao": "A escolha de viver para si, ignorando Deus e o próximo, tem consequências eternas. A dor do rico não foi pela riqueza, mas pela indiferença, pelo egoísmo e por viver uma vida desconectada dos valores do Reino."
    },
    {
      "numero": "24",
      "texto": "'E, clamando, disse: Pai Abraão, tem misericórdia de mim, e manda Lázaro que molhe na água a ponta do seu dedo e me refresque a língua, porque estou atormentado nesta chama.'",
      "reflexao": "Na eternidade, o rico percebe que até o mínimo seria precioso — uma gota de alívio. Isso revela que, muitas vezes, só damos valor às coisas eternas quando é tarde demais. O chamado de Deus é para hoje, enquanto há vida e oportunidade."
    },
    {
      "numero": "25",
      "texto": "'Disse, porém, Abraão: Filho, lembra-te de que recebeste os teus bens em tua vida, e Lázaro somente males; agora, porém, este é consolado, e tu atormentado.'",
      "reflexao": "O problema nunca foi ter bens, mas viver como se a vida fosse só isso. Quem vive para si, colhe vazio e dor. Quem vive para Deus e para amar, mesmo sofrendo aqui, encontra descanso, paz e alegria eterna no Reino."
    },
    {
      "numero": "26",
      "texto": "'E, além disso, está posto um grande abismo entre nós e vós, de sorte que os que quisessem passar daqui para vós não poderiam, nem os de lá passar para cá.'",
      "reflexao": "A eternidade não permite mais escolhas. A decisão é feita agora, nesta vida. Depois da morte, não há mais mudança de destino. Isso torna o chamado de Deus ainda mais urgente e precioso para hoje."
    },
    {
      "numero": "27",
      "texto": "E disse ele: 'Rogo-te, pois, ó pai, que o mandes à casa de meu pai,'",
      "reflexao": "O rico, que nunca se preocupou com os outros em vida, agora clama pelos seus. Isso revela que na eternidade teremos plena consciência das escolhas e das consequências — e isso inclui se importar, ainda que tardiamente, com aqueles que amamos."
    },
    {
      "numero": "28",
      "texto": "'Pois tenho cinco irmãos; para que lhes dê testemunho, a fim de que não venham também para este lugar de tormento.'",
      "reflexao": "O desejo de alertar os que ficaram mostra que a eternidade é uma realidade séria, urgente e inegociável. Hoje é o tempo de anunciar, de pregar, de viver o Reino e de chamar outros ao arrependimento e à vida eterna."
    },
    {
      "numero": "29",
      "texto": "Disse-lhe Abraão: 'Eles têm Moisés e os profetas; ouçam-nos.'",
      "reflexao": "Deus já deixou tudo o que é necessário — Sua Palavra, Seus profetas, Seus ensinamentos. Ninguém poderá alegar ignorância. O problema não é falta de aviso, mas resistência em ouvir e obedecer."
    },
    {
      "numero": "30",
      "texto": "E disse ele: 'Não, pai Abraão; mas, se algum dos mortos fosse até eles, arrepender-se-iam.'",
      "reflexao": "Aqui vemos a tentativa de justificar: 'Se vissem algo extraordinário, creriam.' Mas Jesus revela que o problema não está na falta de sinais, mas na dureza do coração. Quem rejeita a Palavra, rejeitaria até um morto ressuscitando."
    },
    {
      "numero": "31",
      "texto": "Porém, Abraão lhe disse: 'Se não ouvem a Moisés e aos profetas, tampouco se deixarão persuadir, ainda que algum dos mortos ressuscite.'",
      "reflexao": "A incredulidade não é vencida por milagres, mas por um coração disposto a ouvir e se render. A Palavra de Deus é suficiente, poderosa e viva. Quem rejeita a Palavra, rejeita a própria vida. O tempo de ouvir, crer e se entregar é agora."
    }
  ]
}
