{
  "livro": "Lucas",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E chegavam-se a ele todos os publicanos e pecadores, para o ouvir.",
      "reflexao": "O amor e a verdade de Jesus atraem aqueles que sabem que precisam de mudança. O Reino não é para os que se acham justos, mas para os que reconhecem suas falhas e desejam transformação. Isso nos lembra que sempre há espaço na mesa para quem deseja recomeçar."
    },
    {
      "numero": "2",
      "texto": "E os fariseus e os escribas murmuravam, dizendo: 'Este recebe pecadores, e come com eles.'",
      "reflexao": "A religiosidade critica aquilo que o amor de Deus abraça. Enquanto Jesus acolhe, cura e transforma, os religiosos preferem apontar, excluir e julgar. Isso nos desafia: estamos mais parecidos com Jesus ou com os fariseus?"
    },
    {
      "numero": "3",
      "texto": "Então ele lhes propôs esta parábola, dizendo:",
      "reflexao": "Jesus ensina através de parábolas — histórias simples, mas com verdades profundas e eternas. Aqui começa uma das revelações mais lindas sobre o amor e a busca incansável de Deus pelos perdidos."
    },
    {
      "numero": "4",
      "texto": "'Que homem dentre vós, tendo cem ovelhas e perdendo uma delas, não deixa as noventa e nove no deserto, e vai após a perdida, até que a encontre?'",
      "reflexao": "Deus não se conforma em perder ninguém. Seu amor é pessoal, individual, incondicional. Ele conhece cada um de nós pelo nome e está disposto a ir até os lugares mais difíceis para nos resgatar. Você é essa ovelha amada, buscada e desejada por Ele."
    },
    {
      "numero": "5",
      "texto": "'E, achando-a, a põe sobre os seus ombros, cheio de alegria.'",
      "reflexao": "Deus não nos encontra para nos acusar, mas para nos carregar, restaurar e celebrar nossa volta. O amor do Pai não é pesado, não é opressor — é alívio, cuidado e alegria em nos ter de volta ao lar."
    },
    {
      "numero": "6",
      "texto": "'E, chegando a casa, convoca os amigos e vizinhos, dizendo-lhes: Alegrai-vos comigo, porque achei a minha ovelha perdida.'",
      "reflexao": "O Reino celebra cada vida que retorna. Não há festa maior no céu do que quando alguém se arrepende e volta para Deus. Isso revela o quanto somos preciosos e desejados. Cada volta é motivo de alegria para o céu inteiro."
    },
    {
      "numero": "7",
      "texto": "'Digo-vos que assim haverá alegria no céu por um pecador que se arrepende, mais do que por noventa e nove justos que não necessitam de arrependimento.'",
      "reflexao": "O arrependimento gera festa no céu. O foco de Deus não está na perfeição, mas na disposição de reconhecer erros, voltar e viver uma nova história com Ele. O Reino é sobre transformação, não sobre aparência."
    },
    {
      "numero": "8",
      "texto": "'Ou qual a mulher que, tendo dez dracmas, se perder uma, não acende a candeia, varre a casa e busca com diligência até achá-la?'",
      "reflexao": "Deus é como essa mulher que não se conforma com a perda. Ele ilumina, procura, revira tudo se for preciso, até encontrar aquele que se perdeu. Seu amor é persistente, incansável e cheio de graça."
    },
    {
      "numero": "9",
      "texto": "'E, achando-a, convoca as amigas e vizinhas, dizendo: Alegrai-vos comigo, porque achei a dracma perdida.'",
      "reflexao": "A recuperação de algo perdido é motivo de festa. Assim também Deus celebra cada vida restaurada, cada filho que volta, cada pessoa que escolhe a luz. O céu inteiro se alegra com cada retorno, com cada recomeço."
    },
    {
      "numero": "10",
      "texto": "'Assim vos digo que há alegria diante dos anjos de Deus por um pecador que se arrepende.'",
      "reflexao": "O arrependimento não é vergonha, é celebração no céu. Cada vez que alguém decide mudar de vida e voltar para Deus, os anjos se alegram, e o Pai celebra. Isso revela o valor infinito de cada alma para Deus."
    },
    {
      "numero": "11",
      "texto": "E disse: 'Um certo homem tinha dois filhos.'",
      "reflexao": "Começa aqui uma das parábolas mais conhecidas e profundas sobre o amor do Pai — a parábola do filho pródigo. Ela retrata a história de muitos de nós, que em algum momento escolhemos nos afastar, mas sempre encontramos os braços do Pai abertos na volta."
    },
    {
      "numero": "12",
      "texto": "E o mais moço deles disse ao pai: 'Pai, dá-me a parte dos bens que me cabe.' E ele repartiu por eles a sua fazenda.",
      "reflexao": "O filho mais novo representa aquele que deseja a bênção, mas não quer a presença. Quantas vezes queremos o que Deus pode dar, mas não valorizamos estar com Ele? Mesmo assim, o Pai respeita nossas escolhas, ainda que sofrendo com elas."
    },
    {
      "numero": "13",
      "texto": "E, poucos dias depois, o filho mais novo, ajuntando tudo, partiu para uma terra distante, e ali desperdiçou os seus bens, vivendo dissolutamente.",
      "reflexao": "O afastamento do Pai sempre nos leva a desperdiçar a vida, os dons e as oportunidades. Fora da presença de Deus, tudo se torna vazio, ilusório e destrutivo. O mundo promete liberdade, mas entrega escravidão e vazio."
    },
    {
      "numero": "14",
      "texto": "E, havendo ele gastado tudo, houve naquela terra uma grande fome, e começou a padecer necessidades.",
      "reflexao": "A vida longe de Deus inevitavelmente leva à escassez, à fome — não só física, mas espiritual, emocional e existencial. A ausência do Pai gera vazio, solidão e dor que nada neste mundo consegue preencher."
    },
    {
      "numero": "15",
      "texto": "E foi, e chegou-se a um dos cidadãos daquela terra, o qual o mandou para os seus campos, a apascentar porcos.",
      "reflexao": "Aqui vemos o ponto mais baixo: cuidar de porcos, algo humilhante para um judeu. O pecado sempre nos leva mais longe do que queríamos ir e nos deixa mais perdidos do que imaginávamos. Mas até nesse fundo do poço, Deus pode nos encontrar."
    },
    {
      "numero": "16",
      "texto": "E desejava encher o seu estômago com as alfarrobas que os porcos comiam, e ninguém lhe dava nada.",
      "reflexao": "O mundo ilude, mas no fim não oferece nada de real. O filho, que antes tinha tudo na casa do pai, agora sente fome até da comida dos porcos. Isso nos faz refletir: longe de Deus, nem o básico sacia. Só no Pai há plenitude, provisão e vida verdadeira."
    },
    {
      "numero": "17",
      "texto": "E, caindo em si, disse: 'Quantos trabalhadores de meu pai têm pão com fartura, e eu aqui pereço de fome!'",
      "reflexao": "O primeiro passo para a restauração é cair em si, reconhecer onde errou e perceber que na casa do Pai há abundância. Deus espera esse momento: quando reconhecemos que longe dEle não há vida, não há sentido, não há paz."
    },
    {
      "numero": "18",
      "texto": "'Levantar-me-ei, e irei ter com meu pai, e dir-lhe-ei: Pai, pequei contra o céu e perante ti,'",
      "reflexao": "O arrependimento verdadeiro não é só reflexão, mas decisão. É tomar a atitude de se levantar e voltar. Não importa o quão distante alguém tenha ido, sempre há caminho de volta para os braços do Pai."
    },
    {
      "numero": "19",
      "texto": "'E já não sou digno de ser chamado teu filho; faze-me como um dos teus trabalhadores.'",
      "reflexao": "O arrependimento traz humildade. O filho volta sem exigências, sem direitos, apenas com um coração quebrantado. Assim também devemos nos achegar a Deus — não como quem exige, mas como quem se entrega completamente à Sua graça."
    },
    {
      "numero": "20",
      "texto": "E, levantando-se, foi para seu pai; e, quando ainda estava longe, viu-o seu pai, e se moveu de compaixão, e, correndo, lançou-se-lhe ao pescoço e o beijou.",
      "reflexao": "O Pai sempre está nos esperando, olhando de longe, pronto para correr ao nosso encontro. Antes mesmo de qualquer palavra, Ele nos abraça, nos envolve, nos restaura. O amor de Deus é mais rápido do que o nosso arrependimento."
    },
    {
      "numero": "21",
      "texto": "E o filho lhe disse: 'Pai, pequei contra o céu e perante ti, e já não sou digno de ser chamado teu filho.'",
      "reflexao": "A confissão do filho não é rejeitada, mas acolhida. Deus não despreza um coração quebrantado, sincero e arrependido. Ele ouve cada palavra, cada lágrima, e transforma dor em restauração e vida nova."
    },
    {
      "numero": "22",
      "texto": "Mas o pai disse aos seus servos: 'Trazei depressa a melhor roupa, e vesti-o, e ponde-lhe um anel na mão, e sandálias nos pés;'",
      "reflexao": "O Pai não apenas recebe — Ele restaura a dignidade. A roupa nova, o anel e as sandálias simbolizam filiação, honra e pertencimento. Deus não nos recebe como servos, mas como filhos amados, restaurados e honrados em Sua casa."
    },
    {
      "numero": "23",
      "texto": "'E trazei o bezerro cevado, e matai-o; e comamos, e alegremo-nos,'",
      "reflexao": "O arrependimento gera festa no céu. Cada vida restaurada é motivo de alegria para Deus. A celebração no Reino não é por conquistas materiais, mas por cada filho que volta, por cada coração que se rende ao amor do Pai."
    },
    {
      "numero": "24",
      "texto": "'Porque este meu filho estava morto, e reviveu; tinha-se perdido, e foi achado.' E começaram a alegrar-se.",
      "reflexao": "O afastamento de Deus é como morte espiritual. Mas o retorno é vida, é ressurreição, é reencontro. O coração de Deus é sempre voltado para restaurar, curar e trazer de volta aqueles que se perderam."
    },
    {
      "numero": "25",
      "texto": "Ora, o seu filho mais velho estava no campo; e, quando veio e chegou perto da casa, ouviu a música e as danças.",
      "reflexao": "Aqui surge outro tipo de desafio: o da religiosidade. Às vezes, quem nunca saiu da casa do Pai fisicamente pode estar distante espiritualmente — preso a um espírito de julgamento, comparação e falta de graça."
    },
    {
      "numero": "26",
      "texto": "E, chamando um dos servos, perguntou-lhe o que era aquilo.",
      "reflexao": "O filho mais velho demonstra distância emocional e espiritual da casa do Pai, apesar de fisicamente presente. Isso revela que não basta estar na igreja, no ambiente certo — é preciso estar com o coração alinhado ao Pai e à Sua graça."
    },
    {
      "numero": "27",
      "texto": "E ele lhe disse: 'Veio teu irmão, e teu pai matou o bezerro cevado, porque o recebeu são e salvo.'",
      "reflexao": "A restauração de uma vida é motivo de festa no Reino. Deus celebra a salvação, a volta, o arrependimento. E espera que também celebremos com Ele, em vez de ficarmos presos ao orgulho ou à comparação."
    },
    {
      "numero": "28",
      "texto": "Mas ele se indignou e não queria entrar. Então, saindo o pai, rogava-lhe que entrasse.",
      "reflexao": "O mesmo Pai que corre para o filho perdido, agora sai ao encontro do filho que, apesar de estar perto, se recusa a participar da graça. Isso revela que o amor de Deus alcança tanto os perdidos que se foram, quanto os que se perdem dentro de casa."
    },
    {
      "numero": "29",
      "texto": "Mas, respondendo ele, disse a seu pai: 'Eis que te sirvo há tantos anos, sem jamais transgredir um mandamento teu, e nunca me deste um cabrito para alegrar-me com meus amigos;'",
      "reflexao": "O filho mais velho revela um coração de servo, não de filho. Sua obediência não nasce do amor, mas da obrigação. Isso reflete o perigo de viver uma religiosidade vazia — fazer as coisas certas por fora, mas sem conexão real com o Pai."
    },
    {
      "numero": "30",
      "texto": "'Vindo, porém, este teu filho, que desperdiçou os teus bens com meretrizes, tu mataste para ele o bezerro cevado.'",
      "reflexao": "A acusação revela falta de misericórdia, julgamento e dureza de coração. O filho mais velho não consegue compreender que o amor do Pai não se baseia em merecimento, mas em graça, perdão e restauração."
    },
    {
      "numero": "31",
      "texto": "E ele lhe disse: 'Filho, tu sempre estás comigo, e todas as minhas coisas são tuas.'",
      "reflexao": "O Pai lembra que a presença dEle já é a maior bênção. Quem vive com Deus tem acesso a tudo o que Ele é e tem. Isso revela que muitas vezes vivemos como órfãos espirituais, sem desfrutar da abundância que já está disponível para nós."
    },
    {
      "numero": "32",
      "texto": "'Mas era justo alegrarmo-nos e regozijarmo-nos, porque este teu irmão estava morto e reviveu, tinha-se perdido e foi achado.'",
      "reflexao": "O Reino de Deus é alegria pela restauração. O amor do Pai sempre celebra o retorno, sempre estende os braços, sempre recebe de volta quem escolhe voltar. Isso nos convida a sermos como Ele — cheios de graça, perdão e celebração pela vida que se rende."
    }
  ]
}
