{
  "livro": "Lucas",
  "capitulo": "17",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E disse aos seus discípulos: 'É inevitável que venham os escândalos, mas ai daquele por quem vierem.'",
      "reflexao": "Jesus nos alerta que tropeços, escândalos e dificuldades são inevitáveis em um mundo caído. Porém, há uma séria responsabilidade sobre quem causa tropeços aos outros. Somos chamados a ser instrumentos de paz, não de destruição ou escândalo."
    },
    {
      "numero": "2",
      "texto": "'Melhor lhe fora que lhe pendurassem ao pescoço uma pedra de moinho, e fosse lançado ao mar, do que fazer tropeçar um destes pequeninos.'",
      "reflexao": "Deus leva muito a sério o cuidado com os que estão começando na fé ou que são mais frágeis. Isso nos chama a viver com zelo, responsabilidade e amor, cuidando para que nossas atitudes não sejam pedra de tropeço para ninguém."
    },
    {
      "numero": "3",
      "texto": "'Olhai por vós mesmos. E, se teu irmão pecar contra ti, repreende-o; e, se ele se arrepender, perdoa-lhe.'",
      "reflexao": "A vida no Reino é marcada pelo cuidado mútuo. Precisamos confrontar em amor, buscando restauração, e, quando há arrependimento, o perdão deve ser liberado. Isso gera cura, unidade e crescimento espiritual."
    },
    {
      "numero": "4",
      "texto": "'E, se pecar contra ti sete vezes no dia, e sete vezes no dia vier ter contigo, dizendo: Arrependo-me; perdoa-lhe.'",
      "reflexao": "O perdão no Reino não tem limite. Assim como Deus nos perdoa infinitas vezes, somos chamados a exercer misericórdia sem medida. O perdão não é sobre merecimento, é sobre graça e decisão diária."
    },
    {
      "numero": "5",
      "texto": "Disseram então os apóstolos ao Senhor: 'Aumenta-nos a fé.'",
      "reflexao": "Os discípulos entendem que viver assim — perdoando constantemente e evitando escândalos — exige fé. Esse também deve ser nosso clamor diário: 'Senhor, aumenta a nossa fé para viver os princípios do Teu Reino.'"
    },
    {
      "numero": "6",
      "texto": "E disse o Senhor: 'Se tivésseis fé como um grão de mostarda, diríeis a esta amoreira: Arranca-te pela raiz, e planta-te no mar; e ela vos obedeceria.'",
      "reflexao": "Não é o tamanho da fé que importa, mas sua autenticidade e aplicação. Uma fé pequena, porém viva e exercitada, tem poder para mover impossíveis. Deus não espera que sejamos gigantes na fé, mas que tenhamos uma fé real, viva e ativa."
    },
    {
      "numero": "7",
      "texto": "'E qual de vós, tendo um servo ocupado em lavrar ou apascentar, lhe dirá, voltando ele do campo: Vem já, e assenta-te à mesa?'",
      "reflexao": "Aqui Jesus fala sobre o coração do servo. No Reino, servimos não por obrigação, mas por amor. O nosso serviço não gera dívida de Deus para conosco — servir é nosso privilégio, nossa honra e nossa resposta de gratidão."
    },
    {
      "numero": "8",
      "texto": "'E não lhe dirá antes: Prepara-me a ceia, cinge-te, e serve-me, até que eu coma e beba; e depois comerás e beberás tu?'",
      "reflexao": "Isso revela que, no Reino, a ordem é clara: primeiro Deus, depois nós. Servimos ao Senhor com alegria, sabendo que, no tempo certo, também seremos cuidados, recompensados e honrados por Ele."
    },
    {
      "numero": "9",
      "texto": "'Porventura dá graças ao servo, porque fez o que lhe foi mandado? Creio que não.'",
      "reflexao": "Deus não nos deve nada por fazermos aquilo que é nossa obrigação no Reino. O serviço é parte natural da nossa identidade como filhos e servos. A motivação correta é amor, gratidão e obediência, não recompensa ou reconhecimento."
    },
    {
      "numero": "10",
      "texto": "'Assim também vós, quando fizerdes tudo o que vos for mandado, dizei: Somos servos inúteis, porque fizemos somente o que devíamos fazer.'",
      "reflexao": "Essa declaração não fala de desvalorização, mas de humildade. Reconhecemos que tudo o que fazemos ainda é pouco diante do amor e da graça que Deus nos dá. Servimos não para sermos vistos, mas porque fomos alcançados pelo amor."
    },
    {
      "numero": "11",
      "texto": "E aconteceu que, indo ele a Jerusalém, passava pelo meio da Samaria e da Galileia.",
      "reflexao": "O caminho de Jesus nunca foi ao acaso. Ao passar por Samaria, Ele mais uma vez quebra barreiras culturais, mostrando que Seu amor e Sua salvação não conhecem fronteiras, preconceitos nem limitações humanas."
    },
    {
      "numero": "12",
      "texto": "E, entrando numa certa aldeia, saíram-lhe ao encontro dez homens leprosos, os quais pararam de longe.",
      "reflexao": "A lepra representava isolamento, rejeição e impureza. Esses homens simbolizam aqueles que, por qualquer motivo, se sentem afastados, excluídos, rejeitados pela sociedade. Mas Jesus sempre se aproxima dos que estão à margem."
    },
    {
      "numero": "13",
      "texto": "E levantaram a voz, dizendo: 'Jesus, Mestre, tem misericórdia de nós.'",
      "reflexao": "Quando reconhecemos nossa condição e clamamos pela misericórdia de Jesus, Ele responde. Esse clamor é a chave que abre portas para milagres, restauração e transformação. Nunca subestime o poder de um coração que clama com fé."
    },
    {
      "numero": "14",
      "texto": "E ele, vendo-os, disse-lhes: 'Ide, e mostrai-vos aos sacerdotes.' E aconteceu que, indo eles, ficaram limpos.",
      "reflexao": "A obediência ativa libera o milagre. Eles foram curados no caminho. Isso nos ensina que muitas vezes Deus age enquanto caminhamos em fé, mesmo sem ainda vermos a resposta completa. O milagre acontece na caminhada da obediência."
    },
    {
      "numero": "15",
      "texto": "E um deles, vendo que estava são, voltou, glorificando a Deus em alta voz;",
      "reflexao": "A gratidão move o céu. Apenas um dos dez voltou para agradecer. Isso nos faz refletir: somos daqueles que só buscam Deus quando precisam ou daqueles que, após receber, voltam para agradecer e adorá-Lo?"
    },
    {
      "numero": "16",
      "texto": "E caiu com o rosto em terra aos seus pés, dando-lhe graças; e este era samaritano.",
      "reflexao": "O único que voltou para agradecer era justamente o samaritano — alguém que, culturalmente, era desprezado. Isso revela que, muitas vezes, quem menos esperamos é quem tem o coração mais sensível, grato e disposto a reconhecer a graça de Deus."
    },
    {
      "numero": "17",
      "texto": "E, respondendo Jesus, disse: 'Não foram dez os limpos? E onde estão os nove?'",
      "reflexao": "Essa pergunta de Jesus ecoa até hoje: onde estão os que foram abençoados, curados, transformados? O céu se alegra não só com quem clama, mas, principalmente, com quem volta para agradecer e viver em aliança com Deus."
    },
    {
      "numero": "18",
      "texto": "'Não se achou quem voltasse para dar glória a Deus senão este estrangeiro?'",
      "reflexao": "A gratidão revela o coração. Deus não se impressiona com títulos, posição ou religião, mas com corações sinceros. Que sejamos aqueles que reconhecem e celebram o que Deus faz, todos os dias, nas pequenas e nas grandes coisas."
    },
    {
      "numero": "19",
      "texto": "E disse-lhe: 'Levanta-te, vai; a tua fé te salvou.'",
      "reflexao": "Enquanto os outros receberam cura física, este recebeu algo maior — salvação. A gratidão, a fé e o reconhecimento de quem Jesus é, geram não apenas milagres temporais, mas transformação eterna. A fé que salva é aquela que leva ao encontro com Jesus, e não apenas às bênçãos."
    },
    {
      "numero": "20",
      "texto": "E, interrogado pelos fariseus sobre quando havia de vir o Reino de Deus, respondeu-lhes e disse: 'O Reino de Deus não vem com aparência exterior.'",
      "reflexao": "O Reino de Deus não é algo que se percebe com os olhos naturais, com sinais visíveis externos. Ele começa dentro, no coração, na transformação interna. Não se trata de estruturas, templos ou sinais físicos, mas de uma obra espiritual e profunda em cada vida que se rende a Deus."
    },
    {
      "numero": "21",
      "texto": "'Nem dirão: Ei-lo aqui! Ou: Ei-lo ali! Porque eis que o Reino de Deus está dentro de vós.'",
      "reflexao": "O Reino não é um lugar físico, mas uma realidade espiritual que se estabelece no coração de quem se rende a Deus. É uma transformação interna que se reflete no modo de viver, amar e servir."
    },
    {
      "numero": "22",
      "texto": "E disse aos discípulos: 'Dias virão em que desejareis ver um dos dias do Filho do Homem, e não o vereis.'",
      "reflexao": "Jesus alerta que haverá tempos difíceis, em que Seus discípulos sentirão profunda saudade da Sua presença física. Isso reflete também nosso anseio pela volta de Cristo e pela plenitude do Reino."
    },
    {
      "numero": "23",
      "texto": "'E vos dirão: Ei-lo aqui! Ou: Ei-lo ali! Não vades, nem os sigais.'",
      "reflexao": "Jesus adverte contra os falsos cristos e falsos movimentos. O Reino não está nos espetáculos, nas falsas promessas ou nos enganos. O Reino está na verdade, na Palavra e na comunhão com Deus, e sua manifestação final será inconfundível."
    },
    {
      "numero": "24",
      "texto": "'Porque, assim como o relâmpago, iluminando desde uma extremidade do céu até à outra, assim será também o Filho do Homem no seu dia.'",
      "reflexao": "A volta de Jesus será visível, clara e incontestável para toda a humanidade. Não será algo escondido ou secreto. Todos verão, todos saberão, e ninguém poderá negar. É um chamado à vigilância constante."
    },
    {
      "numero": "25",
      "texto": "'Mas primeiro é necessário que ele padeça muito, e seja rejeitado por esta geração.'",
      "reflexao": "Antes da glória, vem a cruz. Jesus deixa claro que Seu caminho inclui sofrimento, rejeição e entrega total. Isso nos lembra que seguir Jesus também envolve carregar a cruz, mas que a vitória final é garantida."
    },
    {
      "numero": "26",
      "texto": "'E, como aconteceu nos dias de Noé, assim será também nos dias do Filho do Homem.'",
      "reflexao": "Jesus compara Sua volta aos dias de Noé, quando as pessoas estavam distraídas com a vida comum, ignorando os alertas espirituais. É um forte chamado à vigilância e à prontidão espiritual."
    },
    {
      "numero": "27",
      "texto": "'Comiam, bebiam, casavam-se e davam-se em casamento, até o dia em que Noé entrou na arca, e veio o dilúvio, e destruiu a todos.'",
      "reflexao": "O problema não era comer, beber ou casar — mas viver ignorando Deus, priorizando apenas o aqui e agora, sem se preocupar com a eternidade. Jesus alerta que muitos estarão distraídos quando Ele voltar."
    },
    {
      "numero": "28",
      "texto": "'Semelhantemente, como aconteceu nos dias de Ló: comiam, bebiam, compravam, vendiam, plantavam e edificavam;'",
      "reflexao": "Assim como em Sodoma, as pessoas estavam ocupadas com seus próprios interesses, negócios e prazeres, ignorando os sinais de destruição e o chamado ao arrependimento. A distração espiritual é um dos grandes perigos da humanidade."
    },
    {
      "numero": "29",
      "texto": "'Mas no dia em que Ló saiu de Sodoma, choveu do céu fogo e enxofre, e destruiu a todos.'",
      "reflexao": "A misericórdia de Deus sempre oferece uma saída, mas há um tempo em que o juízo chega. É um alerta claro de que o arrependimento precisa ser hoje, enquanto ainda há tempo."
    },
    {
      "numero": "30",
      "texto": "'Assim será no dia em que o Filho do Homem se há de manifestar.'",
      "reflexao": "O retorno de Cristo será repentino e inescapável. O tempo de preparação é agora. Depois que Ele vier, não haverá mais chance de mudança. Isso nos desafia a viver prontos, atentos e alinhados com o Reino todos os dias."
    },
    {
      "numero": "31",
      "texto": "'Naquele dia, quem estiver no telhado, e os seus bens em casa, não desça para tirá-los; e, da mesma sorte, o que estiver no campo, não volte para trás.'",
      "reflexao": "Jesus nos chama a viver desapegados das coisas materiais. Quando Ele voltar, nada do que temos aqui terá valor. A urgência espiritual é viver sempre olhando para frente, para o Reino, sem olhar para trás."
    },
    {
      "numero": "32",
      "texto": "'Lembrai-vos da mulher de Ló.'",
      "reflexao": "A mulher de Ló olhou para trás e virou uma estátua de sal. Isso nos alerta sobre o perigo do apego às coisas deste mundo, aos pecados e à velha vida. Quem olha para trás espiritualmente, corre o risco de se perder no caminho."
    },
    {
      "numero": "33",
      "texto": "'Qualquer que procurar salvar a sua vida, perdê-la-á; e qualquer que a perder, salvá-la-á.'",
      "reflexao": "A verdadeira vida está em perder-se por amor a Jesus. Quem vive só para si, buscando preservar seus próprios interesses, se perderá. Mas quem entrega sua vida a Deus, encontra a verdadeira salvação e plenitude."
    },
    {
      "numero": "34",
      "texto": "'Digo-vos que naquela noite estarão dois numa cama; um será tomado, e o outro será deixado.'",
      "reflexao": "A volta de Cristo será pessoal e intransferível. Mesmo convivendo juntos, cada um será chamado segundo sua própria vida, sua própria escolha e relacionamento com Deus. O convite é individual e inadiável."
    },
    {
      "numero": "35",
      "texto": "'Duas estarão juntas moendo; uma será tomada, e a outra será deixada.'",
      "reflexao": "O Reino não é sobre grupos, mas sobre decisões individuais. Ainda que estejamos juntos nas tarefas do dia a dia, o que definirá nosso destino é se escolhemos viver para Deus, não apenas participar de atividades religiosas."
    },
    {
      "numero": "36",
      "texto": "'Dois estarão no campo; um será tomado, e o outro será deixado.'",
      "reflexao": "Essa separação final mostra que não importa a proximidade física com outros, mas sim a proximidade espiritual com Deus. O chamado é claro: esteja preparado, viva em aliança com Cristo, e não seja pego de surpresa."
    },
    {
      "numero": "37",
      "texto": "E, respondendo, disseram-lhe: 'Onde, Senhor?' E ele lhes disse: 'Onde estiver o corpo, ali se ajuntarão as águias.'",
      "reflexao": "Essa expressão aponta para o juízo, para a inevitabilidade do cumprimento dos planos de Deus. Assim como as águias se juntam onde há um corpo, assim também os juízos de Deus se manifestarão no tempo certo, sem falhar. É um chamado solene à vigilância e ao arrependimento constante."
    }
  ]
}
