{
  "livro": "Marcos",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E dali a dois dias era a Páscoa e a Festa dos Pães Asmos; e os principais dos sacerdotes e os escribas buscavam como o prenderiam com dolo e o matariam.",
      "reflexao": "Mesmo quando os homens tramam contra nós, Deus continua no controle. Este versículo nos lembra que os planos do mal não surpreendem o Senhor — tudo está debaixo da Sua soberania e será usado para cumprir o propósito divino."
    },
    {
      "numero": "2",
      "texto": "Mas diziam: 'Não durante a festa, para que não haja tumulto entre o povo.'",
      "reflexao": "O medo da reação popular revela a hipocrisia dos líderes. Isso nos alerta que, muitas vezes, o ser humano se preocupa mais com aparência e controle do que com fazer o que é certo diante de Deus. Somos chamados a viver pela verdade, não por conveniência."
    },
    {
      "numero": "3",
      "texto": "E, estando ele em Betânia, em casa de Simão, o leproso, e estando à mesa, veio uma mulher que trazia um vaso de alabastro com unguento de nardo puro, de muito preço; e quebrando o vaso, derramou-lho sobre a cabeça.",
      "reflexao": "O amor verdadeiro não mede custos. Essa mulher nos ensina sobre adoração extravagante — entregar a Jesus o melhor, sem reservas, sem medo, sem limites. O verdadeiro adorador entrega tudo, porque reconhece quem Jesus é."
    },
    {
      "numero": "4",
      "texto": "E havia alguns que em si mesmos se indignaram e disseram: 'Para que se fez este desperdício de unguento?'",
      "reflexao": "Sempre existirão aqueles que não entendem o valor da adoração. Este versículo nos lembra que quem não ama Jesus, não entende o porquê de entregarmos tanto a Ele. O que parece desperdício aos olhos do mundo, é honra aos olhos de Deus."
    },
    {
      "numero": "5",
      "texto": "'Porque podia vender-se por mais de trezentos denários e dá-lo aos pobres.' E murmuravam contra ela.",
      "reflexao": "O julgamento humano é rápido e, muitas vezes, cruel. Mas Deus não vê como o homem vê. Este versículo nos desafia a parar de julgar a oferta, o serviço e a entrega dos outros, e olhar para o nosso próprio coração: estamos dando o nosso melhor a Deus?"
    },
    {
      "numero": "6",
      "texto": "Jesus, porém, disse: 'Deixai-a. Por que a molestais? Ela fez-me boa obra.'",
      "reflexao": "Quando fazemos algo por amor a Deus, Ele defende nossa causa. A aprovação dos homens não importa — o que importa é sermos aprovados por Jesus. Ele vê, Ele reconhece, e Ele honra cada ato de amor sincero feito a Ele."
    },
    {
      "numero": "7",
      "texto": "'Porque sempre tendes os pobres convosco e, quando quiserdes, podeis fazer-lhes bem; mas a mim nem sempre me tereis.'",
      "reflexao": "O cuidado com os necessitados é importante, mas a prioridade máxima é Jesus. Isso nos ensina sobre equilíbrio: servir ao próximo, sim, mas sem negligenciar a devoção, a adoração e a comunhão pessoal com o Senhor, que é o centro de tudo."
    },
    {
      "numero": "8",
      "texto": "'Ela fez o que pôde; antecipou-se a ungir o meu corpo para a sepultura.'",
      "reflexao": "Deus não espera de nós o impossível — Ele espera que façamos 'o que pudermos' com amor e entrega. Muitas vezes desprezamos pequenas ações achando que são insignificantes, mas Jesus valoriza cada gesto que vem de um coração sincero."
    },
    {
      "numero": "9",
      "texto": "'Em verdade vos digo que, onde quer que este evangelho for pregado em todo o mundo, também o que ela fez será contado para memória dela.'",
      "reflexao": "O amor verdadeiro deixa marcas eternas. Este versículo nos mostra que Deus se lembra, Deus registra e Deus honra cada atitude feita por amor a Ele. Viver para Jesus é escrever uma história que ecoa na eternidade."
    },
    {
      "numero": "10",
      "texto": "E Judas Iscariotes, um dos doze, foi ter com os principais dos sacerdotes para lho entregar.",
      "reflexao": "É possível caminhar com Jesus, ouvir Seus ensinamentos e, ainda assim, escolher o caminho da traição. Isso nos alerta a vigiar constantemente nosso coração, pois o inimigo sempre tentará nos seduzir com ofertas que nos afastam de Deus."
    },
    {
      "numero": "11",
      "texto": "Eles, ouvindo-o, alegraram-se e prometeram-lhe dinheiro. E buscava uma oportunidade para o entregar.",
      "reflexao": "Quando o amor ao dinheiro, ao poder ou aos próprios interesses ocupa o lugar que deveria ser de Deus, o coração se torna vulnerável ao mal. Este versículo é um chamado ao autoexame: quem ocupa o trono do nosso coração?"
    },
    {
      "numero": "12",
      "texto": "E, no primeiro dia dos Pães Asmos, quando sacrificavam a Páscoa, disseram-lhe os seus discípulos: 'Onde queres que vamos preparar para que comas a Páscoa?'",
      "reflexao": "Os discípulos demonstram prontidão para servir. Isso nos ensina que, quando amamos Jesus, nossa pergunta constante deve ser: 'Senhor, o que queres que eu faça? Onde queres que eu prepare para Ti?' Uma vida disposta a obedecer gera frutos no Reino."
    },
    {
      "numero": "13",
      "texto": "E enviou dois dos seus discípulos, e disse-lhes: 'Ide à cidade, e vos sairá ao encontro um homem levando um cântaro de água; segui-o.'",
      "reflexao": "Deus se move nos detalhes. Cada direção, cada passo é conduzido por Ele. Este versículo nos ensina que, quando estamos sensíveis à voz de Deus, percebemos sinais, oportunidades e caminhos que Ele mesmo prepara para cumprirmos nossa missão."
    },
    {
      "numero": "14",
      "texto": "'E, onde quer que entrar, dizei ao dono da casa: O Mestre diz: Onde está o aposento em que hei de comer a Páscoa com os meus discípulos?'",
      "reflexao": "Jesus nos lembra que, onde Ele quer entrar, Ele prepara espaço. Este versículo nos leva a refletir: temos um 'aposento' preparado para Jesus em nossa vida? Ele bate à porta, e cabe a nós abrir e deixar que Ele reine sobre tudo em nosso ser."
    },
    {
      "numero": "15",
      "texto": "'E ele vos mostrará um grande cenáculo mobilado e preparado; ali a fazei para nós.'",
      "reflexao": "Deus não apenas dá a direção, mas também prepara o lugar. Isso nos ensina que, quando obedecemos, descobrimos que Ele já deixou tudo organizado para que cumpramos Seu propósito. A nossa parte é apenas crer e seguir Suas instruções."
    },
    {
      "numero": "16",
      "texto": "E, saindo os seus discípulos, foram à cidade e acharam como lhes tinha dito; e prepararam a Páscoa.",
      "reflexao": "Quando obedecemos a Deus, vemos Suas promessas se cumprirem exatamente como Ele falou. Isso fortalece nossa fé, nossa confiança e nossa convicção de que quem anda na dependência do Senhor nunca será frustrado."
    },
    {
      "numero": "17",
      "texto": "E, chegada a tarde, foi com os doze.",
      "reflexao": "Jesus valoriza os momentos de comunhão, mesmo sabendo que entre os doze havia um traidor. Isso nos ensina que, mesmo em meio às imperfeições, Ele escolhe estar presente, amar e ensinar. Ele não desiste dos seus."
    },
    {
      "numero": "18",
      "texto": "E, quando estavam assentados e comendo, disse Jesus: 'Em verdade vos digo que um de vós, que come comigo, há de me trair.'",
      "reflexao": "A mesa é lugar de comunhão, mas também revela o que está oculto. Jesus conhece nossos corações. Este versículo nos convida a refletir: como temos nos sentado à mesa com Jesus? De forma sincera ou apenas de aparência?"
    },
    {
      "numero": "19",
      "texto": "E eles começaram a entristecer-se, e a dizer-lhe um após outro: 'Porventura sou eu?'",
      "reflexao": "O questionamento dos discípulos revela que todos reconheceram sua fragilidade. Isso nos ensina que uma fé autêntica começa quando temos coragem de olhar para dentro de nós mesmos e permitir que Deus trate aquilo que precisa ser transformado."
    },
    {
      "numero": "20",
      "texto": "Mas ele, respondendo, disse-lhes: 'É um dos doze, que mete comigo a mão no prato.'",
      "reflexao": "A proximidade física com Jesus não garante transformação. O que muda uma vida não é estar perto de Jesus, mas estar rendido a Ele, com o coração submisso, arrependido e disposto a viver segundo Sua vontade."
    },
    {
      "numero": "21",
      "texto": "'Na verdade o Filho do homem vai, como dele está escrito; mas ai daquele homem por quem o Filho do homem é traído! Bom seria para esse homem se não houvera nascido.'",
      "reflexao": "A escolha de rejeitar Jesus tem consequências eternas. Este versículo nos alerta que, embora Deus seja amor, também é justiça. Quem rejeita a salvação e escolhe a traição, escolhe também colher as consequências dessa decisão."
    },
    {
      "numero": "22",
      "texto": "E, enquanto comiam, Jesus tomou o pão e, abençoando-o, partiu-o e deu-lho, dizendo: 'Tomai, comei, isto é o meu corpo.'",
      "reflexao": "Aqui está o maior ato de amor: Jesus se entrega por nós. O pão partido simboliza Sua entrega, Sua dor e Seu sacrifício. Isso nos convida a refletir: temos realmente compreendido e valorizado o preço que Ele pagou por amor a nós?"
    },
    {
      "numero": "23",
      "texto": "E, tomando o cálice, e dando graças, deu-lho; e todos beberam dele.",
      "reflexao": "O cálice representa a nova aliança, selada com o sangue de Jesus. Isso nos lembra que nossa vida, nossa redenção e nosso acesso ao Pai foram comprados com um preço altíssimo. Beber desse cálice é um compromisso de viver para Cristo, em comunhão, obediência e amor."
    },
    {
      "numero": "24",
      "texto": "E disse-lhes: 'Isto é o meu sangue, o sangue do novo testamento, que por muitos é derramado.'",
      "reflexao": "O sangue de Jesus é a nova aliança que nos dá acesso ao Pai, perdão e vida eterna. Isso nos lembra que não somos salvos por méritos, mas por um amor sacrificial que nos convida a viver uma vida de gratidão e entrega total a Deus."
    },
    {
      "numero": "25",
      "texto": "'Em verdade vos digo que não beberei mais do fruto da vide até aquele dia em que o beba novo no Reino de Deus.'",
      "reflexao": "Jesus aponta para a esperança futura: a comunhão plena no Reino. Isso nos fortalece a viver aqui com os olhos na eternidade, sabendo que o melhor ainda está por vir — o dia em que estaremos à mesa com Ele, na plenitude do Reino."
    },
    {
      "numero": "26",
      "texto": "E, tendo cantado um hino, saíram para o Monte das Oliveiras.",
      "reflexao": "Mesmo diante da dor que estava prestes a enfrentar, Jesus canta. Isso nos ensina que a adoração não depende das circunstâncias, mas de um coração rendido, que confia no Pai em qualquer situação, inclusive nas mais difíceis."
    },
    {
      "numero": "27",
      "texto": "E disse-lhes Jesus: 'Todos vós esta noite vos escandalizareis por minha causa; porque está escrito: Ferirei o Pastor, e as ovelhas se dispersarão.'",
      "reflexao": "Jesus já sabia da fraqueza dos discípulos e, ainda assim, os amava. Isso nos consola, pois Deus conhece nossas limitações, mas não desiste de nós. Ele nos chama a confiar, mesmo quando falhamos, porque Ele é nosso Pastor fiel."
    },
    {
      "numero": "28",
      "texto": "'Mas, depois que eu ressuscitar, irei adiante de vós para a Galileia.'",
      "reflexao": "O plano de Deus inclui restauração. Mesmo sabendo da dispersão dos discípulos, Jesus já fala da reconciliação e do reencontro. Isso nos lembra que nossas quedas não são o fim. Há sempre uma oportunidade de recomeço com Cristo."
    },
    {
      "numero": "29",
      "texto": "Mas Pedro lhe disse: 'Ainda que todos se escandalizem, eu nunca me escandalizarei.'",
      "reflexao": "A autoconfiança é perigosa na vida espiritual. Pedro acreditava na própria força, mas descobriria que sem Deus somos frágeis. Isso nos alerta a não confiar em nós mesmos, mas a depender diariamente da graça e da força do Senhor."
    },
    {
      "numero": "30",
      "texto": "E Jesus lhe disse: 'Em verdade te digo que hoje, nesta noite, antes que o galo cante duas vezes, três vezes me negarás.'",
      "reflexao": "Deus conhece nossas fragilidades antes mesmo que nós as percebamos. Mas, ainda assim, nos ama, nos chama e nos restaura. Este versículo é um lembrete de que a graça de Deus não depende da nossa perfeição, mas da Sua misericórdia infinita."
    },
    {
      "numero": "31",
      "texto": "Mas ele disse com mais veemência: 'Ainda que me seja necessário morrer contigo, de modo algum te negarei.' E todos disseram o mesmo.",
      "reflexao": "Às vezes, nossas palavras são maiores que nossa fé. Este versículo nos ensina a humildade de reconhecer nossa dependência de Deus, pois sem Ele não somos capazes de permanecer firmes nas adversidades."
    },
    {
      "numero": "32",
      "texto": "E foram a um lugar chamado Getsêmani, e disse aos seus discípulos: 'Assentai-vos aqui, enquanto eu oro.'",
      "reflexao": "Jesus nos ensina o caminho da vitória espiritual: oração. Nos momentos de maior pressão e dor, o refúgio está na presença de Deus. O Getsêmani é o lugar onde aprendemos que a vitória se constrói de joelhos dobrados em oração."
    },
    {
      "numero": "33",
      "texto": "E tomou consigo a Pedro, Tiago e João, e começou a sentir pavor e angústia.",
      "reflexao": "Jesus, sendo Deus, também experimentou a dor, a angústia e o peso da alma. Isso nos consola, pois Ele entende nossas dores mais profundas. Nosso Salvador não é indiferente ao sofrimento humano — Ele se compadece de nós."
    },
    {
      "numero": "34",
      "texto": "E disse-lhes: 'A minha alma está profundamente triste até a morte; ficai aqui e vigiai.'",
      "reflexao": "Nos momentos de dor, Jesus pediu companhia. Isso nos ensina o valor da comunhão e da intercessão. Não fomos criados para caminhar sozinhos — precisamos uns dos outros, especialmente nos dias de tristeza e aflição."
    },
    {
      "numero": "35",
      "texto": "E, adiantando-se um pouco, prostrou-se em terra e orou para que, se fosse possível, aquela hora passasse dele.",
      "reflexao": "Até Jesus, em sua humanidade, expressou seu desejo de não passar pela dor, mas submeteu-se ao plano do Pai. Isso nos ensina que é legítimo apresentar nossos sentimentos a Deus, mas, acima de tudo, devemos nos render à Sua vontade."
    },
    {
      "numero": "36",
      "texto": "E dizia: 'Aba, Pai, todas as coisas te são possíveis; afasta de mim este cálice; contudo, não seja o que eu quero, mas o que tu queres.'",
      "reflexao": "Esta é a oração mais poderosa da rendição. Jesus nos ensina que a verdadeira vitória está em dizer: 'Seja feita a Tua vontade'. Confiar que, mesmo quando não entendemos, a vontade do Pai é boa, perfeita e agradável."
    },
    {
      "numero": "37",
      "texto": "E, voltando, achou-os dormindo e disse a Pedro: 'Simão, dormes? Não pudeste vigiar uma hora?'",
      "reflexao": "Este versículo nos confronta profundamente. Quantas vezes deixamos de vigiar, nos acomodamos e dormimos espiritualmente? Jesus nos chama à vigilância, à oração e à prontidão, especialmente nos tempos de crise."
    },
    {
      "numero": "38",
      "texto": "'Vigiai e orai, para que não entreis em tentação; o espírito, na verdade, está pronto, mas a carne é fraca.'",
      "reflexao": "Jesus revela aqui um segredo espiritual: a fraqueza da carne só é vencida pela vigilância e oração. Isso nos lembra que, se não estivermos conectados ao Espírito, seremos facilmente vencidos pelas tentações e pressões da vida."
    },
    {
      "numero": "39",
      "texto": "E, retirando-se outra vez, orou, dizendo as mesmas palavras.",
      "reflexao": "Perseverança na oração é chave. Nem sempre oramos uma vez e tudo se resolve. Jesus, nosso exemplo, insiste, persiste, clama. Isso nos ensina que orar é permanecer na presença, derramar-se, até que nosso coração esteja totalmente alinhado com o do Pai."
    },
    {
      "numero": "40",
      "texto": "E, voltando, achou-os outra vez dormindo, porque os seus olhos estavam pesados; e não sabiam o que lhe responder.",
      "reflexao": "Quando negligenciamos a oração, a consequência é o sono espiritual. Este versículo nos alerta: o descuido espiritual nos deixa vulneráveis. Precisamos estar atentos, pois os tempos são maus e a batalha espiritual é real."
    },
    {
      "numero": "41",
      "texto": "E veio a terceira vez, e disse-lhes: 'Dormi agora, e repousai. Basta; é chegada a hora. Eis que o Filho do homem vai ser entregue nas mãos dos pecadores.'",
      "reflexao": "Há um tempo para orar e um tempo em que as consequências vêm. Jesus nos alerta que não podemos perder o tempo da preparação espiritual. Quando negligenciamos o tempo de oração, muitas vezes somos surpreendidos pelas circunstâncias."
    },
    {
      "numero": "42",
      "texto": "'Levantai-vos, vamos; eis que está perto o que me trai.'",
      "reflexao": "Mesmo sabendo do que estava por vir, Jesus se levanta para cumprir o propósito. Isso nos ensina que, na força da oração e da rendição, encontramos coragem para enfrentar qualquer adversidade, confiantes de que Deus está conosco."
    },
    {
      "numero": "43",
      "texto": "E logo, falando ele ainda, veio Judas, um dos doze, e com ele uma grande multidão com espadas e paus, da parte dos principais dos sacerdotes, dos escribas e dos anciãos.",
      "reflexao": "O cumprimento do propósito muitas vezes passa pela dor, pela injustiça e pela traição. Mas Deus está no controle. Mesmo quando as multidões se levantam contra nós, se estivermos no centro da vontade de Deus, podemos permanecer firmes e em paz."
    },
    {
      "numero": "44",
      "texto": "Ora, o que o traía tinha-lhes dado um sinal, dizendo: 'Aquele que eu beijar, é esse; prendei-o e levai-o com segurança.'",
      "reflexao": "A traição, muitas vezes, vem de onde menos esperamos — de quem está perto. Este versículo nos alerta a cuidar do nosso próprio coração, para que nunca sejamos instrumentos de dor na vida de alguém, e nos ensina a perdoar como Cristo perdoou."
    },
    {
      "numero": "45",
      "texto": "E, logo que chegou, aproximando-se dele, disse-lhe: 'Mestre, Mestre!' E beijou-o.",
      "reflexao": "O beijo, símbolo de amor e amizade, aqui se torna instrumento de traição. Isso nos faz refletir: nossas palavras e nossos gestos estão alinhados com um coração sincero, ou com intenções ocultas? Deus vê além das aparências."
    },
    {
      "numero": "46",
      "texto": "Então lançaram as mãos nele e o prenderam.",
      "reflexao": "Jesus, mesmo podendo se livrar, se entrega voluntariamente. Isso nos mostra que amor não é sentimento, é decisão. Ele escolheu se entregar por nós. Isso nos desafia a também nos entregarmos totalmente por amor a Ele e ao próximo."
    },
    {
      "numero": "47",
      "texto": "Mas um dos que ali estavam, puxando da espada, feriu o servo do sumo sacerdote e cortou-lhe uma orelha.",
      "reflexao": "A reação humana diante da dor é, muitas vezes, impulsiva e carnal. Mas Jesus nos mostra que o caminho do Reino não é pela violência, mas pela rendição, amor, perdão e obediência à vontade de Deus, mesmo em meio à injustiça."
    },
    {
      "numero": "48",
      "texto": "E, respondendo Jesus, disse-lhes: 'Saístes com espadas e varapaus para me prender, como a um salteador?'",
      "reflexao": "Mesmo sendo o Príncipe da Paz, Jesus foi tratado como um criminoso. Isso nos ensina que, muitas vezes, seguir a verdade nos fará ser incompreendidos e até injustiçados, mas a justiça de Deus sempre prevalece."
    },
    {
      "numero": "49",
      "texto": "'Todos os dias estava convosco ensinando no templo, e não me prendestes; mas isto é para que as Escrituras se cumpram.'",
      "reflexao": "Nada acontece fora dos planos de Deus. Mesmo quando tudo parece desmoronar, o Senhor está no controle, conduzindo cada detalhe para o cumprimento de Seus propósitos eternos."
    },
    {
      "numero": "50",
      "texto": "Então, deixando-o, todos fugiram.",
      "reflexao": "Quando a pressão chega, muitos fogem. Este versículo nos faz refletir sobre nossa fidelidade a Cristo: permanecemos firmes apenas nos dias bons ou estamos dispostos a segui-Lo, mesmo quando custa nossa reputação, conforto ou segurança?"
    },
    {
      "numero": "51",
      "texto": "E um certo jovem o seguia, envolto em um lençol sobre o corpo nu; e lançaram-lhe a mão.",
      "reflexao": "Esse jovem representa aqueles que seguem a Jesus de forma despretensiosa, mas não estão completamente preparados para enfrentar a perseguição. Isso nos lembra que o discipulado exige decisão, preparo e coragem."
    },
    {
      "numero": "52",
      "texto": "Mas ele, largando o lençol, fugiu nu.",
      "reflexao": "Quando não estamos firmes, qualquer pressão faz com que abandonemos até aquilo que nos cobre. Isso nos alerta sobre a necessidade de estarmos vestidos espiritualmente — com a armadura de Deus — para resistir no dia mau."
    },
    {
      "numero": "53",
      "texto": "E levaram Jesus ao sumo sacerdote; e ajuntaram-se todos os principais dos sacerdotes, os anciãos e os escribas.",
      "reflexao": "Jesus, o Justo, é levado diante dos homens injustos. Isso nos lembra que muitas vezes seremos julgados, criticados e perseguidos por viver segundo os princípios do Reino, mas Deus é nossa justiça e nossa defesa."
    },
    {
      "numero": "54",
      "texto": "E Pedro o seguiu de longe até dentro do pátio do sumo sacerdote; e estava assentado com os servidores, aquecendo-se ao fogo.",
      "reflexao": "Seguir Jesus de longe é sempre um risco. A distância nos enfraquece espiritualmente e nos torna vulneráveis. Este versículo nos convida a refletir: estamos caminhando perto do Senhor ou temos mantido uma fé distante, apenas observando?"
    },
    {
      "numero": "55",
      "texto": "E os principais dos sacerdotes e todo o conselho buscavam algum testemunho contra Jesus para o matar, e não achavam.",
      "reflexao": "Quando não há base real para acusar, os inimigos constroem mentiras. Isso nos mostra que quem vive na verdade pode até ser atacado, mas a mentira nunca resistirá diante da luz e da justiça de Deus."
    },
    {
      "numero": "56",
      "texto": "Porque muitos testificavam falsamente contra ele, mas os testemunhos não concordavam.",
      "reflexao": "A verdade não precisa de argumentos forjados. As acusações contra Jesus se contradiziam, mostrando que o mal nunca tem firmeza, nem sustentação. Quem anda na verdade permanece de pé, mesmo quando cercado por mentiras."
    },
    {
      "numero": "57",
      "texto": "E, levantando-se alguns, testificavam falsamente contra ele, dizendo:",
      "reflexao": "O falso testemunho revela o quão longe o coração humano pode ir quando se afasta de Deus. Isso nos alerta a nunca ser instrumento de injustiça, mentira ou destruição na vida de ninguém. O Senhor vê e julga cada palavra."
    },
    {
      "numero": "58",
      "texto": "'Nós ouvimos dizer: Eu derrubarei este templo, feito por mãos, e em três dias edificarei outro, não feito por mãos.'",
      "reflexao": "As palavras de Jesus foram distorcidas. Isso nos faz refletir sobre como, até hoje, muitos distorcem a verdade do evangelho. Cabe a nós mantermos a fidelidade ao que Ele disse, ao que Ele é, sem contaminação ou manipulação."
    },
    {
      "numero": "59",
      "texto": "Mas nem assim o testemunho deles concordava.",
      "reflexao": "A mentira nunca se sustenta. Deus sempre traz à luz aquilo que é falso. Isso nos encoraja a permanecer na verdade, sabendo que o tempo sempre revela quem está com a justiça e quem anda no engano."
    },
    {
      "numero": "60",
      "texto": "E, levantando-se o sumo sacerdote no meio, perguntou a Jesus, dizendo: 'Nada respondes? Que testificam estes contra ti?'",
      "reflexao": "Muitas vezes, o silêncio é nossa maior resposta. Jesus nos ensina que não precisamos rebater toda acusação, especialmente quando sabemos que nossa vida está nas mãos do Pai, que vê, conhece e julga retamente."
    },
    {
      "numero": "61",
      "texto": "Mas ele se calou e nada respondeu. O sumo sacerdote tornou a interrogá-lo, e disse-lhe: 'És tu o Cristo, o Filho do Deus Bendito?'",
      "reflexao": "O silêncio de Jesus não era fraqueza, mas sabedoria. Isso nos ensina que nem toda batalha é para ser lutada com palavras — algumas são vencidas na entrega, na confiança e na certeza de que Deus é nossa justiça."
    },
    {
      "numero": "62",
      "texto": "E Jesus disse: 'Eu sou, e vereis o Filho do homem assentado à direita do Poder e vindo sobre as nuvens do céu.'",
      "reflexao": "Aqui Jesus declara quem Ele é, revelando sua autoridade suprema. Isso nos fortalece, pois sabemos que nosso Salvador não é apenas o Cordeiro que se entregou, mas o Rei que reina, que virá em glória e tem todo poder nos céus e na terra."
    },
    {
      "numero": "63",
      "texto": "Então o sumo sacerdote, rasgando as suas vestes, disse: 'Que mais necessidade temos de testemunhas?'",
      "reflexao": "O coração endurecido rejeita a verdade, mesmo quando ela é dita de forma clara. Isso nos alerta que o problema não é a ausência de provas, mas a resistência do coração que não quer se submeter ao senhorio de Cristo."
    },
    {
      "numero": "64",
      "texto": "'Ouvistes a blasfêmia; que vos parece?' E todos o condenaram como réu de morte.",
      "reflexao": "O mundo pode até nos condenar por servirmos a Cristo, mas a verdadeira sentença vem do céu. Não importa o que os homens digam, importa o que Deus declara sobre nós: filhos amados, justificados e herdeiros do Reino."
    },
    {
      "numero": "65",
      "texto": "E alguns começaram a cuspir nele, a cobrir-lhe o rosto, a dar-lhe socos e a dizer-lhe: 'Profetiza!' E os servidores batiam-lhe com as mãos.",
      "reflexao": "Jesus foi humilhado, agredido e rejeitado, e tudo isso por amor a nós. Isso nos faz lembrar que, se Ele suportou tudo isso por nós, também podemos suportar as lutas, as rejeições e as dificuldades, sabendo que não estamos sozinhos."
    },
    {
      "numero": "66",
      "texto": "Estando Pedro embaixo, no pátio, chegou uma das criadas do sumo sacerdote;",
      "reflexao": "Aqui começa o momento de confronto interno de Pedro. Isso nos mostra como, nos momentos de pressão, nossa fé é testada. E é nesses momentos que descobrimos se nossa fé está fundamentada na comunhão com Deus ou no conforto das circunstâncias."
    },
    {
      "numero": "67",
      "texto": "e, vendo Pedro, que estava se aquecendo, olhou para ele e disse: 'Tu também estavas com Jesus, o Nazareno.'",
      "reflexao": "O simples reconhecimento de que andamos com Jesus pode nos colocar em situações desconfortáveis. Este versículo nos desafia: temos coragem de sermos reconhecidos como discípulos de Cristo, mesmo quando isso nos custa algo?"
    },
    {
      "numero": "68",
      "texto": "Mas ele negou, dizendo: 'Não sei, nem entendo o que dizes.' E saiu para fora, para o alpendre; e o galo cantou.",
      "reflexao": "Quando nos afastamos espiritualmente, é fácil cair na tentação de negar a fé. Mas Deus, em sua misericórdia, sempre nos dá sinais (como o canto do galo) para nos despertar e nos chamar de volta para Ele."
    },
    {
      "numero": "69",
      "texto": "E a criada, vendo-o novamente, começou a dizer aos que ali estavam: 'Este é um deles.'",
      "reflexao": "Deus permite que sejamos reconhecidos como seus, até mesmo quando queremos nos esconder. Isso é um convite constante ao arrependimento e ao retorno para a comunhão verdadeira com Ele."
    },
    {
      "numero": "70",
      "texto": "Mas ele negou outra vez. E pouco depois, os que ali estavam disseram também a Pedro: 'Verdadeiramente tu és deles, porque és galileu.'",
      "reflexao": "Nossa identidade em Cristo é algo que não se esconde. Mesmo quando tentamos fugir, há marcas em nós — na fala, nas atitudes, no jeito — que revelam que somos Dele. Isso nos convida a refletir: estamos vivendo de forma coerente com essa identidade?"
    },
    {
      "numero": "71",
      "texto": "E ele começou a praguejar e a jurar: 'Não conheço esse homem de quem falais.'",
      "reflexao": "O medo, quando não é levado aos pés de Cristo, nos leva a atitudes que jamais imaginaríamos. Isso nos lembra da importância de estarmos constantemente fortalecidos no Espírito, para não cairmos nas armadilhas do medo e da negação."
    },
    {
      "numero": "72",
      "texto": "E o galo cantou pela segunda vez. Então Pedro se lembrou da palavra que Jesus lhe tinha dito: 'Antes que o galo cante duas vezes, três vezes me negarás.' E, pensando nisso, chorou.",
      "reflexao": "O choro de Pedro representa o quebrantamento, o <b>arrependimento</b> e a oportunidade de recomeçar. Deus não rejeita quem se arrepende de verdade. Este versículo nos consola e nos convida a lembrar que, mesmo falhando, há perdão, restauração e um novo começo com Jesus."
    }
  ]
}
