{
  "livro": "Marcos",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E, passado o sábado, Maria Madalena, Maria, mãe de Tiago, e Salomé compraram aromas, para que viessem ungi-lo.",
      "reflexao": "O amor verdadeiro não acaba nem diante da morte. Essas mulheres demonstram fidelidade, cuidado e honra. Isso nos ensina que, mesmo quando tudo parece perdido, nosso amor e nossa devoção a Jesus devem permanecer firmes."
    },
    {
      "numero": "2",
      "texto": "E, muito cedo no primeiro dia da semana, foram ao sepulcro, ao nascer do sol.",
      "reflexao": "Buscar a Deus logo cedo, com dedicação e constância, revela um coração que O ama. Isso nos convida a priorizar nossa busca por Jesus, a colocar Ele em primeiro lugar, seja qual for a circunstância."
    },
    {
      "numero": "3",
      "texto": "E diziam umas às outras: 'Quem nos removerá a pedra da porta do sepulcro?'",
      "reflexao": "Muitas vezes, olhamos para as 'pedras' como obstáculos impossíveis. Mas Deus já está cuidando do caminho. Isso nos ensina que, mesmo quando não vemos saída, Deus trabalha antes mesmo de chegarmos ao problema."
    },
    {
      "numero": "4",
      "texto": "E, olhando, viram que a pedra já estava removida; e era muito grande.",
      "reflexao": "O que parecia impossível já tinha sido resolvido por Deus. Isso nos encoraja a confiar, mesmo quando não vemos soluções, porque o Senhor já está trabalhando a nosso favor, removendo os impossíveis da nossa frente."
    },
    {
      "numero": "5",
      "texto": "E, entrando no sepulcro, viram um jovem assentado ao lado direito, vestido de roupa branca; e ficaram espantadas.",
      "reflexao": "Deus sempre envia respostas e sinais para aqueles que O buscam de coração. Quando buscamos a Deus, somos surpreendidos pela Sua presença, consolo e direção, até mesmo nas situações mais difíceis e inesperadas."
    },
    {
      "numero": "6",
      "texto": "Porém ele lhes disse: 'Não vos assusteis; buscais a Jesus, o Nazareno, que foi crucificado; ressuscitou, não está aqui; eis o lugar onde o puseram.'",
      "reflexao": "A melhor notícia da humanidade: Jesus venceu a morte! Isso nos enche de esperança, pois, assim como Ele venceu, também podemos vencer o pecado, o medo, a dor e qualquer circunstância. A vida triunfou sobre a morte."
    },
    {
      "numero": "7",
      "texto": "'Mas ide, dizei a seus discípulos e a Pedro que ele vai adiante de vós para a Galileia; ali o vereis, como vos disse.'",
      "reflexao": "O detalhe 'e a Pedro' revela o amor restaurador de Jesus. Mesmo após a negação, Ele não desiste de Pedro. Isso nos consola: Deus nunca desiste de nós, mesmo quando falhamos. Sempre há esperança, perdão e recomeço no amor de Cristo."
    },
    {
      "numero": "8",
      "texto": "E, saindo elas apressadamente, fugiram do sepulcro; porque estavam possuídas de temor e assombro, e nada diziam a ninguém, porque temiam.",
      "reflexao": "O temor aqui não é de pavor, mas de reverência e impacto diante do sobrenatural de Deus. Isso nos lembra que a presença e o poder de Deus são tão grandiosos que nos colocam em total reverência e dependência Dele."
    },
    {
      "numero": "9",
      "texto": "E Jesus, tendo ressuscitado na manhã do primeiro dia da semana, apareceu primeiramente a Maria Madalena, da qual tinha expulsado sete demônios.",
      "reflexao": "O fato de Jesus ter se revelado primeiro a Maria Madalena mostra que o Reino não faz acepção de pessoas. Isso nos ensina que não importa nosso passado — Deus nos ama, nos restaura e nos chama para sermos testemunhas do Seu amor e poder."
    },
    {
      "numero": "10",
      "texto": "E, partindo ela, anunciou-o àqueles que tinham estado com ele, os quais estavam tristes e chorando.",
      "reflexao": "Aqueles que estão tristes e desanimados precisam ouvir a mensagem da ressurreição. Isso nos desafia a sermos portadores de esperança, levando a outros a notícia de que Jesus vive e reina."
    },
    {
      "numero": "11",
      "texto": "E eles, ouvindo que Jesus vivia, e que tinha sido visto por ela, não o creram.",
      "reflexao": "A incredulidade, muitas vezes, toma conta do coração ferido. Isso nos alerta que a dor e o desespero podem nos cegar para as promessas de Deus. Por isso, precisamos manter a fé, mesmo quando as circunstâncias parecem contradizer a esperança."
    },
    {
      "numero": "12",
      "texto": "E, depois disto, manifestou-se em outra forma a dois deles que iam pelo caminho para o campo.",
      "reflexao": "Jesus se revela no caminho, no meio da jornada, muitas vezes quando menos esperamos. Isso nos ensina que Ele caminha conosco, mesmo quando não o reconhecemos de imediato, e se revela no partir do pão, na Palavra e na comunhão."
    },
    {
      "numero": "13",
      "texto": "E eles, indo, anunciaram-no aos outros, mas nem ainda estes creram.",
      "reflexao": "Mesmo ouvindo vários testemunhos, muitos ainda não creram. Isso revela que, para além de ouvir, é necessário abrir o coração. Isso nos desafia a cultivar uma fé viva, que se abre para reconhecer o agir de Deus, mesmo quando tudo parece difícil de crer."
    },
    {
      "numero": "14",
      "texto": "Finalmente apareceu aos onze, estando eles assentados à mesa, e lançou-lhes em rosto a sua incredulidade e dureza de coração, por não haverem crido nos que o tinham visto já ressuscitado.",
      "reflexao": "Jesus confronta a incredulidade, não para condenar, mas para despertar. Isso nos ensina que a fé precisa ser maior que o medo, maior que a dúvida. Mesmo quando fraquejamos, Ele nos corrige com amor, para que voltemos a crer e a confiar plenamente."
    },
    {
      "numero": "15",
      "texto": "E disse-lhes: 'Ide por todo o mundo, pregai o evangelho a toda criatura.'",
      "reflexao": "O maior chamado do Reino: compartilhar as boas novas. Isso nos lembra que, se fomos alcançados pelo amor de Cristo, somos agora responsáveis por levar essa mensagem de esperança, salvação e transformação ao mundo."
    },
    {
      "numero": "16",
      "texto": "'Quem crer e for batizado será salvo; mas quem não crer será condenado.'",
      "reflexao": "A salvação é oferecida a todos, mas exige uma resposta: crer. Isso nos lembra que a fé é o primeiro passo para uma vida transformada. O batismo é o selo público dessa decisão. E rejeitar esse chamado é escolher permanecer longe da vida que Deus oferece."
    },
    {
      "numero": "17",
      "texto": "'E estes sinais seguirão aos que crerem: em meu nome expulsarão demônios; falarão novas línguas;'",
      "reflexao": "O evangelho não é apenas palavra, mas poder. Os sinais acompanham aqueles que vivem na fé, mostrando que o Reino de Deus é real, ativo e presente na vida dos que creem. Somos chamados a viver uma fé que se manifesta em ações e milagres."
    },
    {
      "numero": "18",
      "texto": "'Pegarão nas serpentes; e, se beberem alguma coisa mortífera, não lhes fará dano algum; e imporão as mãos sobre os enfermos, e os curarão.'",
      "reflexao": "Deus protege e capacita os que andam em Seu nome. Este versículo nos lembra que, quando estamos alinhados com o Reino, nenhuma obra do mal pode nos tocar sem a permissão de Deus. Somos instrumentos de cura, libertação e transformação."
    },
    {
      "numero": "19",
      "texto": "Ora, o Senhor, depois de lhes ter falado, foi recebido no céu, e assentou-se à direita de Deus.",
      "reflexao": "Jesus reina, vitorioso, à direita do Pai. Isso nos dá segurança e esperança: nosso Salvador venceu, reina soberano e intercede por nós. Nossa vida está guardada Nele, e nossa esperança é eterna."
    },
    {
      "numero": "20",
      "texto": "E eles, tendo partido, pregaram por todas as partes, cooperando com eles o Senhor, e confirmando a palavra com os sinais que se seguiram. Amém.",
      "reflexao": "A missão continua! Assim como os discípulos, somos chamados a pregar, amar, servir e manifestar o Reino. E o mais maravilhoso: Deus coopera conosco. Ele confirma Sua palavra com sinais, prodígios e transformações que tocam e mudam vidas até hoje."
    }
  ]
}
