{
  "livro": "Mateus",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Naquele tempo, ouviu Herodes, o tetrarca, a fama de Jesus.",
      "reflexao": "A fama de Jesus transcende qualquer limite. Mesmo os poderosos, que tentam ignorar ou se manter distantes, acabam ouvindo falar Dele. Assim é até hoje: ninguém pode ficar indiferente à presença, ao nome e ao poder de Jesus."
    },
    {
      "numero": "2",
      "texto": "E disse aos seus servos: Este é João Batista; ressuscitou dos mortos, e por isso estas maravilhas operam nele.",
      "reflexao": "A consciência de Herodes o acusava. Isso nos ensina que quem escolhe viver no erro não tem paz. A presença do Reino sempre confronta quem vive nas trevas. Deus fala até na inquietação dos que resistem, oferecendo chance de arrependimento e transformação."
    },
    {
      "numero": "3",
      "texto": "Porque Herodes tinha prendido João, e tinha-o manietado e encerrado no cárcere, por causa de Herodias, mulher de seu irmão Filipe.",
      "reflexao": "João foi preso porque teve coragem de denunciar o pecado. Isso revela que viver pela verdade tem um custo. O Reino nos chama a não negociar princípios, mesmo que isso traga perseguição ou oposição. A fidelidade a Deus vale mais do que a aprovação dos homens."
    },
    {
      "numero": "4",
      "texto": "Porque João lhe dissera: Não te é lícito possuí-la.",
      "reflexao": "A verdade, quando declarada, confronta e incomoda. João não se calou diante do erro, mesmo sabendo dos riscos. Isso nos ensina que ser luz é ter coragem de se posicionar, mesmo quando isso gera desconforto ou oposição. O amor pela verdade deve ser maior que o medo das consequências."
    },
    {
      "numero": "5",
      "texto": "E, querendo matá-lo, temia o povo, porque o tinham como profeta.",
      "reflexao": "A hipocrisia de Herodes revela o conflito de quem vive dividido entre o medo dos homens e o desejo de permanecer no erro. Isso nos alerta: quem vive para agradar pessoas jamais agradará a Deus. O chamado do Reino é para viver de forma íntegra, com temor ao Senhor, não aos homens."
    },
    {
      "numero": "6",
      "texto": "Festejando-se, porém, o dia natalício de Herodes, dançou a filha de Herodias no meio dos convidados, e agradou a Herodes.",
      "reflexao": "O ambiente de vaidade, prazer e distração foi palco de uma decisão trágica. Isso nos lembra que quando estamos desconectados de Deus e tomados pelos desejos da carne, decisões precipitadas e destrutivas podem ser tomadas. Vigilância espiritual é essencial."
    },
    {
      "numero": "7",
      "texto": "Pelo que prometeu com juramento dar-lhe tudo o que pedisse.",
      "reflexao": "Promessas feitas no calor da emoção, movidas por orgulho ou desejo de agradar, podem ter consequências irreversíveis. Isso nos ensina que nossas palavras têm peso, e que precisamos ser prudentes, sábios e guiados pelo Espírito antes de assumir qualquer compromisso."
    },
    {
      "numero": "8",
      "texto": "E ela, instruída previamente por sua mãe, disse: Dá-me aqui no prato a cabeça de João Batista.",
      "reflexao": "A maldade planejada revela como o pecado cega e endurece o coração. Isso nos alerta sobre a influência que permitimos em nossas vidas. Quem nos aconselha? Quem influencia nossas escolhas? Que sejamos cercados por pessoas que nos conduzem à vida, não à destruição."
    },
    {
      "numero": "9",
      "texto": "E o rei entristeceu-se, mas, por causa do juramento e dos que estavam com ele à mesa, mandou que lha dessem;",
      "reflexao": "O medo da opinião alheia levou Herodes a cometer um dos maiores erros de sua vida. Isso nos ensina que viver para agradar aos homens é um caminho que leva à destruição. O temor ao Senhor deve ser sempre maior do que qualquer pressão social ou desejo de manter aparências."
    },
    {
      "numero": "10",
      "texto": "E, enviando, degolou a João no cárcere.",
      "reflexao": "O preço da verdade, muitas vezes, é alto. Mas a morte de João não foi o fim — seu legado, sua coragem e sua fidelidade ecoam até hoje. Isso nos inspira a viver de forma que, mesmo que a vida acabe, nossa história continue sendo um testemunho de fé, de amor e de verdade."
    },
    {
      "numero": "11",
      "texto": "E a sua cabeça foi trazida no prato e dada à jovem, e ela a levou a sua mãe.",
      "reflexao": "O ápice da maldade é ver a alegria em destruir o outro. Mas isso também revela que quem vive sem Deus perde totalmente o senso de compaixão, misericórdia e humanidade. Sem Deus, o ser humano se distancia totalmente da sua essência — que é amar, cuidar e preservar a vida."
    },
    {
      "numero": "12",
      "texto": "Então vieram os seus discípulos, e levaram o corpo, e o sepultaram; e foram anunciá-lo a Jesus.",
      "reflexao": "Diante da dor, os discípulos fazem o que todos nós devemos fazer: vão até Jesus. Isso nos ensina que, na dor, na perda, na tristeza, no luto, o melhor lugar é aos pés de Cristo. Ele é consolo, refúgio e esperança, mesmo quando tudo parece desmoronar."
    },
    {
      "numero": "13",
      "texto": "E Jesus, ouvindo isso, retirou-se dali num barco para um lugar deserto, à parte. E, sabendo o povo, seguiu-o a pé desde as cidades.",
      "reflexao": "Jesus também sente, também se entristece, também busca momentos de solitude. Isso nos mostra Sua humanidade e Seu amor. Mesmo ferido, cansado, Ele continua acessível, disposto a curar, a ensinar e a amar aqueles que O buscam de todo o coração."
    },
    {
      "numero": "14",
      "texto": "E, saindo Jesus, viu uma grande multidão, e, possuído de íntima compaixão para com ela, curou os seus enfermos.",
      "reflexao": "Mesmo no meio da sua dor, Jesus se move em compaixão. Isso nos revela o coração do nosso Deus: amor incondicional, que cuida, que cura, que restaura. O amor de Jesus não é limitado pelas circunstâncias — Ele sempre vê a nossa dor e estende a mão para nos levantar."
    },
    {
      "numero": "15",
      "texto": "E, sendo já tarde, os seus discípulos aproximaram-se dele, dizendo: O lugar é deserto, e o tempo já passou; despede a multidão, para que vão pelas aldeias, e comprem comida para si.",
      "reflexao": "O olhar humano vê escassez, vê problema. Mas Jesus vê oportunidade para manifestar o Reino. Muitas vezes, olhamos para os desafios como impossíveis, enquanto Deus está preparando um milagre. Onde o homem vê limite, Deus vê provisão abundante."
    },
    {
      "numero": "16",
      "texto": "Jesus, porém, lhes disse: Não é necessário que se retirem; dai-lhes vós de comer.",
      "reflexao": "O convite de Jesus não é apenas para observar milagres, mas para ser parte deles. Deus nos convida a participar da provisão, da resposta e da transformação na vida das pessoas. Muitas vezes, a solução que esperamos do céu já está nas nossas mãos — basta obedecer e agir."
    },
    {
      "numero": "17",
      "texto": "Então eles lhe disseram: Não temos aqui senão cinco pães e dois peixes.",
      "reflexao": "O que parece pouco nas mãos humanas, nas mãos de Jesus se torna mais do que suficiente. Isso nos ensina que Deus não precisa de muito — Ele só precisa da nossa disposição. O pouco que colocamos nas mãos Dele é suficiente para alimentar multidões e gerar milagres."
    },
    {
      "numero": "18",
      "texto": "E ele disse: Trazei-mos aqui.",
      "reflexao": "Jesus não despreza o pouco. Ele pede exatamente o que temos, e não o que não temos. Isso nos mostra que o milagre começa quando colocamos nas mãos de Deus, com fé e obediência, aquilo que está ao nosso alcance. O céu se move quando entregamos o nosso melhor, ainda que pareça pouco."
    },
    {
      "numero": "19",
      "texto": "E, tendo mandado que a multidão se assentasse sobre a relva, tomou os cinco pães e os dois peixes, e, erguendo os olhos ao céu, abençoou, e, partindo os pães, deu-os aos seus discípulos, e os discípulos à multidão.",
      "reflexao": "O milagre acontece no processo: Jesus abençoa, parte e reparte. Isso nos ensina que a bênção vem quando colocamos tudo diante de Deus, reconhecendo que é do céu que vem a provisão. E mais: o milagre passa pelas nossas mãos. Somos canais, não o fim do milagre."
    },
    {
      "numero": "20",
      "texto": "E comeram todos, e saciaram-se; e levantaram dos pedaços que sobejaram doze alcofas cheias.",
      "reflexao": "Quando Jesus é quem provê, não há falta — há abundância. Todos são saciados, e ainda sobra. Isso revela que Deus não é Deus de escassez, mas de provisão generosa. Quem entrega, quem confia, quem serve no Reino, experimenta não apenas o suficiente, mas o transbordar da graça e do cuidado de Deus."
    },
    {
      "numero": "21",
      "texto": "E os que comeram foram quase cinco mil homens, além das mulheres e crianças.",
      "reflexao": "O cuidado de Deus sempre excede nossas expectativas. Jesus não apenas supri a necessidade, mas faz além. Isso nos ensina que, quando colocamos o pouco nas mãos de Deus, o milagre alcança não só a nós, mas transborda para abençoar muitos outros ao nosso redor."
    },
    {
      "numero": "22",
      "texto": "E logo ordenou Jesus que os seus discípulos entrassem no barco, e fossem adiante, para o outro lado, enquanto despedia a multidão.",
      "reflexao": "Há momentos em que Deus nos envia adiante, mesmo sem entendermos o propósito. Às vezes, Ele nos permite entrar no barco, navegar por águas desconhecidas, não para nos abandonar, mas para nos ensinar, fortalecer e nos revelar algo maior no caminho."
    },
    {
      "numero": "23",
      "texto": "E, despedida a multidão, subiu ao monte, para orar à parte. E, chegada já a tarde, estava ali só.",
      "reflexao": "Jesus nos dá o exemplo da importância da solitude e da oração. Mesmo após grandes milagres, Ele se retira para estar com o Pai. Isso nos ensina que, por mais que façamos, nosso combustível espiritual vem da intimidade com Deus. É na oração que somos renovados, direcionados e fortalecidos."
    },
    {
      "numero": "24",
      "texto": "E o barco estava já no meio do mar, açoitado pelas ondas; porque o vento era contrário.",
      "reflexao": "Mesmo estando no centro da vontade de Deus, os ventos contrários podem soprar. Isso nos lembra que obediência não é ausência de lutas, mas garantia de que não estamos sozinhos no meio delas. O vento pode soprar, mas Jesus está atento e virá ao nosso encontro no momento certo."
    },
    {
      "numero": "25",
      "texto": "Mas, à quarta vigília da noite, dirigiu-se Jesus para eles, andando por cima do mar.",
      "reflexao": "No meio da madrugada, no momento de maior escuridão e cansaço, Jesus aparece. Isso nos ensina que, mesmo quando parece que Deus está demorando, Ele vem. E quando vem, não é limitado pelas leis naturais — Ele caminha sobre aquilo que para nós seria impossível atravessar."
    },
    {
      "numero": "26",
      "texto": "E os discípulos, vendo-o andando sobre o mar, assustaram-se, dizendo: É um fantasma! E gritaram com medo.",
      "reflexao": "Muitas vezes, quando Deus se move de forma que não esperamos, não reconhecemos Sua presença. O medo pode nos cegar, nos fazer confundir socorro com ameaça. É na intimidade e na fé que aprendemos a discernir que, mesmo no meio da tempestade, Deus está chegando."
    },
    {
      "numero": "27",
      "texto": "Jesus, porém, lhes falou logo, dizendo: Tende bom ânimo, sou eu; não temais.",
      "reflexao": "A voz de Jesus traz paz no meio do caos. Ele não chega com acusação, mas com consolo, coragem e amor. A palavra 'sou eu' ecoa até hoje em nossos corações: quando o medo vier, quando o vento soprar, lembre-se — Jesus está presente e tem poder sobre qualquer tempestade."
    },
    {
      "numero": "28",
      "texto": "E respondeu-lhe Pedro, e disse: Senhor, se és tu, manda-me ir ter contigo por cima das águas.",
      "reflexao": "Pedro nos ensina que a fé verdadeira se expressa em coragem para sair do barco. A fé não é passiva — ela nos impulsiona a andar sobre as impossibilidades quando Jesus é quem nos chama. Mesmo no medo, há uma ousadia que nasce do desejo de estar mais perto de Cristo."
    },
    {
      "numero": "29",
      "texto": "E ele disse: Vem. E Pedro, descendo do barco, andou sobre as águas para ir ter com Jesus.",
      "reflexao": "Quando Jesus diz 'vem', o impossível se torna possível. Pedro experimentou o sobrenatural porque respondeu ao chamado. Isso nos ensina que o milagre não acontece enquanto estamos no conforto do barco — ele acontece no passo de fé, na obediência à voz de Jesus."
    },
    {
      "numero": "30",
      "texto": "Mas, sentindo o vento forte, teve medo; e, começando a ir para o fundo, clamou, dizendo: Senhor, salva-me!",
      "reflexao": "O problema não foi o vento, mas tirar os olhos de Jesus. Isso nos ensina que, enquanto olhamos para Cristo, andamos sobre qualquer dificuldade. Mas quando focamos no problema, começamos a afundar. O clamor sincero, no entanto, sempre move a mão de Deus a nos socorrer."
    },
    {
      "numero": "31",
      "texto": "E logo Jesus, estendendo a mão, segurou-o, e disse-lhe: Homem de pouca fé, por que duvidaste?",
      "reflexao": "A mão de Jesus é rápida em socorrer, mesmo quando nossa fé falha. Ele não nos deixa afundar, mas também nos ensina. A pergunta 'por que duvidaste?' não vem como condenação, mas como convite ao crescimento, à maturidade, a uma fé que não se abala com as circunstâncias."
    },
    {
      "numero": "32",
      "texto": "E, quando subiram para o barco, acalmou o vento.",
      "reflexao": "Quando Jesus entra no barco, a tempestade se acalma. Isso nos revela que não importa o tamanho do vento, quando a presença de Deus chega, há paz, há bonança, há alívio. O que precisamos não é que as circunstâncias mudem primeiro, mas que Jesus esteja presente em nossa vida."
    },
    {
      "numero": "33",
      "texto": "Então aproximaram-se os que estavam no barco, e adoraram-no, dizendo: És verdadeiramente o Filho de Deus.",
      "reflexao": "Os milagres de Jesus não têm como objetivo apenas resolver problemas, mas revelar quem Ele é. O resultado do encontro com o sobrenatural é adoração. Quem experimenta o cuidado, o poder e a presença de Jesus se rende, se prostra e declara: 'Tu és verdadeiramente o Filho de Deus.'"
    },
    {
      "numero": "34",
      "texto": "E, tendo passado para o outro lado, chegaram à terra de Genesaré.",
      "reflexao": "O destino se cumpre. Mesmo depois da tempestade, Jesus e os discípulos chegam onde deveriam estar. Isso nos ensina que as tempestades não anulam os planos de Deus — apenas fazem parte do processo de crescimento, de aprendizado e de fortalecimento da nossa fé."
    },
    {
      "numero": "35",
      "texto": "E, quando os homens daquele lugar o reconheceram, mandaram por todos aqueles lugares, e trouxeram-lhe todos os que estavam enfermos.",
      "reflexao": "Quando Jesus é reconhecido, há movimento, há busca, há fé. A presença Dele atrai aqueles que precisam de cura, de restauração, de esperança. Isso nos desafia a sermos esse ponto de conexão — onde Jesus estiver presente, vidas serão transformadas."
    },
    {
      "numero": "36",
      "texto": "E rogavam-lhe que os deixasse apenas tocar a orla da sua veste; e todos os que a tocaram ficaram sãos.",
      "reflexao": "A fé daqueles homens revela que, às vezes, um simples toque em Jesus é suficiente para mudar tudo. Isso nos lembra que não precisamos de grandes rituais, nem de fórmulas — precisamos de fé, de desejo genuíno por Sua presença. Quem toca Jesus com fé nunca sai do mesmo jeito."
    }
  ]
}
