{
  "livro": "Mateus",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E, chamando os seus doze discípulos, deu-lhes poder sobre os espíritos imundos, para os expulsarem, e para curarem toda enfermidade e todo mal.",
      "reflexao": "Jesus não apenas chama — Ele capacita. O chamado de Deus nunca vem sem provisão de autoridade e poder espiritual. Isso nos ensina que quando Ele nos envia, não é na nossa força, mas na força dEle. Somos instrumentos vivos do céu na terra."
    },
    {
      "numero": "2",
      "texto": "Ora, os nomes dos doze apóstolos são estes: o primeiro, Simão, chamado Pedro, e André, seu irmão; Tiago, filho de Zebedeu, e João, seu irmão;",
      "reflexao": "Deus chama pessoas comuns, com histórias diversas, para missões extraordinárias. Seus nomes estão registrados não pela perfeição, mas pela disposição. Isso nos lembra que não é sobre quem somos, mas sobre quem Ele é em nós. Deus transforma histórias simples em grandes testemunhos."
    },
    {
      "numero": "3",
      "texto": "Filipe e Bartolomeu; Tomé e Mateus, o publicano; Tiago, filho de Alfeu, e Lebeu, apelidado Tadeu;",
      "reflexao": "Nessa lista há cobradores de impostos, pescadores, homens de temperamentos diferentes. Isso nos ensina que o Reino é diversidade que se encontra no propósito. Deus não escolhe pela aparência ou passado, mas pela disposição de dizer 'sim'."
    },
    {
      "numero": "4",
      "texto": "Simão, o Zelote, e Judas Iscariotes, aquele que o traiu.",
      "reflexao": "Até quem iria trair fazia parte do grupo. Isso nos lembra que nem todos que caminham perto de Jesus estão de fato com o coração rendido. O chamado é para todos, mas a permanência depende da escolha diária de permanecer Nele."
    },
    {
      "numero": "5",
      "texto": "Jesus enviou estes doze, e lhes ordenou, dizendo: Não ireis pelo caminho dos gentios, nem entrareis em cidade de samaritanos.",
      "reflexao": "Jesus dá direção clara. O primeiro foco era o povo de Israel. Isso nos ensina que Deus trabalha por etapas, por propósito e estratégia. Nem todo chamado é para 'todos' ao mesmo tempo, mas para quem Deus direciona no momento certo."
    },
    {
      "numero": "6",
      "texto": "Mas ide antes às ovelhas perdidas da casa de Israel.",
      "reflexao": "O coração de Deus sempre busca quem está perdido, quem se afastou. Esse chamado nos lembra que não podemos ignorar os que estão próximos de nós, dentro da nossa casa, da nossa comunidade, do nosso entorno. A missão começa perto antes de alcançar longe."
    },
    {
      "numero": "7",
      "texto": "E, indo, pregai, dizendo: É chegado o reino dos céus.",
      "reflexao": "O centro da mensagem não é religião, não são doutrinas humanas — é o Reino. Um Reino que invade a terra, que transforma realidades, que alcança corações. Onde o Reino chega, há vida, cura, esperança e salvação. Essa é a nossa missão: anunciar que o Reino já está entre nós."
    },
    {
      "numero": "8",
      "texto": "Curai os enfermos, limpai os leprosos, ressuscitai os mortos, expulsai os demônios; de graça recebestes, de graça dai.",
      "reflexao": "O que recebemos de Deus não é para ser guardado, mas compartilhado. A graça não é comércio — é dádiva. Somos chamados a ser canais de cura, libertação e vida. Tudo o que fazemos é para manifestar o amor de Deus, sem interesse, sem barganha, por amor puro e verdadeiro."
    },
    {
      "numero": "9",
      "texto": "Não possuais ouro, nem prata, nem cobre, em vossos cintos,",
      "reflexao": "Jesus ensina que quem vive para o Reino não deve se apegar aos recursos materiais. A dependência deve estar no Pai, não nas posses. O sustento virá na jornada, e não no acúmulo. Isso é viver pela fé, confiando que Deus provê cada passo do caminho."
    },
    {
      "numero": "10",
      "texto": "Nem alforje para o caminho, nem duas túnicas, nem sandálias, nem bordão; porque digno é o operário do seu alimento.",
      "reflexao": "Deus honra quem trabalha para o Reino. Não é necessário viver em ansiedade sobre o sustento. Quem serve com amor e verdade será cuidado pelo próprio Deus. A provisão virá das mãos do Pai, muitas vezes através de pessoas que Ele levanta no caminho."
    },
    {
      "numero": "11",
      "texto": "E, em qualquer cidade ou aldeia em que entrardes, procurai saber quem nela seja digno, e hospedai-vos aí, até que vos retireis.",
      "reflexao": "O Reino também se constrói em relacionamentos. Jesus ensina sobre discernir com quem caminhar, onde permanecer. O Reino se expande por meio de conexões divinas — pessoas que Deus levanta para apoiar, acolher e ser parte do plano de Deus no caminho dos discípulos."
    },
    {
      "numero": "12",
      "texto": "E, quando entrardes numa casa, saudai-a.",
      "reflexao": "A paz é a marca dos filhos de Deus. Onde chegamos, levamos paz, bênção, reconciliação. A saudação no Reino não é formalidade — é liberação de vida, de graça e de presença do céu. Que onde você entrar, as pessoas percebam que a paz de Deus chegou com você."
    },
    {
      "numero": "13",
      "texto": "E, se a casa for digna, desça sobre ela a vossa paz; mas, se não for digna, torne para vós a vossa paz.",
      "reflexao": "Nem todo coração estará aberto para receber. Mas quem carrega a paz, nunca a perde — ela volta consigo. Isso nos ensina a não forçar portas, nem se desesperar diante da rejeição. A missão continua, e a paz permanece sobre quem caminha debaixo da vontade de Deus."
    },
    {
      "numero": "14",
      "texto": "E, se ninguém vos receber, nem escutar as vossas palavras, saindo daquela casa ou cidade, sacudi o pó dos vossos pés.",
      "reflexao": "Jesus nos ensina que a rejeição não define nosso valor nem a validade da mensagem. Sacudir o pó dos pés é um ato espiritual de libertação, de não carregar pesos que não são seus. Continue caminhando — quem rejeita a mensagem rejeita a oportunidade, não você."
    },
    {
      "numero": "15",
      "texto": "Em verdade vos digo que, no dia do juízo, haverá menos rigor para a terra de Sodoma e Gomorra do que para aquela cidade.",
      "reflexao": "A rejeição ao Reino não é algo leve — é uma escolha que traz consequências eternas. Jesus mostra que há responsabilidade em ouvir e ignorar a mensagem. Quem fecha o coração para Deus não rejeita apenas uma ideia, mas rejeita a própria vida e salvação que Ele oferece."
    },
    {
      "numero": "16",
      "texto": "Eis que vos envio como ovelhas ao meio de lobos; portanto, sede prudentes como as serpentes e simples como as pombas.",
      "reflexao": "Seguir Jesus não é isenção de perigos, mas é certeza de proteção e direção. Ele nos chama a uma vida de equilíbrio: prudentes, atentos, sábios, mas sem perder a pureza, a simplicidade e a mansidão. A missão exige discernimento e um coração limpo."
    },
    {
      "numero": "17",
      "texto": "E acautelai-vos dos homens, porque eles vos entregarão aos sinédrios, e vos açoitarão nas suas sinagogas.",
      "reflexao": "O evangelho não é uma promessa de facilidade, mas de fidelidade. Quem escolhe viver a verdade enfrentará oposição. Jesus nos alerta para estarmos preparados — nem todos aceitarão a luz, mas quem permanece fiel jamais será abandonado por Deus."
    },
    {
      "numero": "18",
      "texto": "E sereis levados à presença dos governadores e dos reis por minha causa, para lhes servir de testemunho, a eles e aos gentios.",
      "reflexao": "Até os cenários de dor e perseguição se tornam palcos para testemunhar o amor de Deus. Onde o mundo vê derrota, Deus vê oportunidade. O Reino avança mesmo nas prisões, nos julgamentos, nas dores — porque quem carrega a verdade, carrega luz que não pode ser apagada."
    },
    {
      "numero": "19",
      "texto": "Mas, quando vos entregarem, não vos dê cuidado como ou o que haveis de falar, porque, naquela mesma hora, vos será ministrado o que haveis de dizer.",
      "reflexao": "O Espírito Santo é quem capacita, consola e direciona. Não precisamos viver ansiosos sobre como defender nossa fé — o céu se encarrega de colocar palavras nos lábios de quem se entrega. A dependência total de Deus gera milagres até no falar."
    },
    {
      "numero": "20",
      "texto": "Porque não sois vós quem falará, mas o Espírito de vosso Pai é que fala em vós.",
      "reflexao": "O maior privilégio do discípulo é ser boca de Deus na terra. Quando deixamos que o Espírito fale através de nós, nossas palavras deixam de ser humanas — se tornam sementes de transformação, cura e salvação. O céu fala quando nos colocamos à disposição."
    },
    {
      "numero": "21",
      "texto": "E o irmão entregará à morte o irmão, e o pai, o filho; e os filhos se levantarão contra os pais, e os matarão.",
      "reflexao": "O evangelho confronta as trevas de tal forma que até os vínculos mais profundos, como família, podem se romper. Isso revela que seguir a Cristo, às vezes, custa caro. Mas ainda assim, Ele é digno de toda entrega, de toda fidelidade, de todo amor — acima de tudo."
    },
    {
      "numero": "22",
      "texto": "E odiados de todos sereis por causa do meu nome; mas aquele que perseverar até ao fim será salvo.",
      "reflexao": "O caminho do Reino é marcado por perseverança. Não é sobre começar — é sobre permanecer. O mundo pode rejeitar, acusar, ferir, mas quem permanece fiel ao nome de Jesus terá a vitória eterna. A salvação é promessa para os que não desistem, mesmo diante das maiores lutas."
    },
    {
      "numero": "23",
      "texto": "Quando, pois, vos perseguirem nesta cidade, fugi para outra; porque em verdade vos digo que não acabareis de percorrer as cidades de Israel, até que venha o Filho do homem.",
      "reflexao": "Jesus ensina que fugir da perseguição não é covardia — é estratégia. Há momentos de permanecer e há momentos de seguir adiante. O Reino não para, não recua, mas também não se expõe ao perigo desnecessário. O foco é continuar anunciando, até que Ele venha."
    },
    {
      "numero": "24",
      "texto": "Não é o discípulo mais do que o mestre, nem o servo mais do que o seu senhor.",
      "reflexao": "Se Jesus enfrentou oposição, rejeição e dor, não devemos esperar um caminho diferente. O discipulado não é caminho de conforto, mas de transformação. Seguir Jesus é ter consciência de que somos chamados a trilhar Seus passos — inclusive nas dificuldades."
    },
    {
      "numero": "25",
      "texto": "Basta ao discípulo ser como o seu mestre, e ao servo ser como o seu senhor. Se chamaram Belzebu ao pai de família, quanto mais aos seus domésticos?",
      "reflexao": "Se até Jesus foi acusado e difamado, não devemos nos surpreender quando sofremos por causa do Seu nome. Isso não deve nos desanimar, mas nos fortalecer. O maior privilégio do discípulo é se parecer com o Mestre — até nas lutas e nas perseguições."
    },
    {
      "numero": "26",
      "texto": "Portanto, não os temais; porque nada há encoberto que não haja de revelar-se, nem oculto que não haja de saber-se.",
      "reflexao": "O medo não tem espaço onde reina a verdade. Tudo o que é escondido será exposto no tempo certo. Quem caminha na luz não teme as sombras. Jesus nos chama à coragem, sabendo que Deus é justo, vê tudo e trará à tona tanto a verdade quanto a justiça."
    },
    {
      "numero": "27",
      "texto": "O que vos digo em trevas, dizei-o em luz; e o que escutais ao ouvido, proclamai-o sobre os telhados.",
      "reflexao": "O que Deus nos revela em momentos íntimos não deve ficar guardado — deve ser proclamado. O evangelho não é para ser escondido, é para ser anunciado com ousadia, com amor e com verdade. Quem foi alcançado pela luz, se torna portador dela onde estiver."
    },
    {
      "numero": "28",
      "texto": "E não temais os que matam o corpo e não podem matar a alma; temei antes aquele que pode fazer perecer no inferno a alma e o corpo.",
      "reflexao": "O medo dos homens não pode ser maior que a reverência a Deus. O pior que o mundo pode fazer é tocar no corpo — mas Deus é quem cuida da eternidade da nossa alma. Temer ao Senhor é o princípio da sabedoria, é viver com os olhos na eternidade, não nas ameaças do presente."
    },
    {
      "numero": "29",
      "texto": "Não se vendem dois passarinhos por um asse? E nenhum deles cairá em terra sem a vontade de vosso Pai.",
      "reflexao": "Se Deus cuida até dos pássaros, quanto mais de nós, Seus filhos? Isso nos enche de paz: nada acontece sem que o Pai permita. Mesmo quando não entendemos, podemos descansar — Ele está no controle de cada detalhe da nossa vida."
    },
    {
      "numero": "30",
      "texto": "E até os cabelos da vossa cabeça estão todos contados.",
      "reflexao": "O cuidado de Deus é tão íntimo, tão profundo, que até os fios de cabelo estão contados. Isso revela que Ele se importa com tudo em nós — até com o que parece insignificante. Não somos um número no meio da multidão. Somos conhecidos, amados e cuidados por Ele."
    },
    {
      "numero": "31",
      "texto": "Não temais, pois; mais valeis vós do que muitos passarinhos.",
      "reflexao": "Jesus reafirma: não tenham medo. Você tem valor imensurável para Deus. O amor Dele nos cobre, nos protege e nos sustenta. Quando o medo tentar invadir, lembre-se: você vale mais do que consegue imaginar aos olhos do Pai."
    },
    {
      "numero": "32",
      "texto": "Portanto, qualquer que me confessar diante dos homens, eu o confessarei diante de meu Pai, que está nos céus.",
      "reflexao": "Confessar Jesus não é só dizer que crê — é viver como quem crê. Quem não tem vergonha de ser luz na terra, será reconhecido no céu. Viver para Cristo é o maior testemunho, e a maior honra é ser apresentado por Ele diante do Pai como filho amado e fiel."
    },
    {
      "numero": "33",
      "texto": "Mas qualquer que me negar diante dos homens, eu o negarei também diante de meu Pai, que está nos céus.",
      "reflexao": "Negar Jesus não é apenas rejeitar com palavras, mas também quando escolhemos viver como se Ele não existisse. O evangelho é decisão. Quem vive envergonhado da fé, perde a oportunidade de ser reconhecido no céu. É tempo de assumir quem somos em Cristo, com coragem e amor."
    },
    {
      "numero": "34",
      "texto": "Não cuideis que vim trazer a paz à terra; não vim trazer paz, mas espada.",
      "reflexao": "Jesus não fala aqui da paz no sentido de harmonia humana, mas sim da separação que a verdade traz. O evangelho confronta, divide opiniões e exige posicionamento. Seguir Jesus muitas vezes gera conflitos — não porque Ele quer guerra, mas porque a verdade sempre confronta as trevas."
    },
    {
      "numero": "35",
      "texto": "Porque eu vim pôr em dissensão o homem contra seu pai, e a filha contra sua mãe, e a nora contra sua sogra;",
      "reflexao": "O Reino gera ruptura onde há escolhas contrárias. Quando alguém decide seguir a Cristo, nem sempre será compreendido, até dentro da própria casa. O evangelho exige amor e fidelidade acima de qualquer outro laço, inclusive os familiares."
    },
    {
      "numero": "36",
      "texto": "E assim os inimigos do homem serão os seus familiares.",
      "reflexao": "Quando a verdade de Cristo entra na vida de alguém, quem não quer essa luz pode se tornar resistência. Isso é doloroso, mas Jesus nos alerta para estarmos preparados. Amar a Cristo acima de tudo não significa odiar ninguém — mas estar disposto a suportar até a rejeição por amor a Ele."
    },
    {
      "numero": "37",
      "texto": "Quem ama o pai ou a mãe mais do que a mim não é digno de mim; e quem ama o filho ou a filha mais do que a mim não é digno de mim.",
      "reflexao": "O amor a Jesus deve ser absoluto, acima de qualquer amor humano. Não significa abandonar a família, mas reconhecer que nenhum vínculo terreno pode ser maior que o nosso compromisso com Cristo. Quem entende isso vive com o coração alinhado ao céu e transforma até os seus ao redor."
    },
    {
      "numero": "38",
      "texto": "E quem não toma a sua cruz, e não segue após mim, não é digno de mim.",
      "reflexao": "Tomar a cruz é aceitar o caminho do amor sacrificial, da renúncia, da obediência. Seguir Jesus custa. Custa o orgulho, o ego, às vezes a aceitação social. Mas quem carrega a cruz com Ele, encontra a verdadeira vida, o verdadeiro propósito e a verdadeira liberdade."
    },
    {
      "numero": "39",
      "texto": "Quem achar a sua vida perdê-la-á, e quem perder a sua vida por amor de mim achá-la-á.",
      "reflexao": "No Reino, os valores são invertidos. Quem vive para si mesmo, se perde. Quem abre mão do controle, entrega tudo a Jesus, encontra a vida verdadeira. A rendição total parece perda aos olhos humanos, mas aos olhos de Deus é o caminho para plenitude e eternidade."
    },
    {
      "numero": "40",
      "texto": "Quem vos recebe, a mim me recebe; e quem me recebe, recebe aquele que me enviou.",
      "reflexao": "Receber alguém que vem em nome de Jesus é receber o próprio Cristo. Isso revela que quando servimos, acolhemos e cuidamos dos que estão na missão, estamos tocando o coração de Deus. O Reino se manifesta no amor, no acolhimento e no cuidado uns com os outros."
    },
    {
      "numero": "41",
      "texto": "Quem recebe um profeta na qualidade de profeta receberá galardão de profeta; e quem recebe um justo na qualidade de justo receberá galardão de justo.",
      "reflexao": "Valorizar e honrar quem serve no Reino tem recompensa. Deus vê quando cuidamos dos Seus, quando fortalecemos os braços dos que estão na missão. Quem semeia amor e cuidado, colhe favor, bênção e recompensa espiritual. No Reino, nada passa despercebido."
    },
    {
      "numero": "42",
      "texto": "E qualquer que tiver dado só que seja um copo de água fria a um destes pequeninos, em nome de discípulo, em verdade vos digo que de modo algum perderá o seu galardão.",
      "reflexao": "No Reino de Deus, até os gestos mais simples têm valor eterno. Um copo de água, um sorriso, um abraço, uma palavra de encorajamento — tudo isso, feito por amor, é semente no céu. Deus vê, Deus se alegra e Deus recompensa. Amar é o maior chamado que temos."
    }
  ]
}
