{
  "livro": "Mateus",
  "capitulo": "28",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E no fim do sábado, quando já despontava o primeiro dia da semana, Maria Madalena e a outra Maria foram ver o sepulcro.",
      "reflexao": "Mesmo quando tudo parecia acabado, elas foram. Isso nos ensina que a fé verdadeira não desiste, não abandona, mesmo no silêncio, na dor e na aparente derrota. Quem busca Jesus, sempre O encontra, mesmo quando os cenários parecem sem vida."
    },
    {
      "numero": "2",
      "texto": "E eis que houve um grande terremoto, porque um anjo do Senhor desceu do céu, chegou, e removeu a pedra da porta, e sentou-se sobre ela.",
      "reflexao": "Quando Deus decide agir, nem pedras, nem guardas, nem sepulcros podem impedir. Isso nos ensina que nenhuma situação é definitiva para quem serve um Deus que move céus e terra para cumprir Suas promessas."
    },
    {
      "numero": "3",
      "texto": "E o seu aspecto era como um relâmpago, e a sua veste, branca como a neve.",
      "reflexao": "A glória celestial se manifesta para anunciar que a morte não venceu. Isso nos lembra que quem anda com Deus carrega esperança, luz e vida, mesmo nos ambientes onde só havia tristeza e escuridão."
    },
    {
      "numero": "4",
      "texto": "E os guardas, com medo dele, ficaram muito assombrados, e como mortos.",
      "reflexao": "Aqueles que tentaram impedir o mover de Deus ficaram paralisados de medo. Isso nos revela que quem está contra os planos do Reino não prevalece, pois quando Deus se levanta, até o inferno se cala."
    },
    {
      "numero": "5",
      "texto": "Mas o anjo, respondendo, disse às mulheres: Não temais vós; porque eu sei que buscais a Jesus, que foi crucificado.",
      "reflexao": "Deus sempre tem uma palavra de consolo para quem O busca de coração. Isso nos ensina que, enquanto o mundo vive em desespero, quem busca a Jesus encontra paz, direção e esperança, mesmo em meio ao caos."
    },
    {
      "numero": "6",
      "texto": "Ele não está aqui, porque já ressuscitou, como havia dito. Vinde, vede o lugar onde o Senhor jazia.",
      "reflexao": "A maior declaração da história: 'Ele não está aqui, ressuscitou'. Isso nos lembra que o túmulo não é o fim para quem crê. Jesus venceu a morte, e essa vitória também nos pertence — para vivermos em novidade de vida, esperança e propósito."
    },
    {
      "numero": "7",
      "texto": "E ide, rapidamente, e dizei aos seus discípulos que já ressuscitou dos mortos; e eis que ele vai adiante de vós para a Galileia; ali o vereis. Eis que eu vo-lo tenho dito.",
      "reflexao": "O anjo dá uma missão: anunciar a ressurreição. Isso nos ensina que quem experimenta o Cristo vivo não pode ficar calado — somos chamados a anunciar que há vida, esperança e redenção em Jesus."
    },
    {
      "numero": "8",
      "texto": "E, saindo elas apressadamente do sepulcro, com temor e grande alegria, correram a anunciá-lo aos seus discípulos.",
      "reflexao": "O encontro com a ressurreição gera uma mistura de reverência e alegria. Isso nos ensina que, quando entendemos o que Jesus fez, não conseguimos mais caminhar devagar — corremos para viver e compartilhar essa verdade transformadora."
    },
    {
      "numero": "9",
      "texto": "E, indo elas, eis que Jesus lhes sai ao encontro, dizendo: Eu vos saúdo. E elas, chegando, abraçaram os seus pés, e o adoraram.",
      "reflexao": "Aqueles que buscam, encontram. E quando encontramos Jesus, a única resposta é adoração. Isso nos ensina que não há nada mais precioso do que estar aos pés do Mestre, reconhecendo que Ele vive e reina para sempre."
    },
    {
      "numero": "10",
      "texto": "Então Jesus disse-lhes: Não temais; ide dizer aos meus irmãos que vão para a Galileia, e lá me verão.",
      "reflexao": "O Cristo ressurreto não vem para gerar medo, mas para gerar paz e missão. Ele nos chama de irmãos e nos envia a anunciar que Ele vive. O amor dEle nos transforma e nos comissiona a compartilhar essa vida com o mundo."
    },
    {
      "numero": "11",
      "texto": "E, quando elas iam, eis que alguns da guarda foram à cidade, e anunciaram aos principais dos sacerdotes todas as coisas que haviam acontecido.",
      "reflexao": "Até os inimigos do Reino não puderam negar o milagre. Isso nos mostra que, quando Deus age, não há como ocultar. O mundo pode até tentar calar a verdade, mas ela se manifesta e rompe qualquer tentativa de oposição."
    },
    {
      "numero": "12",
      "texto": "E congregados eles com os anciãos, e tomando conselho entre si, deram muito dinheiro aos soldados,",
      "reflexao": "Tentaram comprar o silêncio e distorcer os fatos. Isso nos ensina que, muitas vezes, a verdade será combatida, manipulada e distorcida. Mas a verdade do Reino nunca será anulada — ela permanece, ela vence, ela ressurge."
    },
    {
      "numero": "13",
      "texto": "Dizendo: Dizei: Vieram de noite os seus discípulos e, dormindo nós, o furtaram.",
      "reflexao": "As mentiras do mundo tentam apagar os feitos de Deus, mas são frágeis e passageiras. Isso nos alerta que quem vive no Reino precisa estar atento — discernindo os tempos, a verdade e não se deixando enganar pelas narrativas das trevas."
    },
    {
      "numero": "14",
      "texto": "E, se isso chegar a ser ouvido pelo governador, nós o persuadiremos, e vos poremos em segurança.",
      "reflexao": "O sistema religioso e político se une para proteger sua mentira. Isso nos mostra que muitas vezes o mundo se organiza para calar a verdade, mas quem vive pelo Reino sabe que nenhuma mentira se sustenta diante da glória de Deus."
    },
    {
      "numero": "15",
      "texto": "E eles, recebendo o dinheiro, fizeram como estavam instruídos. E foi divulgado este dito entre os judeus, até ao dia de hoje.",
      "reflexao": "A mentira pode até se espalhar, mas não tem o poder de apagar a verdade. Isso nos ensina que, mesmo quando a mentira parece prevalecer, ela nunca destrói aquilo que Deus estabeleceu. O Reino permanece inabalável."
    },
    {
      "numero": "16",
      "texto": "E os onze discípulos partiram para a Galileia, para o monte que Jesus lhes tinha designado.",
      "reflexao": "Obediência gera encontros sobrenaturais. Os discípulos foram ao lugar que Jesus designou, e ali viveriam algo extraordinário. Isso nos ensina que estar no centro da vontade de Deus nos posiciona para viver o extraordinário do Reino."
    },
    {
      "numero": "17",
      "texto": "E, quando o viram, o adoraram; mas alguns duvidaram.",
      "reflexao": "Mesmo diante do Cristo ressurreto, alguns duvidaram. Isso nos lembra que a fé é uma decisão diária — e que mesmo em meio às dúvidas, somos chamados a adorar e a confiar, porque Jesus é maior que nossas incertezas."
    },
    {
      "numero": "18",
      "texto": "E, chegando-se Jesus, falou-lhes, dizendo: É-me dado todo o poder no céu e na terra.",
      "reflexao": "Essa declaração muda tudo. Jesus tem todo o poder, e isso significa que não há problema, enfermidade, opressão ou situação que esteja fora do seu controle. Isso nos enche de segurança, coragem e esperança no meio das adversidades."
    },
    {
      "numero": "19",
      "texto": "Portanto ide, fazei discípulos de todas as nações, batizando-os em nome do Pai, e do Filho, e do Espírito Santo;",
      "reflexao": "Aqui está nossa missão: não é apenas pregar, mas fazer discípulos. Levar as pessoas a conhecerem, amarem e seguirem Jesus. Isso nos lembra que o Reino é sobre relacionamento, transformação e expansão, para que o amor de Deus alcance todos os povos."
    },
    {
      "numero": "20",
      "texto": "Ensinando-os a guardar todas as coisas que eu vos tenho mandado; e eis que eu estou convosco todos os dias, até a consumação dos séculos. Amém.",
      "reflexao": "A maior promessa: 'Eu estou convosco todos os dias'. Isso nos garante que não estamos sozinhos. A presença de Jesus nos acompanha na missão, na dor, na alegria e na caminhada. Isso nos dá força, paz e esperança até o fim."
    }
  ]
}
