{
  "livro": "Mateus",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E, naquele mesmo dia, saindo Jesus de casa, assentou-se junto ao mar.",
      "reflexao": "Jesus se posiciona perto das pessoas, acessível, disposto a ensinar e transformar. Isso revela um Deus que se faz próximo, que sai ao encontro dos que desejam ouvir. Ele continua se assentando à beira do caminho da nossa vida, esperando que paremos para ouvir Sua voz."
    },
    {
      "numero": "2",
      "texto": "E ajuntou-se muita gente ao pé dele, de sorte que entrou num barco e se assentou, e toda a multidão estava em pé na praia.",
      "reflexao": "As multidões buscam Jesus porque há algo diferente em Sua presença. Ele é fonte de vida, de respostas e de esperança. Assim também hoje, muitos estão sedentos por uma palavra que transforme, e Jesus continua disposto a falar com quem se dispõe a ouvir."
    },
    {
      "numero": "3",
      "texto": "E falou-lhes muitas coisas por parábolas, dizendo: Eis que o semeador saiu a semear.",
      "reflexao": "O semeador representa Deus, que continuamente lança a semente da Palavra. Isso nos lembra que o amor de Deus é abundante — Ele semeia mesmo sabendo que nem todos os solos (corações) estarão prontos. A graça é lançada, a decisão de frutificar é nossa."
    },
    {
      "numero": "4",
      "texto": "E, quando semeava, uma parte da semente caiu ao pé do caminho, e vieram as aves e comeram-na.",
      "reflexao": "O coração endurecido não permite que a Palavra penetre. Assim, o inimigo rouba o que foi semeado. Isso nos alerta sobre a importância de manter o coração sensível e atento, pois, se não dermos espaço, as verdades do Reino podem ser perdidas antes mesmo de germinarem."
    },
    {
      "numero": "5",
      "texto": "E outra parte caiu em pedregais, onde não havia terra bastante, e logo nasceu, porque não tinha terra funda.",
      "reflexao": "Há quem receba a Palavra com entusiasmo, mas sem profundidade. Isso nos convida a refletir: temos buscado apenas experiências superficiais ou estamos dispostos a criar raízes profundas no relacionamento com Deus? Sem raiz, não há permanência."
    },
    {
      "numero": "6",
      "texto": "Mas, vindo o sol, queimou-se; e, porque não tinha raiz, secou-se.",
      "reflexao": "As adversidades revelam onde estão nossas raízes. Se a fé não estiver firmada em Jesus, as dificuldades secam o que parecia vida. É na profundidade da oração, da Palavra e da intimidade com Deus que criamos resistência às tempestades e aos desertos da vida."
    },
    {
      "numero": "7",
      "texto": "E outra caiu entre espinhos, e os espinhos cresceram e sufocaram-na.",
      "reflexao": "Os espinhos representam as preocupações, o engano das riquezas e os desejos deste mundo. Isso nos desafia a avaliar: o que tem sufocado nossa fé? As distrações e os excessos podem nos impedir de crescer no Reino, se não escolhermos priorizar a presença de Deus."
    },
    {
      "numero": "8",
      "texto": "E outra caiu em boa terra e deu fruto: uma a cem, outra a sessenta e outra a trinta.",
      "reflexao": "O coração preparado, sensível e disposto, gera frutos abundantes. Isso nos mostra que, quando acolhemos a Palavra com sinceridade e compromisso, ela não apenas transforma nossa vida, mas também gera impacto na vida de outros. Frutificar é a evidência de uma fé viva."
    },
    {
      "numero": "9",
      "texto": "Quem tem ouvidos para ouvir, ouça.",
      "reflexao": "Jesus reforça que ouvir não é apenas escutar, mas acolher, entender e praticar. Essa é uma chamada direta: não sejamos apenas ouvintes da Palavra, mas praticantes, com corações abertos e dispostos a viver aquilo que Deus está falando conosco hoje."
    },
    {
      "numero": "10",
      "texto": "E, acercando-se dele os discípulos, disseram-lhe: Por que lhes falas por parábolas?",
      "reflexao": "Os discípulos buscavam entender o porquê da linguagem figurada. Isso nos ensina que quem tem sede de aprender se aproxima de Jesus para compreender mais. O Reino se revela aos que não se contentam com o superficial, mas buscam intimidade e revelação."
    },
    {
      "numero": "11",
      "texto": "Ele, respondendo, disse-lhes: Porque a vós é dado conhecer os mistérios do reino dos céus, mas a eles não lhes é dado;",
      "reflexao": "O Reino se revela a quem deseja. Não é sobre capacidade intelectual, mas sobre disposição do coração. Aqueles que realmente querem, recebem entendimento, discernimento e revelação. O convite de Deus sempre está aberto — a questão é quem se dispõe a ouvir e entender."
    },
    {
      "numero": "12",
      "texto": "Porque aquele que tem, se lhe dará, e terá em abundância; mas aquele que não tem, até aquilo que tem lhe será tirado.",
      "reflexao": "Quem valoriza o que recebe de Deus, cresce, amadurece e frutifica. Mas quem despreza, perde até o pouco que recebeu. Isso nos ensina que a busca pelo Reino não é passiva — quanto mais buscamos, mais recebemos. A estagnação espiritual leva à perda do que já foi conquistado."
    },
    {
      "numero": "13",
      "texto": "Por isso lhes falo por parábolas; porque eles, vendo, não veem; e, ouvindo, não ouvem nem compreendem.",
      "reflexao": "A cegueira espiritual não está nos olhos físicos, mas no coração fechado. Jesus revela que muitos olham, mas não percebem; ouvem, mas não entendem. Isso nos leva a refletir: estamos realmente ouvindo o que Deus quer falar ou apenas passando pela superfície?"
    },
    {
      "numero": "14",
      "texto": "E neles se cumpre a profecia de Isaías, que diz: Ouvindo ouvireis, mas não compreendereis; e, vendo vereis, mas não percebereis.",
      "reflexao": "O endurecimento do coração impede que a verdade penetre. Deus fala, Deus mostra, Deus ensina, mas quem escolhe permanecer no orgulho, na incredulidade e na resistência, fecha os próprios olhos espirituais. O convite de Deus é sempre para abrir o coração, nunca para fechar."
    },
    {
      "numero": "15",
      "texto": "Porque o coração deste povo está endurecido, e ouviram de mau grado com seus ouvidos, e fecharam seus olhos; para que não vejam com os olhos, nem ouçam com os ouvidos, nem compreendam com o coração, nem se convertam, e eu os cure.",
      "reflexao": "A cura começa na disposição em ouvir, ver e se abrir. O problema nunca esteve em Deus, mas na disposição do homem. O Senhor sempre está pronto a curar, restaurar e transformar — mas é necessário que o coração esteja disposto, sensível e humilde para receber."
    },
    {
      "numero": "16",
      "texto": "Mas bem-aventurados os vossos olhos, porque veem, e os vossos ouvidos, porque ouvem.",
      "reflexao": "Que privilégio é ter os olhos espirituais abertos e os ouvidos sensíveis! Jesus nos lembra que é uma bênção poder perceber, entender e viver as realidades do Reino. Que jamais percamos essa sensibilidade — é ela que nos mantém firmes, vivos e alinhados com o céu."
    },
    {
      "numero": "17",
      "texto": "Porque em verdade vos digo que muitos profetas e justos desejaram ver o que vedes, e não viram; e ouvir o que ouvis, e não ouviram.",
      "reflexao": "O que hoje nos é revelado foi o anseio de gerações passadas. Isso deve gerar em nós gratidão, zelo e responsabilidade. Somos privilegiados por viver dias de revelação e graça abundante — dias em que o Reino se tornou acessível através de Jesus."
    },
    {
      "numero": "18",
      "texto": "Escutai vós, pois, a parábola do semeador:",
      "reflexao": "Agora Jesus traz a explicação — e isso nos mostra que quem se aproxima, quem pergunta, quem busca, recebe respostas. O Reino é revelado para quem tem fome, sede e desejo sincero de entender e viver a vontade de Deus em profundidade."
    },
    {
      "numero": "19",
      "texto": "Ouvindo alguém a palavra do reino, e não a entendendo, vem o maligno e arrebata o que foi semeado no seu coração; este é o que foi semeado ao pé do caminho.",
      "reflexao": "A ignorância espiritual abre portas para o inimigo roubar o que Deus semeou. Isso nos alerta: ouvir não basta — é preciso buscar entendimento, mergulhar na Palavra, refletir, orar. Cuidar da semente é proteger o coração contra o roubo espiritual que tenta nos afastar do Reino."
    },
    {
      "numero": "20",
      "texto": "Porém o que foi semeado em pedregais é o que ouve a palavra e logo a recebe com alegria;",
      "reflexao": "Há quem receba a Palavra com entusiasmo, mas sem profundidade. Isso reflete muitos que começam bem, emocionados, mas não constroem raiz. O chamado de Deus é para irmos além da empolgação inicial e buscarmos consistência, raiz e compromisso real com o Reino."
    },
    {
      "numero": "21",
      "texto": "Mas não tem raiz em si mesmo, antes é de pouca duração; e, chegada a angústia e a perseguição por causa da palavra, logo se ofende.",
      "reflexao": "Uma fé sem raiz não suporta os ventos da adversidade. Jesus nos alerta que seguir a Ele exige profundidade, compromisso e constância. Quem vive apenas de emoção se perde quando vêm as lutas. É nas raízes firmadas na Palavra que encontramos força para permanecer."
    },
    {
      "numero": "22",
      "texto": "E o que foi semeado entre espinhos é o que ouve a palavra; mas os cuidados deste mundo e a sedução das riquezas sufocam a palavra, e fica infrutífera.",
      "reflexao": "Os espinhos da vida — preocupações, ansiedade, ambição — podem matar a semente do Reino. Jesus nos ensina que o problema não é ouvir, mas permitir que o barulho do mundo fale mais alto. Precisamos escolher diariamente quem ocupará o centro do nosso coração: Deus ou as distrações."
    },
    {
      "numero": "23",
      "texto": "Mas o que foi semeado em boa terra é o que ouve e compreende a palavra, e dá fruto, e um produz cem, outro sessenta, e outro trinta.",
      "reflexao": "O fruto é o resultado de um coração disposto, ensinável e comprometido. Jesus mostra que o Reino não é sobre quantidade, mas sobre disposição. Quem se abre, quem permite que a Palavra transforme, naturalmente frutifica, e seu testemunho impacta vidas ao redor."
    },
    {
      "numero": "24",
      "texto": "Propôs-lhes outra parábola, dizendo: O reino dos céus é semelhante ao homem que semeou boa semente no seu campo;",
      "reflexao": "O Reino começa com uma boa semente plantada no campo da vida. Jesus nos revela que Deus está constantemente semeando bondade, verdade e salvação. A pergunta que fica é: como temos cuidado desse campo? Estamos permitindo que a boa semente cresça e transforme?"
    },
    {
      "numero": "25",
      "texto": "Mas, dormindo os homens, veio o seu inimigo, e semeou joio no meio do trigo, e retirou-se.",
      "reflexao": "O inimigo atua no descuido, na distração, no relaxamento espiritual. Enquanto não vigiamos, ele planta confusão, engano e destruição. Isso nos chama à vigilância constante — proteger nosso coração, nossa casa, nossa fé, pois onde há semente boa, o inimigo tentará semear o mal."
    },
    {
      "numero": "26",
      "texto": "E, quando a erva cresceu e frutificou, apareceu também o joio.",
      "reflexao": "Nem sempre o mal aparece de imediato. Muitas vezes ele cresce disfarçado, lado a lado com o bem. Jesus nos ensina que nem todo crescimento é sinal de vida do Reino — é preciso discernimento, paciência e confiar que, no tempo certo, Deus fará a separação."
    },
    {
      "numero": "27",
      "texto": "E os servos do pai de família, indo ter com ele, disseram-lhe: Senhor, não semeaste tu no teu campo boa semente? Por que tem, então, joio?",
      "reflexao": "Diante do mal, surge a pergunta: 'Por quê?'. Isso revela nossa busca constante por entender a presença do mal no mundo e até nas estruturas que parecem boas. Jesus nos mostra que a origem não está em Deus, mas na ação sorrateira do inimigo, que opera onde há espaço."
    },
    {
      "numero": "28",
      "texto": "E ele lhes disse: Um inimigo é quem fez isso. E os servos lhe disseram: Queres, pois, que vamos arrancá-lo?",
      "reflexao": "Nosso impulso é eliminar de imediato tudo que parece errado, mas Jesus nos ensina que nem sempre é o tempo certo. Arrancar o joio antes da hora pode prejudicar o trigo. Nem toda correção precisa ser imediata — há processos que pertencem somente ao tempo e à justiça de Deus."
    },
    {
      "numero": "29",
      "texto": "Porém ele lhes disse: Não; para que, ao colher o joio, não arranqueis também o trigo com ele.",
      "reflexao": "Deus, em sua misericórdia e sabedoria, permite que o bem e o mal cresçam juntos até o tempo da separação. Isso revela seu amor, dando oportunidade de arrependimento, e também sua justiça, que no tempo certo colocará cada coisa em seu devido lugar."
    },
    {
      "numero": "30",
      "texto": "Deixai crescer ambos juntos até à ceifa, e, por ocasião da ceifa, direi aos ceifeiros: Colhei primeiro o joio, e atai-o em molhos para o queimar; mas o trigo, ajuntai-o no meu celeiro.",
      "reflexao": "O juízo virá no tempo de Deus. Até lá, a nossa parte é permanecer sendo trigo — fiel, íntegro, frutificando. A promessa é clara: Deus cuidará da separação. O trigo será recolhido no celeiro do Reino, enquanto o joio terá seu destino definido pelo justo juiz."
    },
    {
      "numero": "31",
      "texto": "Outra parábola lhes propôs, dizendo: O reino dos céus é semelhante ao grão de mostarda, que um homem tomou e plantou no seu campo;",
      "reflexao": "O Reino começa pequeno aos olhos humanos, como um grão de mostarda, mas tem um potencial gigantesco. Isso nos encoraja: pequenas atitudes de fé, amor e obediência crescem e se tornam abrigo, bênção e testemunho para muitos. Nunca subestime começos pequenos no Reino."
    },
    {
      "numero": "32",
      "texto": "O qual é realmente a menor de todas as sementes; mas, crescendo, é a maior das hortaliças, e faz-se árvore, de sorte que venham as aves do céu e se aninham nos seus ramos.",
      "reflexao": "O Reino cresce de forma sobrenatural. O que começa como algo quase invisível, quando regado com fé e obediência, torna-se abrigo para muitos. Deus nos chama a sermos esse lugar de acolhimento, esperança e vida, onde outros podem encontrar descanso e refrigério espiritual."
    },
    {
      "numero": "33",
      "texto": "Outra parábola lhes disse: O reino dos céus é semelhante ao fermento que uma mulher tomou e misturou em três medidas de farinha, até que tudo se levedou.",
      "reflexao": "O Reino transforma silenciosamente, de dentro para fora. Assim como o fermento muda toda a massa, o evangelho tem o poder de transformar corações, famílias, comunidades e nações. Não importa quão pequena pareça sua fé — ela tem poder de gerar grandes mudanças."
    },
    {
      "numero": "34",
      "texto": "Todas estas coisas disse Jesus às multidões por parábolas, e nada lhes falava sem parábolas;",
      "reflexao": "As parábolas eram uma ponte entre o céu e a terra — linguagem simples para revelar verdades profundas. Jesus nos mostra que o Reino é acessível, próximo e inteligível para quem tem um coração disposto. Deus sempre fala de forma que possamos entender, se quisermos ouvir."
    },
    {
      "numero": "35",
      "texto": "Para que se cumprisse o que foi dito pelo profeta: Abrirei em parábolas a minha boca; publicarei coisas ocultas desde a fundação do mundo.",
      "reflexao": "Jesus revela mistérios escondidos desde a criação. O Reino é a manifestação visível do plano eterno de Deus. As verdades que antes estavam ocultas agora estão reveladas a nós, filhos e filhas, que temos o privilégio de conhecer, viver e anunciar esse Reino poderoso e transformador."
    },
    {
      "numero": "36",
      "texto": "Então, despedindo-se das multidões, Jesus foi para casa. E os seus discípulos aproximaram-se dele, dizendo: Explica-nos a parábola do joio do campo.",
      "reflexao": "Os discípulos não se contentam com ouvir — eles querem entender. Isso nos ensina que as maiores revelações vêm da intimidade, não da superfície. Jesus sempre explica, revela e aprofunda para quem tem sede, fome e disposição para se aproximar dele em busca de entendimento."
    },
    {
      "numero": "37",
      "texto": "E ele, respondendo, disse-lhes: O que semeia a boa semente é o Filho do homem;",
      "reflexao": "Jesus é o semeador. Isso nos lembra que tudo que é bom, verdadeiro, puro e que gera vida no nosso coração vem diretamente de Suas mãos. Ele planta com amor, com intencionalidade e com o desejo de que sejamos uma colheita abundante para o Reino."
    },
    {
      "numero": "38",
      "texto": "O campo é o mundo; a boa semente são os filhos do reino; e o joio são os filhos do maligno;",
      "reflexao": "Somos chamados a ser boa semente nesse mundo. A diferença entre o trigo e o joio não está na aparência externa, mas na origem e no fruto. Jesus nos alerta que, embora estejamos no mesmo campo, há uma diferença espiritual que nos distingue: pertencemos ao Reino e não às trevas."
    },
    {
      "numero": "39",
      "texto": "O inimigo que o semeou é o diabo; a ceifa é o fim do mundo; e os ceifeiros são os anjos.",
      "reflexao": "O plano maligno é sempre semear confusão, divisão e destruição, mas Deus não perde o controle. Há um tempo determinado para a ceifa, e ela virá. Até lá, nossa missão é permanecer firmes, sendo trigo, crescendo no Reino e testemunhando a luz em meio às trevas."
    },
    {
      "numero": "40",
      "texto": "Assim como o joio é colhido e queimado no fogo, assim será na consumação deste mundo.",
      "reflexao": "O juízo é real. Jesus não fala isso para gerar medo, mas para despertar consciência. Ele oferece, enquanto é tempo, o caminho da vida, da verdade e da transformação. O amor de Deus nos alerta, nos chama e nos convida a escolher hoje de que lado estaremos na colheita final."
    },
    {
      "numero": "41",
      "texto": "Mandará o Filho do homem os seus anjos, e eles colherão do seu reino tudo o que causa escândalo, e os que cometem iniquidade.",
      "reflexao": "O Reino será purificado. Tudo aquilo que promove escândalo, injustiça e maldade será removido. Isso é esperança para os que sofrem e buscam justiça, e um chamado urgente ao arrependimento para os que ainda andam distantes da verdade. O amor de Deus restaura, mas também corrige e julga com justiça."
    },
    {
      "numero": "42",
      "texto": "E lançá-los-ão na fornalha de fogo; ali haverá pranto e ranger de dentes.",
      "reflexao": "Jesus não esconde as consequências eternas da rejeição ao Reino. É um alerta amoroso, não uma ameaça. O fogo representa separação definitiva de Deus, mas enquanto é tempo, o convite à graça, ao arrependimento e à salvação permanece aberto para todos."
    },
    {
      "numero": "43",
      "texto": "Então os justos resplandecerão como o sol, no reino de seu Pai. Quem tem ouvidos para ouvir, ouça.",
      "reflexao": "A promessa para os justos é gloriosa: brilharão como o sol no Reino do Pai. Isso nos encoraja a permanecer firmes, fiéis, buscando uma vida alinhada ao Reino, pois nossa recompensa não é terrena, é eterna. O convite segue: quem tem ouvidos espirituais, ouça e viva."
    },
    {
      "numero": "44",
      "texto": "Outrossim, o reino dos céus é semelhante a um tesouro escondido no campo, que um homem, achando-o, escondeu; e, pelo gozo dele, vai, vende tudo quanto tem, e compra aquele campo.",
      "reflexao": "O Reino é o bem mais precioso que alguém pode encontrar. Quem entende seu valor está disposto a abrir mão de tudo, se necessário, para viver essa realidade. Nada neste mundo se compara à alegria e à plenitude de viver para Deus e no centro da Sua vontade."
    },
    {
      "numero": "45",
      "texto": "Outrossim, o reino dos céus é semelhante ao homem negociante que busca boas pérolas;",
      "reflexao": "O verdadeiro buscador encontra sua maior riqueza no Reino. Jesus nos ensina que a busca sincera por sentido, verdade e plenitude só encontra resposta em Deus. O Reino não é uma opção — é o destino final de toda alma que anseia por algo maior do que este mundo pode oferecer."
    },
    {
      "numero": "46",
      "texto": "E, encontrando uma pérola de grande valor, foi, vendeu tudo quanto tinha, e comprou-a.",
      "reflexao": "A entrega total é a resposta natural de quem entende o valor do Reino. Nada mais importa tanto quanto viver a vontade de Deus. Isso nos desafia a avaliar nossas prioridades — o que temos segurado que nos impede de viver o Reino plenamente? Vale a pena largar tudo por essa pérola preciosa."
    },
    {
      "numero": "47",
      "texto": "Igualmente, o reino dos céus é semelhante a uma rede lançada ao mar, que apanha toda qualidade de peixes.",
      "reflexao": "O Reino é inclusivo, alcança todos os tipos de pessoas. A rede representa o chamado universal — todos são convidados, ninguém está excluído. No entanto, haverá o tempo da separação, quando o que é genuíno e o que é falso serão revelados pelo justo juiz."
    },
    {
      "numero": "48",
      "texto": "E, estando cheia, a puxaram para a praia, e, sentando-se, apanharam para os cestos os bons; os ruins, porém, lançaram fora.",
      "reflexao": "Nem tudo que está dentro da rede permanecerá. Isso nos alerta que estar próximo do Reino, ouvir a Palavra ou conviver no ambiente da fé não é o mesmo que viver de fato o Reino. O que define quem permanece é o coração transformado, alinhado com a vontade de Deus."
    },
    {
      "numero": "49",
      "texto": "Assim será na consumação dos séculos: sairão os anjos, e separarão os maus dentre os justos,",
      "reflexao": "O tempo da separação virá. É uma verdade que não pode ser ignorada. O amor de Deus é imenso, mas Sua justiça também é perfeita. A oportunidade de mudança, de arrependimento e de salvação é agora. O Reino é decisão, é entrega e é urgência espiritual."
    },
    {
      "numero": "50",
      "texto": "E lançá-los-ão na fornalha de fogo; ali haverá pranto e ranger de dentes.",
      "reflexao": "Jesus repete a advertência, mostrando que é algo sério. Não é para gerar pavor, mas consciência. O inferno não foi feito para os homens, mas para o maligno e seus anjos — mas quem rejeita a Deus escolhe, conscientemente, esse caminho. O amor de Deus continua oferecendo a saída: Jesus."
    },
    {
      "numero": "51",
      "texto": "Disse-lhes Jesus: Entendestes todas estas coisas? Disseram-lhe eles: Sim, Senhor.",
      "reflexao": "Jesus sempre nos confronta com uma pergunta: 'Você entendeu?'. O entendimento espiritual não é apenas informação, mas transformação. É uma chamada para refletir, internalizar e viver essas verdades. O Reino não é teoria — é prática, é vida, é decisão diária."
    },
    {
      "numero": "52",
      "texto": "E ele lhes disse: Portanto, todo escriba instruído acerca do reino dos céus é semelhante a um pai de família, que tira do seu tesouro coisas novas e velhas.",
      "reflexao": "O discipulado gera responsabilidade. Quem aprende sobre o Reino se torna alguém que compartilha, que ensina, que reparte tesouros espirituais. As verdades antigas, as revelações novas — tudo se une para edificar, transformar e abençoar quem está ao redor."
    },
    {
      "numero": "53",
      "texto": "E aconteceu que, concluindo Jesus essas parábolas, se retirou dali.",
      "reflexao": "Depois de entregar as verdades do Reino, Jesus segue seu caminho. Isso nos ensina que Deus planta sementes em nosso coração, mas cabe a nós decidir o que faremos com elas. Ele oferece, Ele revela, mas a escolha de viver o Reino é pessoal e intransferível."
    },
    {
      "numero": "54",
      "texto": "E, chegando à sua terra, ensinava-os na sinagoga, de tal forma que se maravilhavam, e diziam: De onde veio a este a sabedoria e estas maravilhas?",
      "reflexao": "A presença de Deus na vida de alguém gera espanto até para quem achava conhecer. Isso revela que Deus pode fazer grandes coisas por meio de pessoas simples, comuns. O que define não é a origem, nem o passado, mas o quanto Deus está presente na vida de cada um."
    },
    {
      "numero": "55",
      "texto": "Não é este o filho do carpinteiro? E não se chama sua mãe Maria, e seus irmãos Tiago, e José, e Simão, e Judas?",
      "reflexao": "O preconceito e a familiaridade muitas vezes cegam as pessoas para enxergar o agir de Deus. Assim como fizeram com Jesus, ainda hoje muitos desvalorizam quem Deus escolhe usar. Mas o chamado e a unção não dependem da aprovação humana — dependem de Deus."
    },
    {
      "numero": "56",
      "texto": "E não estão entre nós todas as suas irmãs? De onde, pois, veio a este tudo isto?",
      "reflexao": "O questionamento revela incredulidade. Eles conheciam Jesus de forma natural, mas não discerniam quem Ele era espiritualmente. Isso nos alerta: quem olha apenas com olhos humanos não reconhece o sobrenatural. É preciso sensibilidade espiritual para perceber o mover de Deus."
    },
    {
      "numero": "57",
      "texto": "E escandalizavam-se nele. Jesus, porém, lhes disse: Não há profeta sem honra, senão na sua terra e na sua casa.",
      "reflexao": "O desprezo dos de casa é uma dor conhecida até por Jesus. Muitas vezes, quem mais deveríamos apoiar, são os que mais duvidam. Isso não deve nos parar. Jesus nos ensina que o nosso valor, chamado e missão vêm de Deus, e não da aceitação ou validação das pessoas."
    },
    {
      "numero": "58",
      "texto": "E não realizou muitos milagres ali, por causa da incredulidade deles.",
      "reflexao": "A incredulidade limita o agir de Deus. Isso não significa que Deus é incapaz, mas que Ele escolhe operar onde há fé, onde há corações abertos. Isso nos convida a refletir: quantos milagres não deixamos de viver, simplesmente por não crer, por não confiar e por não abrir espaço para Deus agir?"
    }
  ]
}
