{
  "livro": "Mateus",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Não julgueis, para que não sejais julgados.",
      "reflexao": "Jesus nos chama a examinar nosso próprio coração antes de apontar o erro dos outros. Julgar é fácil, mas amar requer humildade. O Reino nos convida à misericórdia, não à condenação. Quando trocamos a crítica pela compaixão, nos tornamos mais parecidos com Cristo."
    },
    {
      "numero": "2",
      "texto": "Porque com o juízo com que julgardes sereis julgados, e com a medida com que tiverdes medido vos hão de medir a vós.",
      "reflexao": "A forma como tratamos os outros será o padrão que voltará para nós. A justiça de Deus é justa, mas também misericordiosa — e Ele nos ensina a agir com a mesma medida. Se queremos graça, precisamos viver em graça. A bondade que semeamos é a colheita que nos espera."
    },
    {
      "numero": "3",
      "texto": "E por que reparas tu no argueiro que está no olho do teu irmão, e não vês a trave que está no teu olho?",
      "reflexao": "É mais fácil enxergar as falhas alheias do que encarar nossas próprias. Jesus nos confronta com amor: antes de querer corrigir alguém, precisamos ser transformados por dentro. A mudança começa em nós — e só então teremos autoridade para ajudar o próximo com mansidão."
    },
    {
      "numero": "4",
      "texto": "Ou como dirás a teu irmão: Deixa-me tirar o argueiro do teu olho, estando uma trave no teu?",
      "reflexao": "Corrigir alguém sem lidar com nossas próprias falhas é hipocrisia. O verdadeiro cuidado começa com arrependimento pessoal. Quando somos curados, podemos estender a mão com compaixão e não com condenação. A humildade precede qualquer correção saudável."
    },
    {
      "numero": "5",
      "texto": "Hipócrita! Tira primeiro a trave do teu olho, e então cuidarás em tirar o argueiro do olho do teu irmão.",
      "reflexao": "Jesus nos chama à integridade. A correção só é legítima quando vem de um coração que também foi confrontado e tratado. A cura começa com a verdade dentro de nós. Quando reconhecemos nossa condição, somos instrumentos mais úteis na vida dos outros."
    },
    {
      "numero": "6",
      "texto": "Não deis aos cães o que é santo, nem deiteis aos porcos as vossas pérolas, para que não as pisem com os pés, e, voltando-se, vos despedacem.",
      "reflexao": "Nem todos estão prontos para receber certas verdades. Jesus nos ensina a ter discernimento espiritual. Compartilhar o que é sagrado exige sensibilidade, tempo e sabedoria. A pérola tem valor — e deve ser entregue a quem tem coração aberto para acolhê-la."
    },
    {
      "numero": "7",
      "texto": "Pedi, e dar-se-vos-á; buscai, e encontrareis; batei, e abrir-se-vos-á.",
      "reflexao": "Jesus nos convida a perseverar na fé. Deus responde a quem busca com sinceridade. A oração abre portas, direciona caminhos e fortalece o coração. Pedir, buscar e bater são expressões de dependência. Quem insiste em fé, recebe não só resposta — recebe mais de Deus."
    },
    {
      "numero": "8",
      "texto": "Porque aquele que pede recebe; e, o que busca encontra; e, ao que bate, se abre.",
      "reflexao": "Deus honra os que se aproximam com fé. Não se trata de méritos, mas de relacionamento. Quem busca a Deus com humildade será atendido. Ele não rejeita corações sinceros. Às vezes, a resposta não vem como esperamos — mas ela sempre vem como precisamos."
    },
    {
      "numero": "9",
      "texto": "E qual de entre vós é o homem que, pedindo-lhe pão o seu filho, lhe dará uma pedra?",
      "reflexao": "Jesus usa a figura do pai terreno para nos mostrar o cuidado do Pai celestial. Se nós, imperfeitos, sabemos atender nossos filhos, quanto mais Deus nos dará o que é bom. Ele conhece nossas necessidades e responde com amor — nunca com desprezo ou confusão."
    },
    {
      "numero": "10",
      "texto": "E, pedindo-lhe peixe, lhe dará uma serpente?",
      "reflexao": "Deus nunca troca bênção por engano. Mesmo quando não entendemos o processo, podemos confiar que Ele nunca nos dará algo nocivo quando pedimos com fé. O Pai sempre responde com bondade. Ele não brinca com nossas expectativas — Ele cuida, Ele provê, Ele salva."
    },
    {
      "numero": "11",
      "texto": "Se vós, pois, sendo maus, sabeis dar boas coisas aos vossos filhos, quanto mais vosso Pai, que está nos céus, dará bens aos que lhe pedirem?",
      "reflexao": "Deus é infinitamente melhor do que qualquer pai terreno. Sua bondade ultrapassa nosso entendimento. Às vezes, duvidamos porque projetamos em Deus as limitações humanas. Mas Ele é puro, generoso e fiel. Confie: Ele sempre dá o melhor — no tempo certo e com propósito eterno."
    },
    {
      "numero": "12",
      "texto": "Portanto, tudo o que vós quereis que os homens vos façam, fazei-lho também vós, porque esta é a lei e os profetas.",
      "reflexao": "A essência da fé se manifesta na forma como tratamos o outro. A 'regra de ouro' ensinada por Jesus nos desafia a sermos intencionais no amor. Se desejamos respeito, cuidado e justiça, devemos primeiro praticá-los. A fé que não se traduz em atitudes é vazia."
    },
    {
      "numero": "13",
      "texto": "Entrai pela porta estreita; porque larga é a porta, e espaçoso o caminho que conduz à perdição, e muitos são os que entram por ela;",
      "reflexao": "A porta estreita é o caminho da renúncia, do perdão, da verdade e da obediência. Não é o caminho mais fácil, mas é o que conduz à vida. A maioria prefere o caminho largo porque exige menos entrega. Mas quem escolhe a porta estreita encontra a plenitude que só Cristo pode dar."
    },
    {
      "numero": "14",
      "texto": "E porque estreita é a porta, e apertado o caminho que leva à vida, e poucos há que a encontrem.",
      "reflexao": "O caminho da vida não é popular — mas é precioso. Jesus nos alerta que viver com Ele exige escolhas diferentes, valores elevados, fé verdadeira. Poucos o encontram porque poucos estão dispostos a deixar tudo para segui-Lo. Mas quem o encontra, encontra a verdadeira vida."
    },
    {
      "numero": "15",
      "texto": "Acautelai-vos, porém, dos falsos profetas, que vêm até vós vestidos como ovelhas, mas interiormente são lobos devoradores.",
      "reflexao": "Nem todo discurso piedoso vem de um coração puro. Jesus nos ensina a discernir, porque há muitos que usam o nome de Deus sem viver Seus princípios. A aparência pode enganar, mas os frutos revelam a verdade. Vigiar é um ato de proteção espiritual — para nós e para os que amamos."
    },
    {
      "numero": "16",
      "texto": "Por seus frutos os conhecereis. Porventura colhem-se uvas dos espinheiros, ou figos dos abrolhos?",
      "reflexao": "Frutos falam mais do que palavras. Uma árvore saudável dá fruto bom. O caráter, o amor, a humildade, a verdade — tudo isso revela quem somos. Não precisamos julgar com arrogância, mas observar com sabedoria. A coerência entre o que se prega e o que se vive é o verdadeiro testemunho."
    },
    {
      "numero": "17",
      "texto": "Assim, toda a árvore boa produz bons frutos, e toda a árvore má produz frutos maus.",
      "reflexao": "O que somos por dentro se manifesta inevitavelmente por fora. Caráter gera frutos. Jesus nos ensina que a verdadeira transformação é visível nas atitudes. Se o coração está enraizado em Deus, os frutos serão amor, bondade, humildade e verdade."
    },
    {
      "numero": "18",
      "texto": "Não pode a árvore boa dar maus frutos; nem a árvore má dar frutos bons.",
      "reflexao": "Não há como fingir por muito tempo. O fruto revela a raiz. A vida no Espírito produz frutos consistentes. Se algo está desalinhado, o problema não é a aparência, mas a essência. Jesus nos chama à integridade — à transformação que começa no interior."
    },
    {
      "numero": "19",
      "texto": "Toda a árvore que não dá bom fruto corta-se e lança-se no fogo.",
      "reflexao": "Jesus nos adverte: viver sem frutos é desperdiçar a graça. A vida cristã não é apenas sobre crer, mas frutificar. O Reino espera resultados — não por obrigação, mas como evidência de uma fé viva. Quem anda com Cristo não permanece o mesmo."
    },
    {
      "numero": "20",
      "texto": "Portanto, pelos seus frutos os conhecereis.",
      "reflexao": "Palavras podem enganar, mas os frutos não mentem. Em tempos de aparência, os frutos são prova da verdade. Observe a paciência, o perdão, a fidelidade — são sinais de um coração moldado por Deus. Que a nossa vida fale mais alto do que o nosso discurso."
    },
    {
      "numero": "21",
      "texto": "Nem todo o que me diz: Senhor, Senhor! entrará no reino dos céus, mas aquele que faz a vontade de meu Pai, que está nos céus.",
      "reflexao": "Jesus vai além das palavras e revela o peso da obediência. Não basta parecer cristão — é preciso viver como filho. A vontade do Pai se revela nas Escrituras e no amor prático. A fé verdadeira se expressa em ações alinhadas ao coração de Deus."
    },
    {
      "numero": "22",
      "texto": "Muitos me dirão naquele dia: Senhor, Senhor, não profetizamos nós em teu nome? e em teu nome não expulsamos demônios? e em teu nome não fizemos muitas maravilhas?",
      "reflexao": "Obras espirituais não substituem um relacionamento genuíno com Cristo. O poder pode até impressionar, mas é o amor obediente que agrada a Deus. Jesus nos alerta contra a ilusão de que desempenho significa intimidade. O que Ele quer é nosso coração."
    },
    {
      "numero": "23",
      "texto": "E então lhes direi abertamente: Nunca vos conheci; apartai-vos de mim, vós que praticais a iniquidade.",
      "reflexao": "Estas são palavras duras, mas cheias de verdade. O reconhecimento do céu não vem por fama, mas por fidelidade. Ser conhecido por Deus é mais importante do que ser conhecido pelos homens. A intimidade com Cristo é o que nos torna verdadeiramente salvos e completos."
    },
    {
      "numero": "24",
      "texto": "Todo aquele, pois, que escuta estas minhas palavras, e as pratica, assemelhá-lo-ei ao homem prudente, que edificou a sua casa sobre a rocha;",
      "reflexao": "Ouvir a Palavra é o primeiro passo, mas praticá-la é o que sustenta a vida. A rocha é Cristo, e construir sobre Ele é viver com convicção, mesmo diante das tempestades. A fé que resiste é aquela que obedece. A prática da Palavra firma nossas raízes na eternidade."
    },
    {
      "numero": "25",
      "texto": "E desceu a chuva, e correram rios, e assopraram ventos, e combateram aquela casa, e não caiu, porque estava edificada sobre a rocha.",
      "reflexao": "A casa firme não é a que evita a tempestade, mas a que resiste a ela. Crises virão, mas quem constrói sua vida sobre Cristo permanece de pé. A Palavra vivida nos sustenta quando tudo ao redor desmorona. Jesus é o alicerce inabalável."
    },
    {
      "numero": "26",
      "texto": "E aquele que ouve estas minhas palavras, e as não cumpre, compará-lo-ei ao homem insensato, que edificou a sua casa sobre a areia;",
      "reflexao": "Ouvir sem obedecer é ilusão perigosa. A fé sem prática é frágil como areia. Viver pela aparência espiritual é como construir castelos que desabam com o tempo. A obediência é o que torna nossa fé real e resistente, não o quanto sabemos, mas o quanto vivemos."
    },
    {
      "numero": "27",
      "texto": "E desceu a chuva, e correram rios, e assopraram ventos, e combateram aquela casa, e caiu, e foi grande a sua queda.",
      "reflexao": "A queda de quem vive sem fundamento em Deus pode ser silenciosa, mas devastadora. Jesus não deseja que caiamos — Ele nos dá tudo para permanecermos firmes. Obedecer à Sua Palavra é prevenção, é sabedoria, é vida. A rocha está disponível — basta edificar sobre Ela."
    },
    {
      "numero": "28",
      "texto": "E aconteceu que, concluindo Jesus este discurso, a multidão se admirou da sua doutrina;",
      "reflexao": "As palavras de Jesus não eram comuns. Elas vinham com autoridade, revelação e verdade. A admiração da multidão mostra o impacto da verdade quando é vivida com pureza. Que também nós nos maravilhemos — mas mais do que isso, que sejamos transformados."
    },
    {
      "numero": "29",
      "texto": "Porquanto os ensinava como tendo autoridade; e não como os escribas.",
      "reflexao": "Jesus ensinava com vida, não apenas com palavras. Sua autoridade vinha da obediência, da verdade, do amor. Ele não apenas falava sobre o Reino — Ele era o Reino encarnado. Que nossa vida também ensine com autoridade: não pela posição, mas pela coerência com o Evangelho."
    }
  ]
}
