{
  "livro": "Mateus",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E, quando se aproximaram de Jerusalém, e chegaram a Betfagé, ao monte das Oliveiras, então enviou Jesus dois discípulos,",
      "reflexao": "O caminho para Jerusalém era também o caminho para a cruz. Jesus segue, intencional e obediente ao propósito do Pai. Isso nos ensina que há momentos em que Deus nos chama a caminhar em direção ao propósito, mesmo sabendo que há desafios e dores no caminho."
    },
    {
      "numero": "2",
      "texto": "Dizendo-lhes: Ide à aldeia que está de fronte, e logo encontrareis uma jumenta presa, e um jumentinho com ela; desprendei-a, e trazei-mos.",
      "reflexao": "Jesus sabe exatamente onde estão os recursos para cumprir a missão. Isso nos ensina que, quando seguimos o chamado de Deus, a provisão, as respostas e os instrumentos necessários já estão preparados. Obediência libera o mover do Reino."
    },
    {
      "numero": "3",
      "texto": "E, se alguém vos disser alguma coisa, direis que o Senhor precisa deles; e logo os enviará.",
      "reflexao": "Quando é Deus quem envia, até os impossíveis se abrem. A autoridade de Jesus rompe barreiras e libera provisões. Isso nos lembra que, quando Deus tem um propósito, nenhuma porta fica fechada e ninguém pode impedir o que Ele determinou."
    },
    {
      "numero": "4",
      "texto": "Ora, tudo isto aconteceu para que se cumprisse o que foi dito pelo profeta, que diz:",
      "reflexao": "Tudo se cumpre no tempo e no modo de Deus. Isso nos ensina que Ele é fiel em cada detalhe. Nenhuma promessa falha, nenhum plano Dele se perde. Viver segundo o Reino é confiar que Deus está alinhando todas as coisas para o cumprimento dos Seus propósitos."
    },
    {
      "numero": "5",
      "texto": "Dizei à filha de Sião: Eis que o teu Rei aí te vem, manso, e assentado sobre uma jumenta, e sobre um jumentinho, filho de animal de carga.",
      "reflexao": "Jesus entra como Rei, mas de forma humilde, montado num jumentinho. Isso nos ensina que o Reino não é sobre ostentação, poder ou status humano. A grandeza no Reino se manifesta em humildade, serviço e amor. O verdadeiro Rei vem de forma simples, mas poderoso em amor e graça."
    },
    {
      "numero": "6",
      "texto": "E, indo os discípulos, e fazendo como Jesus lhes ordenara,",
      "reflexao": "Obediência gera cumprimento. Quando seguimos exatamente o que Jesus manda, vemos os propósitos de Deus se manifestarem. Isso nos lembra que milagres e promessas estão do outro lado da obediência simples e confiante."
    },
    {
      "numero": "7",
      "texto": "Trouxeram a jumenta e o jumentinho, e sobre eles puseram as suas vestes, e fizeram-no assentar em cima.",
      "reflexao": "Os discípulos colocam suas próprias vestes como sinal de honra ao Rei. Isso nos ensina que, no Reino, honramos Jesus com aquilo que temos, com nossos recursos, dons e vidas. O Reino se manifesta quando colocamos tudo aos pés do Rei."
    },
    {
      "numero": "8",
      "texto": "E muitíssima gente estendia as suas vestes pelo caminho, e outros cortavam ramos de árvores, e os espalhavam pelo caminho.",
      "reflexao": "O povo celebra a entrada do Rei, colocando vestes e ramos no caminho. Isso simboliza rendição, honra e entrega. Isso nos leva a refletir: temos preparado caminho para Jesus reinar em nossas vidas, nossas casas e nossos ambientes? Estamos dispostos a abrir mão do que temos para honrá-Lo?"
    },
    {
      "numero": "9",
      "texto": "E a multidão, que ia adiante e a que seguia, clamava, dizendo: Hosana ao Filho de Davi! Bendito o que vem em nome do Senhor! Hosana nas alturas!",
      "reflexao": "O clamor de 'Hosana' é um pedido de salvação, mas também um reconhecimento da realeza de Jesus. Isso nos ensina que nosso louvor deve ser constante, não apenas em momentos de festa, mas também em meio às lutas — reconhecendo que Jesus é nosso Rei, Salvador e Senhor."
    },
    {
      "numero": "10",
      "texto": "E, entrando ele em Jerusalém, toda a cidade se alvoroçou, dizendo: Quem é este?",
      "reflexao": "A presença de Jesus provoca movimento, mudança e questionamento. Isso nos ensina que, quando carregamos a presença de Cristo, onde chegamos as coisas não ficam do mesmo jeito. O Reino se manifesta e as pessoas começam a perguntar: 'Quem é este Deus que transforma vidas?'"
    },
    {
      "numero": "11",
      "texto": "E a multidão dizia: Este é Jesus, o profeta de Nazaré da Galileia.",
      "reflexao": "A multidão reconhece Jesus, mas ainda de forma limitada — como profeta. Isso nos leva a refletir: quem é Jesus para nós? Apenas um mestre, alguém que faz milagres, ou verdadeiramente o nosso Salvador, Rei e Senhor?"
    },
    {
      "numero": "12",
      "texto": "E entrou Jesus no templo de Deus, e expulsou todos os que vendiam e compravam no templo, e derribou as mesas dos cambistas e as cadeiras dos que vendiam pombas.",
      "reflexao": "Jesus não tolera uma espiritualidade distorcida, onde a casa de Deus é transformada em comércio, manipulação ou interesse pessoal. Isso nos ensina que Ele deseja limpar também o templo do nosso coração — tirando tudo aquilo que não reflete santidade, verdade e amor."
    },
    {
      "numero": "13",
      "texto": "E disse-lhes: Está escrito: A minha casa será chamada casa de oração; mas vós a tendes convertido em covil de ladrões.",
      "reflexao": "O templo não é lugar de exploração, mas de comunhão, intercessão e adoração. Isso nos leva a refletir: nosso coração, que é templo do Espírito, tem sido casa de oração ou está cheio de distrações, interesses pessoais e vaidades? O chamado é para restaurar o altar da oração em nossas vidas."
    },
    {
      "numero": "14",
      "texto": "E foram ter com ele no templo cegos e coxos, e curou-os.",
      "reflexao": "Quando o templo é purificado, o Reino se manifesta. Cura, restauração e milagres acontecem onde há ambiente de oração e santidade. Isso nos ensina que, quando permitimos que Jesus limpe nossa vida, coisas extraordinárias começam a acontecer — cura, libertação e transformação."
    },
    {
      "numero": "15",
      "texto": "Vendo, então, os principais dos sacerdotes e os escribas as maravilhas que fazia, e as crianças clamando no templo, e dizendo: Hosana ao Filho de Davi, indignaram-se,",
      "reflexao": "Os religiosos se indignam com aquilo que alegra o coração de Deus. Isso nos alerta que, muitas vezes, quem está preso à religiosidade não consegue se alegrar com o mover de Deus. O Reino se revela aos simples, aos que têm o coração de criança, sedentos e abertos para a presença de Jesus."
    },
    {
      "numero": "16",
      "texto": "E disseram-lhe: Ouves o que estes dizem? E Jesus lhes disse: Sim; nunca lestes: Pela boca dos meninos e das criancinhas de peito tiraste o perfeito louvor?",
      "reflexao": "Jesus confirma que o louvor mais puro vem dos simples, dos que se lançam com sinceridade e dependência. Isso nos ensina que Deus não busca performances, nem formalidades — Ele busca corações quebrantados, sinceros, que O adoram em espírito e em verdade, como crianças que confiam plenamente no Pai."
    },
    {
      "numero": "17",
      "texto": "E, deixando-os, saiu da cidade para Betânia, e ali passou a noite.",
      "reflexao": "Jesus, mesmo sendo Deus, tirava tempo para se retirar, descansar e orar. Isso nos ensina que também precisamos de momentos de recolhimento, de sair do barulho e da agitação, para renovar forças e ouvir mais claramente a voz de Deus."
    },
    {
      "numero": "18",
      "texto": "E, de manhã, voltando para a cidade, teve fome.",
      "reflexao": "A humanidade de Jesus se manifesta até nos detalhes. Isso nos ensina que Deus entende nossas necessidades, dores e limitações, porque Ele mesmo experimentou a vida humana em plenitude. Ele se importa até com as nossas pequenas necessidades."
    },
    {
      "numero": "19",
      "texto": "E, avistando uma figueira perto do caminho, dirigiu-se a ela, e não achou nela senão folhas, e disse-lhe: Nunca mais nasça fruto de ti. E a figueira secou imediatamente.",
      "reflexao": "A figueira representava aparência sem fruto — uma lição dura, mas necessária. Isso nos leva a refletir: como está nossa vida espiritual? Só temos aparência de piedade ou estamos produzindo frutos de amor, justiça, arrependimento e serviço no Reino?"
    },
    {
      "numero": "20",
      "texto": "E os discípulos, vendo isso, maravilharam-se, dizendo: Como secou imediatamente a figueira?",
      "reflexao": "Os discípulos se surpreendem com o poder da palavra de Jesus. Isso nos ensina que há poder na palavra liberada com autoridade no Reino. Também nos alerta que uma vida sem frutos, desconectada de Deus, seca, perde sentido e deixa de cumprir seu propósito."
    },
    {
      "numero": "21",
      "texto": "Jesus, porém, respondendo, disse-lhes: Em verdade vos digo que, se tiverdes fé e não duvidardes, não só fareis o que foi feito à figueira, mas até se a este monte disserdes: Ergue-te e lança-te no mar, assim será feito.",
      "reflexao": "Aqui está uma chave poderosa do Reino: fé sem dúvida. Jesus nos ensina que a fé genuína move o impossível. A questão não é o tamanho da dificuldade, mas a grandeza de quem confiamos. Montanhas se movem quando escolhemos crer e não duvidar."
    },
    {
      "numero": "22",
      "texto": "E tudo o que pedirdes na oração, crendo, o recebereis.",
      "reflexao": "A oração feita com fé abre portas, quebra cadeias e traz resposta. Isso nos lembra que orar não é apenas um ritual, mas um ato de fé, de conexão e de confiança no Deus que pode todas as coisas. Quem ora crendo, vê milagres acontecendo."
    },
    {
      "numero": "23",
      "texto": "E, chegando ao templo, acercaram-se dele, estando já ensinando, os principais dos sacerdotes e os anciãos do povo, dizendo: Com que autoridade fazes isto? E quem te deu tal autoridade?",
      "reflexao": "A religiosidade sempre questiona o mover de Deus quando não se encaixa na lógica humana. Isso nos alerta que, muitas vezes, quem está preso à tradição se incomoda com a manifestação da autoridade do céu. O Reino não depende da permissão dos homens, mas do envio do Pai."
    },
    {
      "numero": "24",
      "texto": "E Jesus, respondendo, disse-lhes: Eu também vos perguntarei uma coisa; se m'a disserdes, também eu vos direi com que autoridade faço isto.",
      "reflexao": "Jesus, com sabedoria, responde questionando. Isso nos ensina que nem toda pergunta precisa ser respondida de imediato, especialmente quando vem de corações mal-intencionados. O discernimento é uma arma poderosa no Reino."
    },
    {
      "numero": "25",
      "texto": "O batismo de João, de onde era? Do céu, ou dos homens? E pensavam entre si, dizendo: Se dissermos: Do céu, ele nos dirá: Por que, então, não o crestes?",
      "reflexao": "Jesus expõe a hipocrisia dos líderes religiosos. Eles sabiam a resposta, mas não queriam se comprometer. Isso nos ensina que muitas pessoas rejeitam a verdade não por ignorância, mas por resistência em se submeter ao que ela exige de mudança e arrependimento."
    },
    {
      "numero": "26",
      "texto": "E, se dissermos: Dos homens, tememos o povo, porque todos consideram João como profeta.",
      "reflexao": "O medo da opinião pública moldava suas decisões, e não a verdade. Isso nos alerta: quando nossa vida é guiada pelo que os outros pensam, e não pela vontade de Deus, acabamos reféns da hipocrisia e da paralisia espiritual."
    },
    {
      "numero": "27",
      "texto": "E, respondendo a Jesus, disseram: Não sabemos. Ele disse-lhes também: Nem eu vos digo com que autoridade faço isto.",
      "reflexao": "Quando há desonestidade no coração, até Jesus se cala. Isso nos ensina que o céu responde aos sinceros, aos humildes e aos que realmente buscam a verdade. Quem escolhe endurecer o coração perde a oportunidade de ouvir revelações profundas de Deus."
    },
    {
      "numero": "28",
      "texto": "Mas que vos parece? Um homem tinha dois filhos, e, chegando-se ao primeiro, disse: Filho, vai trabalhar hoje na minha vinha.",
      "reflexao": "Jesus começa uma parábola que revela o coração de cada um. O convite do Reino é para trabalhar na vinha — viver o propósito, servir e produzir frutos. A questão não é apenas o que dizemos, mas o que de fato fazemos com o chamado de Deus."
    },
    {
      "numero": "29",
      "texto": "Ele, porém, respondendo, disse: Não quero. Mas, depois, arrependendo-se, foi.",
      "reflexao": "O primeiro filho disse 'não', mas depois se arrependeu e obedeceu. Isso nos ensina que Deus valoriza mais a obediência, mesmo que tardia, do que palavras vazias. O arrependimento sincero sempre nos reposiciona no propósito do Pai."
    },
    {
      "numero": "30",
      "texto": "E, chegando ao segundo, disse-lhe o mesmo. Mas, respondendo, ele disse: Eu vou, senhor; e não foi.",
      "reflexao": "O segundo filho representa aqueles que têm discurso bonito, que aparentam compromisso, mas não obedecem na prática. Isso nos alerta contra a religiosidade de palavras sem ações. Deus se agrada da obediência, não da aparência."
    },
    {
      "numero": "31",
      "texto": "Qual dos dois fez a vontade do pai? Disseram-lhe eles: O primeiro. Disse-lhes Jesus: Em verdade vos digo que os publicanos e as meretrizes entram adiante de vós no reino de Deus.",
      "reflexao": "Jesus deixa claro: Deus olha para o coração arrependido, não para a aparência religiosa. Isso nos confronta e nos consola — não importa o passado, quem se arrepende e se volta para Deus encontra salvação, enquanto quem vive de aparência fica para trás no Reino."
    },
    {
      "numero": "32",
      "texto": "Porque João veio a vós no caminho da justiça, e não o crestes; mas os publicanos e as meretrizes o creram. Vós, porém, vendo isto, nem depois vos arrependestes para o crer.",
      "reflexao": "Mesmo vendo vidas transformadas, os religiosos permaneceram no orgulho, sem arrependimento. Isso nos alerta que o coração endurecido pela religiosidade perde a sensibilidade ao mover de Deus. O Reino é para os que reconhecem sua necessidade e se rendem."
    },
    {
      "numero": "33",
      "texto": "Ouvi ainda outra parábola: Houve um homem, pai de família, que plantou uma vinha, e a cercou de sebe, e construiu nela um lagar, e edificou uma torre, e arrendou-a a uns lavradores, e ausentou-se para longe.",
      "reflexao": "Deus é o dono da vinha — Ele prepara, cuida, estrutura e nos confia responsabilidades. Isso nos ensina que nossa vida, nossa missão e tudo que temos vêm Dele. Somos apenas administradores temporários daquilo que pertence ao Senhor. E um dia, Ele virá pedir contas do que fizemos com o que Ele nos confiou."
    },
    {
      "numero": "34",
      "texto": "E, chegando o tempo dos frutos, enviou os seus servos aos lavradores, para receber os seus frutos.",
      "reflexao": "O tempo dos frutos sempre chega. Deus nos confia uma missão, uma vida, dons e oportunidades, mas chega o momento de prestar contas. Isso nos faz refletir: temos frutificado? Nossa vida tem gerado amor, compaixão, serviço e transformação no Reino?"
    },
    {
      "numero": "35",
      "texto": "E os lavradores, tomando os servos, feriram a um, mataram a outro, e apedrejaram a outro.",
      "reflexao": "A rejeição aos servos enviados representa a rejeição aos profetas e mensageiros de Deus ao longo da história. Isso nos alerta sobre o perigo de endurecer o coração, resistir às correções e não ouvir os alertas que o céu nos envia constantemente."
    },
    {
      "numero": "36",
      "texto": "Depois enviou outros servos, em maior número do que os primeiros; e eles fizeram-lhes o mesmo.",
      "reflexao": "A paciência e a longanimidade de Deus são impressionantes. Mesmo diante da rejeição, Ele insiste, envia mais mensageiros, mais oportunidades. Isso revela o quanto Deus deseja nossa mudança, nosso arrependimento e nossa reconciliação com Ele."
    },
    {
      "numero": "37",
      "texto": "Por fim enviou-lhes seu filho, dizendo: Terão respeito a meu filho.",
      "reflexao": "Aqui vemos o ápice do amor de Deus: Ele envia Seu próprio Filho. Isso nos lembra que Jesus é a maior prova de amor do Pai. Mesmo após tantas rejeições, Deus não desistiu da humanidade. Ele enviou o melhor que tinha: Seu Filho amado, esperando que, diante dEle, o coração humano se rendesse."
    },
    {
      "numero": "38",
      "texto": "Mas os lavradores, vendo o filho, disseram entre si: Este é o herdeiro; vinde, matemo-lo, e apoderemo-nos da sua herança.",
      "reflexao": "A maldade do coração humano chega ao ponto de não só rejeitar, mas querer tomar para si aquilo que pertence a Deus. Isso nos alerta sobre o perigo da soberba espiritual, da ilusão de achar que podemos viver sem Deus ou tomar o controle da vida, ignorando o senhorio do Criador."
    },
    {
      "numero": "39",
      "texto": "E, lançando mão dele, o arrastaram para fora da vinha, e o mataram.",
      "reflexao": "Essa é uma referência direta à crucificação de Jesus, que foi rejeitado, expulso e morto fora dos portões da cidade. Isso nos faz refletir profundamente: quantas vezes, em atitudes, escolhas e prioridades, também rejeitamos a presença de Cristo em nossas vidas?"
    },
    {
      "numero": "40",
      "texto": "Quando, pois, vier o senhor da vinha, que fará àqueles lavradores?",
      "reflexao": "A pergunta de Jesus é direta e confrontadora. Isso nos ensina que o tempo da graça tem limite, e haverá um tempo de acerto de contas. Cada um será chamado a prestar contas do que fez com sua vida, com seus dons e com o chamado do Pai."
    },
    {
      "numero": "41",
      "texto": "Dizem-lhe eles: Dará uma má morte aos maus, e arrendará a vinha a outros lavradores, que a seu tempo lhe deem os frutos.",
      "reflexao": "Os próprios ouvintes reconhecem que a justiça precisa ser feita. Isso revela que, no fundo, todo ser humano tem consciência da verdade e da justiça de Deus. A questão não é ignorância, mas resistência. O Reino será entregue a quem frutifica, a quem vive em obediência e compromisso com Deus."
    },
    {
      "numero": "42",
      "texto": "Diz-lhes Jesus: Nunca lestes nas Escrituras: A pedra que os edificadores rejeitaram, essa foi posta por cabeça de esquina; pelo Senhor foi feito isto, e é maravilhoso aos nossos olhos?",
      "reflexao": "Jesus se apresenta como a pedra rejeitada que se tornou a principal. Isso nos mostra que aquilo que o mundo rejeita, Deus exalta. Jesus é a base, o alicerce, e quem constrói sua vida fora dessa pedra acabará em ruína. A escolha de aceitar ou rejeitar Jesus é a mais importante da vida."
    },
    {
      "numero": "43",
      "texto": "Portanto vos digo que o reino de Deus vos será tirado, e será dado a um povo que dê os seus frutos.",
      "reflexao": "O Reino não é sobre privilégios, tradição ou aparência — é sobre frutificar. Deus não compartilha Seu Reino com quem não leva a sério os princípios, a missão e o amor. O Reino é confiado àqueles que vivem para gerar frutos que glorificam ao Pai."
    },
    {
      "numero": "44",
      "texto": "E quem cair sobre esta pedra despedaçar-se-á; e aquele sobre quem ela cair será feito em pó.",
      "reflexao": "Jesus, como pedra, tanto salva quanto julga. Quem se lança sobre Ele com arrependimento, encontra salvação. Quem O rejeita, enfrenta as consequências eternas. Isso nos convida a nos quebrantar hoje, voluntariamente, para não sermos quebrados no juízo final."
    },
    {
      "numero": "45",
      "texto": "E os principais dos sacerdotes e os fariseus, ouvindo estas parábolas, entenderam que falava deles.",
      "reflexao": "O Espírito Santo convence — até os religiosos entenderam que a palavra era para eles. Isso nos mostra que a verdade sempre confronta, e quem tem o coração sensível entende quando Deus está falando. O problema é: ouvir, entender e mesmo assim não querer mudar."
    },
    {
      "numero": "46",
      "texto": "E, pretendendo prendê-lo, recearam o povo, porquanto o tinham por profeta.",
      "reflexao": "O orgulho impede o arrependimento. Mesmo reconhecendo que Jesus falava a verdade, eles escolheram endurecer ainda mais o coração. Isso nos alerta sobre o perigo de resistir tanto à voz de Deus a ponto de se perder totalmente, mesmo diante da verdade escancarada."
    }
  ]
}
