{
  "livro": "Mateus",
  "capitulo": "27",
  "versiculos": [
    {
      "numero": "1",
      "texto": "E, chegando a manhã, todos os principais dos sacerdotes e os anciãos do povo formaram conselho contra Jesus, para o matarem;",
      "reflexao": "Os homens se levantaram para destruir aquele que só fez o bem. Isso nos alerta que, muitas vezes, fazer o certo atrai perseguição. Mas também nos lembra que nenhum plano humano pode frustrar os propósitos eternos de Deus."
    },
    {
      "numero": "2",
      "texto": "E, maniatando-o, o levaram, e entregaram-no ao presidente Pôncio Pilatos.",
      "reflexao": "Aquele que tem todo o poder foi entregue, como cordeiro, nas mãos dos homens. Isso revela que Jesus se entregou por amor, e não por fraqueza. Ele aceitou a dor para que hoje tenhamos vida, perdão e liberdade."
    },
    {
      "numero": "3",
      "texto": "Então Judas, o que o traíra, vendo que fora condenado, arrependeu-se, tornando a trazer as trinta moedas de prata aos principais dos sacerdotes e aos anciãos,",
      "reflexao": "O remorso chegou, mas não houve arrependimento verdadeiro que levasse Judas a buscar Jesus. Isso nos ensina que tristeza pelo erro não é suficiente — é preciso se voltar para Deus, buscar perdão e restauração enquanto há tempo."
    },
    {
      "numero": "4",
      "texto": "Dizendo: Pequei, traindo sangue inocente. Eles, porém, disseram: Que nos importa? Isso é contigo.",
      "reflexao": "O sistema religioso não oferece cura, só acusa e despreza. Isso nos lembra que somente em Jesus há restauração, acolhimento e perdão. O mundo julga, rejeita e descarta, mas o amor de Deus restaura e dá uma nova chance."
    },
    {
      "numero": "5",
      "texto": "E ele, atirando para o templo as moedas de prata, retirou-se e foi-se enforcar.",
      "reflexao": "O desespero sem arrependimento leva à destruição. Isso nos alerta que culpa não tratada, longe da cruz, leva à morte espiritual e emocional. Só em Jesus encontramos graça suficiente para recomeçar, não importa o tamanho do erro."
    },
    {
      "numero": "6",
      "texto": "E os principais dos sacerdotes, tomando as moedas de prata, disseram: Não é lícito metê-las no cofre das ofertas, porque são preço de sangue.",
      "reflexao": "A hipocrisia religiosa é evidente: eles rejeitam o dinheiro por ser 'preço de sangue', mas não se arrependem de ter tramado a morte de um inocente. Isso nos faz refletir sobre o perigo de viver uma fé de aparência, sem transformação verdadeira."
    },
    {
      "numero": "7",
      "texto": "E, tendo deliberado, compraram com elas o campo do oleiro, para sepultura dos estrangeiros.",
      "reflexao": "O dinheiro da traição foi usado para comprar um campo para sepulturas. Isso nos lembra que tudo que nasce da injustiça tem destino de morte, de vazio e de vergonha. Mas Deus, em Sua soberania, transforma até isso em parte de Seu plano."
    },
    {
      "numero": "8",
      "texto": "Por isso foi chamado aquele campo, até ao dia de hoje, Campo de Sangue.",
      "reflexao": "O Campo de Sangue se torna um memorial da consequência do pecado, da traição e da culpa. Isso nos ensina que toda decisão tem marcas, e que viver longe da vontade de Deus sempre deixa cicatrizes na história e na alma."
    },
    {
      "numero": "9",
      "texto": "Então se cumpriu o que foi dito pelo profeta Jeremias, que diz: E tomaram as trinta moedas de prata, preço do que foi avaliado, que certos filhos de Israel avaliaram.",
      "reflexao": "Até as escolhas humanas mais trágicas estão sob a soberania de Deus, que cumpre Sua Palavra. Isso nos traz temor e confiança — Deus não perde o controle, mesmo quando tudo parece caos e dor."
    },
    {
      "numero": "10",
      "texto": "E deram-nas pelo campo do oleiro, segundo o que o Senhor determinou.",
      "reflexao": "O cumprimento profético mostra que Deus escreve a história, mesmo quando os homens pensam estar no controle. Nada escapa do Seu governo. Ele transforma tragédias humanas em cumprimento de Seu plano redentor."
    },
    {
      "numero": "11",
      "texto": "E foi Jesus apresentado ao presidente, e o presidente o interrogou, dizendo: És tu o rei dos judeus? E disse-lhe Jesus: Tu o dizes.",
      "reflexao": "Mesmo sob acusação, Jesus não nega quem Ele é. Isso nos inspira a sermos firmes em nossa identidade como filhos de Deus, mesmo quando somos questionados, perseguidos ou ridicularizados pela nossa fé."
    },
    {
      "numero": "12",
      "texto": "E, sendo acusado pelos príncipes dos sacerdotes e pelos anciãos, nada respondeu.",
      "reflexao": "O silêncio de Jesus diante das falsas acusações revela confiança no Pai. Isso nos ensina que nem toda acusação merece resposta. Deus é nosso juiz, e quem nos justifica é Ele. O silêncio, muitas vezes, é a maior demonstração de fé."
    },
    {
      "numero": "13",
      "texto": "Disse-lhe então Pilatos: Não ouves quantas coisas testificam contra ti?",
      "reflexao": "O mundo não entende o silêncio de quem confia em Deus. Isso nos ensina que nossa segurança não está em defender nossa reputação diante dos homens, mas em permanecer fiéis ao que Deus sabe sobre nós."
    },
    {
      "numero": "14",
      "texto": "E nenhuma palavra lhe respondeu, de sorte que o presidente estava muito maravilhado.",
      "reflexao": "O silêncio de Jesus escandaliza mais do que qualquer palavra. Isso nos lembra que a nossa paz, mesmo em meio às injustiças, é um testemunho poderoso do Reino para quem nos observa."
    },
    {
      "numero": "15",
      "texto": "Ora, por ocasião da festa, costumava o presidente soltar um preso, escolhendo o povo aquele que quisesse.",
      "reflexao": "O sistema humano sempre oferece escolhas, mas muitas vezes são escolhas distorcidas. Isso nos faz refletir sobre como, muitas vezes, a humanidade prefere libertar o erro e condenar a verdade, quando se deixa guiar pela cegueira espiritual."
    },
    {
      "numero": "16",
      "texto": "E tinham, então, um preso bem conhecido, chamado Barrabás.",
      "reflexao": "Barrabás representa a humanidade pecadora, culpada, que é liberta enquanto o inocente, Jesus, é condenado. Isso nos faz refletir: nós somos Barrabás — Jesus morreu em nosso lugar, para que fôssemos livres da condenação que merecíamos."
    },
    {
      "numero": "17",
      "texto": "Portanto, estando eles reunidos, disse-lhes Pilatos: Qual quereis que vos solte? Barrabás, ou Jesus, chamado Cristo?",
      "reflexao": "A humanidade é constantemente colocada diante da escolha entre a luz e as trevas, entre a vida e a morte, entre Jesus e o mundo. Isso nos desafia: quem temos escolhido diariamente com nossas atitudes, decisões e prioridades?"
    },
    {
      "numero": "18",
      "texto": "Porque sabia que, por inveja, o tinham entregado.",
      "reflexao": "Pilatos discerniu que as motivações eram inveja e não justiça. Isso nos alerta que muitas das perseguições que enfrentamos vêm da inveja, da resistência à luz que carregamos. A resposta é permanecer firme, olhando para Deus, não para os homens."
    },
    {
      "numero": "19",
      "texto": "E, estando ele assentado no tribunal, sua mulher mandou-lhe dizer: Não entres na questão desse justo; porque em sonho muito sofri por causa dele.",
      "reflexao": "Até no meio do juízo, Deus envia sinais, avisos e testemunhos. Isso nos mostra que o Espírito de Deus trabalha em todos os lugares, alertando até aqueles que estão no sistema do mundo, mostrando que Jesus é o Justo, o Inocente, o Filho de Deus."
    },
    {
      "numero": "20",
      "texto": "Mas os príncipes dos sacerdotes e os anciãos persuadiram a multidão que pedisse Barrabás, e matasse Jesus.",
      "reflexao": "O poder da manipulação é real quando as pessoas não têm discernimento espiritual. Isso nos alerta sobre o perigo de seguir a voz da maioria, da cultura, da mídia, quando ela se opõe aos valores do Reino."
    },
    {
      "numero": "21",
      "texto": "E, respondendo, o presidente, disse-lhes: Qual destes dois quereis vós que eu solte? E eles disseram: Barrabás.",
      "reflexao": "A escolha foi feita: o culpado é solto, e o inocente é condenado. Isso ecoa até hoje, quando muitos escolhem os valores do mundo e rejeitam Jesus. A pergunta permanece viva: quem temos escolhido diariamente?"
    },
    {
      "numero": "22",
      "texto": "Disse-lhes Pilatos: Que farei então de Jesus, chamado Cristo? Disseram-lhe todos: Seja crucificado.",
      "reflexao": "A pergunta de Pilatos ecoa nos nossos dias: 'O que faremos com Jesus?'. Ignorar, rejeitar ou se render? Cada pessoa, em algum momento da vida, precisa responder essa pergunta que define destino e eternidade."
    },
    {
      "numero": "23",
      "texto": "O presidente, porém, disse: Pois que mal fez ele? E eles mais clamavam, dizendo: Seja crucificado.",
      "reflexao": "A cegueira espiritual faz com que muitos rejeitem o bem, a verdade e a vida. Isso nos lembra que, quando o coração está dominado pelo pecado e pela rebeldia, nem a inocência de Cristo é suficiente para comover. O amor de Deus, porém, segue disponível para quem quiser se render."
    },
    {
      "numero": "24",
      "texto": "Então Pilatos, vendo que nada aproveitava, antes o tumulto crescia, tomou água, e lavou as mãos perante a multidão, dizendo: Estou inocente do sangue deste justo. Considerai isso vós.",
      "reflexao": "Lavar as mãos não nos isenta da responsabilidade das escolhas que fazemos. Pilatos tentou fugir da responsabilidade, mas ignorar a verdade é também escolher. Isso nos desafia a não sermos neutros diante de Jesus — ou o aceitamos, ou o rejeitamos."
    },
    {
      "numero": "25",
      "texto": "E, respondendo todo o povo, disse: O seu sangue caia sobre nós e sobre nossos filhos.",
      "reflexao": "Palavras proferidas sem discernimento podem carregar consequências profundas. Isso nos faz refletir sobre como a rejeição de Jesus não impacta apenas a vida pessoal, mas também gera marcas que atravessam gerações. Que nossas escolhas hoje tragam bênçãos, não maldição."
    },
    {
      "numero": "26",
      "texto": "Então soltou-lhes Barrabás, e, havendo açoitado a Jesus, entregou-o para ser crucificado.",
      "reflexao": "A injustiça dos homens contrasta com a misericórdia de Deus. Jesus aceita ser tratado como criminoso para que Barrabás — e nós — fôssemos livres. Isso nos lembra que a nossa liberdade foi comprada com dor, sangue e amor."
    },
    {
      "numero": "27",
      "texto": "E logo os soldados do presidente, conduzindo Jesus à audiência, reuniram junto dele toda a coorte.",
      "reflexao": "O cenário se arma não para julgar, mas para zombar. Isso nos lembra que, muitas vezes, quem anda na luz será cercado, humilhado e ridicularizado. Mas assim como Jesus venceu, nós também venceremos com Ele."
    },
    {
      "numero": "28",
      "texto": "E, despindo-o, o cobriram com uma capa de escarlate.",
      "reflexao": "Tentaram zombar de sua realeza, mas mal sabiam que estavam diante do Rei dos reis. Isso nos ensina que, mesmo quando o mundo tenta nos humilhar, nossa identidade no Reino permanece intacta, pois ela vem de Deus, não dos homens."
    },
    {
      "numero": "29",
      "texto": "E, tecendo uma coroa de espinhos, puseram-lha na cabeça, e uma cana na mão direita; e, ajoelhando diante dele, o escarneciam, dizendo: Salve, Rei dos judeus.",
      "reflexao": "A coroa de espinhos simboliza o preço do nosso pecado. Aquilo que era zombaria se torna, na eternidade, o símbolo do amor sacrificial. Isso nos lembra que Jesus escolheu suportar dor para que fôssemos coroados de vida, graça e misericórdia."
    },
    {
      "numero": "30",
      "texto": "E, cuspindo nele, tiraram-lhe a cana, e batiam-lhe com ela na cabeça.",
      "reflexao": "Cada ato de humilhação que Jesus sofreu revela o quanto Ele suportou por amor a nós. Isso nos faz refletir: se Ele não fugiu da cruz, quem somos nós para recuar diante das lutas e dos desafios da fé?"
    },
    {
      "numero": "31",
      "texto": "E, depois de o haverem escarnecido, despiram-lhe a capa, e vestiram-lhe as suas vestes, e o levaram para ser crucificado.",
      "reflexao": "O caminho da cruz foi trilhado por amor. Isso nos lembra que seguir Jesus não é um caminho de glamour, mas de entrega, renúncia e, muitas vezes, dor. Mas a glória que vem depois supera infinitamente qualquer sofrimento deste tempo."
    },
    {
      "numero": "32",
      "texto": "E, quando saíam, encontraram um homem cireneu, por nome Simão; a este constrangeram a levar a cruz.",
      "reflexao": "Simão, sem planejar, foi chamado a carregar a cruz. Isso nos mostra que, muitas vezes, Deus nos permite carregar pesos que não planejávamos, mas é nesse lugar que somos marcados profundamente pela presença e pela glória de Cristo."
    },
    {
      "numero": "33",
      "texto": "E, chegando ao lugar chamado Gólgota, que se diz: Lugar da Caveira,",
      "reflexao": "O Gólgota, lugar de dor e morte, se tornou, pela cruz, o lugar de vida e redenção. Isso nos ensina que Deus transforma os piores cenários em palco de milagre, salvação e restauração."
    },
    {
      "numero": "34",
      "texto": "Deram-lhe a beber vinagre misturado com fel; mas, provando-o, não quis beber.",
      "reflexao": "O vinagre com fel simboliza o desprezo e a tentativa de aliviar a dor com amargura. Jesus recusou, escolhendo viver plenamente a dor por amor a nós. Isso nos lembra que Ele não fugiu do preço, para que hoje vivamos livres."
    },
    {
      "numero": "35",
      "texto": "E, havendo-o crucificado, repartiram as suas vestes, lançando sortes; para que se cumprisse o que foi dito pelo profeta: Repartiram entre si as minhas vestes, e sobre a minha túnica lançaram sortes.",
      "reflexao": "Enquanto os homens zombavam, Deus cumpria Sua palavra. Isso nos consola: quando parece que tudo está fora de controle, Deus está, na verdade, conduzindo tudo para o cumprimento perfeito dos Seus planos eternos."
    },
    {
      "numero": "36",
      "texto": "E, assentados, o guardavam ali.",
      "reflexao": "O mundo pode até tentar vigiar a morte da esperança, mas Jesus transforma cruz em trono e derrota aparente em vitória eterna. Aqueles que hoje observam sua dor verão, em breve, o testemunho da sua ressurreição e da sua vitória em Deus."
    },
    {
      "numero": "37",
      "texto": "E por cima da sua cabeça puseram escrita a sua acusação: ESTE É JESUS, O REI DOS JUDEUS.",
      "reflexao": "Aquilo que eles colocaram como zombaria é, na verdade, uma verdade eterna: Jesus é Rei, soberano, Senhor sobre tudo e todos. Que nossa vida proclame, hoje e sempre, essa verdade com nossas palavras e com nosso viver."
    },
    {
      "numero": "38",
      "texto": "E foram crucificados com ele dois salteadores, um à direita, e outro à esquerda.",
      "reflexao": "Jesus, o inocente, foi contado entre os pecadores, para que nós, pecadores, fôssemos contados entre os justos. Isso revela a profundidade do amor de Deus — Ele tomou nosso lugar, para nos dar vida e salvação."
    },
    {
      "numero": "39",
      "texto": "E os que passavam blasfemavam dele, meneando as cabeças,",
      "reflexao": "Mesmo em sua dor, Jesus enfrentou desprezo. Isso nos mostra que, muitas vezes, mesmo fazendo o certo, seremos criticados e rejeitados. Mas a verdade não depende da aprovação dos homens — ela permanece firme, porque vem de Deus."
    },
    {
      "numero": "40",
      "texto": "E dizendo: Tu que destróis o templo, e em três dias o reedificas, salva-te a ti mesmo. Se és Filho de Deus, desce da cruz.",
      "reflexao": "O desafio era para que Jesus provasse quem Ele era descendo da cruz. Mas Ele provou quem Ele é permanecendo nela. Isso nos ensina que o verdadeiro amor não se prova fugindo do sacrifício, mas permanecendo até o fim, mesmo quando dói."
    },
    {
      "numero": "41",
      "texto": "E da mesma maneira também os príncipes dos sacerdotes, com os escribas e anciãos, escarnecendo, diziam:",
      "reflexao": "O escárnio dos religiosos revela que a religião sem amor não reconhece o Salvador, nem entende o sacrifício. Isso nos alerta sobre o perigo de ter aparência de fé, mas coração endurecido e vazio de compaixão e verdade."
    },
    {
      "numero": "42",
      "texto": "Salvou os outros, e a si mesmo não pode salvar. Se é Rei de Israel, desça agora da cruz, e creremos nele.",
      "reflexao": "Eles não entenderam que o fato de Jesus não se salvar era exatamente o que nos salvaria. Isso nos mostra que a lógica do Reino é diferente — quem perde, ganha; quem morre, vive; quem se entrega, vence para sempre."
    },
    {
      "numero": "43",
      "texto": "Confiou em Deus; livre-o agora, se o ama; porque disse: Sou Filho de Deus.",
      "reflexao": "A zombaria revela incredulidade, mas também revela algo profundo: até quem rejeita percebe que quem confia em Deus vive de forma diferente. Isso nos desafia: será que nossa vida deixa claro que confiamos no Pai, mesmo em meio à dor?"
    },
    {
      "numero": "44",
      "texto": "E o mesmo lhe lançaram também em rosto os salteadores que foram crucificados com ele.",
      "reflexao": "Até os que estavam na mesma condição de morte zombaram. Isso nos mostra que há quem, mesmo vivendo na dor, prefira endurecer o coração. Mas também sabemos que um deles, no último instante, escolheu crer — e isso muda tudo. Sempre há tempo, enquanto há vida."
    },
    {
      "numero": "45",
      "texto": "E desde a hora sexta houve trevas sobre toda a terra até à hora nona.",
      "reflexao": "As trevas cobriram a terra quando o Filho da Luz carregava sobre si o peso do pecado. Isso nos faz refletir: quando Jesus tomou nosso lugar, até a natureza reagiu. O céu se calou, mas o amor de Deus seguia operando, mesmo no silêncio e na dor."
    },
    {
      "numero": "46",
      "texto": "E perto da hora nona exclamou Jesus em alta voz, dizendo: Eli, Eli, lamá sabactâni? Isto é: Deus meu, Deus meu, por que me desamparaste?",
      "reflexao": "O grito de Jesus revela a profundidade da sua dor: pela primeira vez, Ele experimenta a separação do Pai, tomando sobre si todo o peso do pecado da humanidade. Isso nos ensina o quanto custou nossa redenção. Ele foi desamparado para que hoje nunca sejamos abandonados por Deus."
    },
    {
      "numero": "47",
      "texto": "E alguns dos que ali estavam, ouvindo isto, diziam: Ele chama por Elias.",
      "reflexao": "Mesmo na sua dor, Jesus foi mal interpretado. Isso nos lembra que, muitas vezes, quem olha de fora não entende a profundidade da nossa dor, da nossa oração e da nossa entrega. Mas Deus vê e entende tudo."
    },
    {
      "numero": "48",
      "texto": "E logo um deles correu, e tomou uma esponja, e, embebendo-a em vinagre, colocou-a numa cana, e deu-lhe de beber.",
      "reflexao": "Mesmo diante da maior expressão de amor da humanidade, alguns ainda oferecem amargura. Isso nos faz refletir que, muitas vezes, enquanto oferecemos amor, recebemos ingratidão. Mas, como Jesus, seguimos amando, apesar disso."
    },
    {
      "numero": "49",
      "texto": "Os outros, porém, diziam: Deixa, vejamos se Elias vem livrá-lo.",
      "reflexao": "O sarcasmo dos homens reflete a incredulidade do coração endurecido. Isso nos alerta que quem não crê, sempre busca sinais, mas continua ignorando o maior deles: o amor sacrificial de Jesus na cruz."
    },
    {
      "numero": "50",
      "texto": "E Jesus, clamando outra vez com grande voz, entregou o espírito.",
      "reflexao": "Aqui está o auge do amor: Jesus entrega sua vida. Não tiraram dEle, Ele entregou voluntariamente por amor a nós. A cruz não foi derrota, foi entrega. E essa entrega nos dá vida, esperança e reconciliação com o Pai."
    },
    {
      "numero": "51",
      "texto": "E eis que o véu do templo se rasgou em dois, de alto a baixo; e tremeu a terra, e fenderam-se as pedras.",
      "reflexao": "O véu rasgado simboliza que, agora, o acesso a Deus está livre. Jesus, na cruz, destruiu a separação que havia entre Deus e os homens. O que estava fechado, agora está aberto. Temos livre acesso à presença do Pai, pelo sangue do Filho."
    },
    {
      "numero": "52",
      "texto": "E abriram-se os sepulcros, e muitos corpos de santos que dormiam foram ressuscitados;",
      "reflexao": "Até na sua morte, Jesus gerou vida. Isso nos ensina que, quando Cristo entra na história, até o que parecia acabado, morto e impossível, volta a viver. Ele é o Deus que ressuscita sonhos, esperança e vidas."
    },
    {
      "numero": "53",
      "texto": "E, saindo dos sepulcros, depois da ressurreição dele, entraram na cidade santa, e apareceram a muitos.",
      "reflexao": "O impacto do sacrifício de Jesus não foi só espiritual, mas visível, palpável e real. Isso nos mostra que a obra da cruz não é uma teoria, mas uma realidade viva, que transforma histórias de forma concreta até hoje."
    },
    {
      "numero": "54",
      "texto": "O centurião e os que com ele guardavam a Jesus, vendo o terremoto e as coisas que haviam sucedido, tiveram grande temor, e disseram: Verdadeiramente este era o Filho de Deus.",
      "reflexao": "Diante da manifestação do poder de Deus, até os que estavam ali para vigiar e executar reconheceram quem era Jesus. Isso nos lembra que, mais cedo ou mais tarde, toda língua confessará e todo joelho se dobrará, reconhecendo que Jesus é Senhor."
    },
    {
      "numero": "55",
      "texto": "E estavam ali, olhando de longe, muitas mulheres que tinham seguido Jesus desde a Galileia, para o servirem.",
      "reflexao": "Elas permaneceram, mesmo de longe. Quando muitos fugiram, elas ficaram. Isso nos ensina sobre fidelidade — estar com Jesus não apenas nos momentos de milagres, mas também na dor, na perda e na espera."
    },
    {
      "numero": "56",
      "texto": "Entre as quais estavam Maria Madalena, e Maria, mãe de Tiago e de José, e a mãe dos filhos de Zebedeu.",
      "reflexao": "Os nomes das mulheres são registrados como testemunho de que a fidelidade não passa despercebida aos olhos de Deus. Ele vê, honra e valoriza quem permanece, quem ama, quem serve, mesmo no silêncio e na dor."
    },
    {
      "numero": "57",
      "texto": "E, chegada a tarde, chegou um homem rico de Arimateia, chamado José, que também era discípulo de Jesus.",
      "reflexao": "José de Arimateia mostra que há discípulos em lugares inesperados — até entre os ricos e influentes. Isso nos lembra que o Evangelho não é só para alguns, mas para todos que se dispõem a amar e seguir Jesus, independentemente de sua posição social."
    },
    {
      "numero": "58",
      "texto": "Este foi ter com Pilatos, e pediu o corpo de Jesus. Então Pilatos mandou que o corpo lhe fosse entregue.",
      "reflexao": "A coragem de José nos ensina que, em momentos de dor e risco, é preciso se posicionar. Quando muitos se esconderam, ele se apresentou. O verdadeiro discípulo se revela não só nas celebrações, mas também nos sepulcros e nas perdas."
    },
    {
      "numero": "59",
      "texto": "E José, tomando o corpo, envolveu-o num fino e limpo lençol;",
      "reflexao": "O cuidado com o corpo de Jesus revela honra, amor e reverência. Isso nos ensina que até na dor, até no luto, podemos escolher agir com amor, generosidade e zelo. O amor verdadeiro não se perde nem na morte."
    },
    {
      "numero": "60",
      "texto": "E o pôs no seu sepulcro novo, que havia lavrado na rocha; e, rodando uma grande pedra para a porta do sepulcro, foi-se.",
      "reflexao": "O sepulcro na rocha parecia ser o fim. Mas, na verdade, era o começo da maior história de esperança da humanidade. Isso nos ensina que, quando tudo parece encerrado, Deus ainda tem a última palavra."
    },
    {
      "numero": "61",
      "texto": "E estavam ali Maria Madalena e a outra Maria, assentadas defronte do sepulcro.",
      "reflexao": "Elas permaneceram, mesmo quando parecia que tudo tinha acabado. Isso nos ensina que quem ama de verdade não abandona, não desiste, não se afasta, mesmo quando não entende o que Deus está fazendo."
    },
    {
      "numero": "62",
      "texto": "E no dia seguinte, que é o dia depois da preparação, reuniram-se os príncipes dos sacerdotes e os fariseus em casa de Pilatos,",
      "reflexao": "Mesmo após a morte de Jesus, o sistema religioso ainda tentava impedir o cumprimento da promessa. Isso nos mostra que, muitas vezes, as forças contrárias lutarão contra o que Deus prometeu. Mas o plano de Deus é soberano e infalível."
    },
    {
      "numero": "63",
      "texto": "Dizendo: Senhor, lembramo-nos de que aquele enganador, vivendo ainda, disse: Depois de três dias ressuscitarei.",
      "reflexao": "Até os que não criam se lembraram da promessa da ressurreição. Isso nos ensina que a palavra de Jesus é tão poderosa, que até os inimigos sabem que ela não falha. E, de fato, não falha — ela se cumpre!"
    },
    {
      "numero": "64",
      "texto": "Ordena, pois, que o sepulcro seja guardado com segurança até ao terceiro dia; não sejam porventura os seus discípulos, e o roubem, e digam ao povo: Ressuscitou dos mortos; e assim o último erro será pior do que o primeiro.",
      "reflexao": "Tentaram impedir a ressurreição com soldados e pedras. Isso nos lembra que não há obstáculo, muralha ou plano humano capaz de impedir aquilo que Deus determinou. A vontade de Deus sempre prevalecerá."
    },
    {
      "numero": "65",
      "texto": "E disse-lhes Pilatos: Levem uma escolta; Podem ir e mantenham o sepulcro em segurança como melhor entenderem.",
      "reflexao": "O sistema religioso confiou na força dos homens para tentar anular o mover de Deus. Isso nos faz refletir: quem luta contra os planos do Reino luta em vão, pois o céu nunca perde uma batalha."
    },
    {
      "numero": "66",
      "texto": "E, indo eles, procuraram manter a segurança do sepulcro, além de deixarem uma escolta montando guarda, lacraram a pedra.",
      "reflexao": "Selaram a pedra, colocaram guarda, mas não sabiam que nada disso poderia impedir o plano do céu. Isso nos enche de esperança: quando parece que tudo está encerrado, Deus está apenas preparando o cenário para o milagre e para a manifestação da Sua glória."
    }
  ]
}
