{
  "livro": "Neemias",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "As palavras de Neemias, filho de Hacalias: No mês de quisleu, no vigésimo ano, enquanto eu estava na cidade de Susã,",
      "reflexao": "Cada jornada de restauração começa com uma consciência desperta. Neemias, um homem comum em uma cidade distante, ouve o chamado de Deus no silêncio de um exílio. Assim também é conosco — o propósito de Deus pode florescer em terra estranha, quando o coração está atento à dor que não se vê, mas que clama por consolo."
    },
    {
      "numero": "2",
      "texto": "Hanani, um dos meus irmãos, veio de Judá com alguns outros homens, e eu lhes perguntei acerca dos judeus que restaram, os sobreviventes do cativeiro, e também sobre Jerusalém.",
      "reflexao": "Neemias não ignorou os que estavam longe; sua pergunta revela um coração compassivo e vigilante. Indagar sobre os outros é o início do cuidado verdadeiro. Quando buscamos notícias com interesse sincero, Deus começa a plantar em nós o desejo de sermos resposta para as dores alheias."
    },
    {
      "numero": "3",
      "texto": "E eles me responderam: ‘Aqueles que sobreviveram ao cativeiro e estão lá na província, passam por grande sofrimento e humilhação. O muro de Jerusalém foi derrubado, e suas portas foram destruídas pelo fogo’.",
      "reflexao": "O relato é duro: sofrimento, humilhação, destruição. Mas é nesse chão devastado que Deus ergue novas promessas. As ruínas que o mundo nos mostra não são o fim — são o cenário onde a reconstrução começa. Precisamos enxergar além da dor, ouvindo o clamor que pede ação e compaixão."
    },
    {
      "numero": "4",
      "texto": "Quando ouvi essas coisas, sentei-me e chorei. Passei dias lamentando, jejuando e orando ao Deus dos céus.",
      "reflexao": "A dor verdadeira nos leva ao chão e nos faz olhar para o alto. Neemias não agiu com pressa, mas com quebrantamento. Antes de reconstruir muros, ele permitiu que Deus edificasse dentro dele um coração sensível e dependente. O choro diante de Deus é semente de transformação que floresce em oração e jejum."
    },
    {
      "numero": "5",
      "texto": "Então eu disse: Senhor, Deus dos céus, Deus grande e temível, fiel à aliança e misericordioso com os que o amam e obedecem aos seus mandamentos,",
      "reflexao": "Neemias inicia sua oração com adoração. Antes de apresentar pedidos, ele reconhece o caráter de Deus: grande, fiel e misericordioso. Quando o coração reverencia o Senhor, mesmo a ruína ganha outra perspectiva — pois Ele continua o mesmo, digno de confiança e cheio de amor por aqueles que O buscam."
    },
    {
      "numero": "6",
      "texto": "que os teus ouvidos estejam atentos e os teus olhos estejam abertos para ouvir a oração que o teu servo está fazendo dia e noite diante de ti em favor de teus servos, o povo de Israel. Confesso os pecados que nós, os israelitas, temos cometido contra ti. Sim, eu e o meu povo temos pecado contra ti.",
      "reflexao": "Neemias intercede, não como espectador, mas como participante. Assume a culpa com humildade, mostrando que a restauração começa pela confissão. Reconhecer nossos pecados diante de Deus é abrir caminho para o perdão e para a cura que transforma não só a nós, mas a comunidade ao redor."
    },
    {
      "numero": "7",
      "texto": "Agimos de forma corrupta e vergonhosa contra ti. Não temos obedecido aos mandamentos, aos decretos e às leis que deste ao teu servo Moisés.",
      "reflexao": "A honestidade da oração de Neemias revela maturidade espiritual. Ele não minimiza a transgressão — chama-a pelo nome. Para que Deus reconstrua, precisamos desocupar o terreno do orgulho. A obediência negligenciada gera ruína; o arrependimento sincero prepara o solo para a restauração."
    },
    {
      "numero": "8",
      "texto": "Lembra-te agora do que disseste a Moisés, teu servo: ‘Se vocês forem infiéis, eu os espalharei entre as nações’,",
      "reflexao": "Neemias conhece as Escrituras e ora conforme a Palavra. Ele reconhece que a dispersão foi consequência da infidelidade, mas sua lembrança não é acusatória — é um apelo à justiça temperada pela graça. Trazer à memória as promessas de Deus nos ajuda a orar com fé, mesmo em meio ao juízo."
    },
    {
      "numero": "9",
      "texto": "‘mas, se voltarem para mim, e obedecerem aos meus mandamentos e os puserem em prática, mesmo que vocês estejam espalhados pelos lugares mais distantes debaixo do céu, de lá eu os reunirei e os trarei para o lugar que escolhi para estabelecer o meu nome’.",
      "reflexao": "Aqui brilha a esperança divina: o retorno é possível. Deus não se esquece dos que se arrependem. Ainda que dispersos, Ele promete reunir, restaurar e reconduzir. Esta promessa é um sopro de vida para os corações exilados. A distância não anula o amor de Deus — ela apenas aguarda o nosso retorno."
    },
    {
      "numero": "10",
      "texto": "Estes são os teus servos, o teu povo. Tu os resgataste com o teu grande poder e com o teu braço forte.",
      "reflexao": "A identidade do povo não se perdeu com o tempo: continuam sendo servos resgatados. Neemias relembra ao Senhor — e a si mesmo — que o resgate já aconteceu. Quando oramos com base na obra redentora de Deus, nossa fé se fortalece, pois não pedimos como órfãos, mas como filhos amados e restaurados."
    },
    {
      "numero": "11",
      "texto": "Senhor, que os teus ouvidos estejam atentos à oração deste teu servo e à oração dos teus servos que têm prazer em temer o teu nome. Faze que hoje este teu servo seja bem sucedido, concedendo-lhe a benevolência deste homem. Nessa época, eu era o copeiro do rei.",
      "reflexao": "Neemias encerra sua oração com ousadia e humildade. Ele pede sucesso, mas submete seus planos à vontade divina. Sabe que está prestes a falar com um rei terreno, mas já falou com o Rei dos céus. Quem ora com fé, age com coragem. A verdadeira influência começa de joelhos diante de Deus."
    }
  ]
}
