{
  "livro": "Neemias",
  "capitulo": 10,
  "versiculos": [
    {
      "numero": "1",
      "texto": "Esta é a relação dos que o assinaram: Neemias, o governador, filho de Hacalias, e Zedequias,",
      "reflexao": "Neemias não apenas liderava com palavras, mas com ações. Ao colocar seu nome como o primeiro, ele assumia publicamente o compromisso diante de Deus e do povo. Líderes espirituais autênticos se destacam não pelo discurso, mas pelo exemplo vivo de entrega e fidelidade."
    },
    {
      "numero": "2",
      "texto": "Seraías, Azarias, Jeremias,",
      "reflexao": "Cada nome representa uma voz que se une à aliança de arrependimento e renovação. Não há anonimato diante de Deus — cada um que se compromete com Ele tem seu nome registrado no livro da vida eterna."
    },
    {
      "numero": "3",
      "texto": "Pasur, Amarias, Malquias,",
      "reflexao": "A fé não é construída apenas por um, mas por uma comunidade de nomes e corações que dizem ‘sim’ ao Senhor. Que também sejamos contados entre os que se dispõem a andar em fidelidade."
    },
    {
      "numero": "4",
      "texto": "Hatus, Sebanias, Maluque,",
      "reflexao": "Comprometer-se com Deus é um ato pessoal e comunitário. Estes nomes são testemunhas vivas de que o recomeço é possível quando há humildade e reverência diante da Palavra."
    },
    {
      "numero": "5",
      "texto": "Harim, Meremote, Obadias,",
      "reflexao": "O pacto renovado entre o povo e Deus começa com reconhecimento e desejo de restauração. Esses nomes refletem um movimento coletivo de retorno, onde cada pessoa importa no coração do Altíssimo."
    },
    {
      "numero": "6",
      "texto": "Daniel, Ginetom, Baruque,",
      "reflexao": "Entre os que se levantam para Deus, há aqueles cujo nome carrega história de fé e superação. Que cada geração encontre seu lugar na construção do Reino com o mesmo zelo e coragem."
    },
    {
      "numero": "7",
      "texto": "Mesulão, Abias, Miamim,",
      "reflexao": "Firmar um pacto é cravar no tempo uma decisão de eternidade. Esses nomes mostram que o verdadeiro culto começa com o coração firmado na verdade e disposto a obedecer."
    },
    {
      "numero": "8",
      "texto": "Maazias, Bilgai e Semaías. Esses eram sacerdotes.",
      "reflexao": "Sacerdotes consagrando-se novamente marcam uma restauração profunda do culto e da adoração. Quando os ministros se santificam, todo o povo é conduzido à presença do Senhor com reverência renovada."
    },
    {
      "numero": "9",
      "texto": "Dos levitas: Jesua, filho de Azanias, Binui, dos filhos de Henadade, Cadmiel",
      "reflexao": "Os levitas, guardiões do louvor e da instrução, também se comprometem. A adoração que agrada a Deus não é apenas cantada, mas vivida com integridade e obediência."
    },
    {
      "numero": "10",
      "texto": "e seus colegas: Sebanias, Hodias, Quelita, Pelaías, Hanã,",
      "reflexao": "Entre colegas e irmãos de ministério, há um vínculo que ultrapassa a função: é o vínculo da aliança com Deus. Quando todos caminham na mesma direção espiritual, o povo é edificado com segurança."
    },
    {
      "numero": "11",
      "texto": "Mica, Reobe, Hasabias,",
      "reflexao": "Cada nome é como uma nota numa melodia de reconciliação. Quando cada parte se oferece em adoração sincera, Deus compõe com isso uma nova sinfonia de restauração."
    },
    {
      "numero": "12",
      "texto": "Zacur, Serebias, Sebanias,",
      "reflexao": "De geração em geração, os nomes permanecem vivos na memória de Deus. Ele se lembra dos que firmam aliança com Ele e responde com fidelidade e graça."
    },
    {
      "numero": "13",
      "texto": "Hodias, Bani e Beninu.",
      "reflexao": "O compromisso com Deus não é tarefa de alguns poucos, mas chamado para todos. Cada assinatura nesta aliança revela o eco de um coração que decidiu voltar para o centro da vontade divina."
    },
    {
      "numero": "14",
      "texto": "Dos líderes do povo: Parós, Paate-Moabe, Elão, Zatu, Bani,",
      "reflexao": "Os líderes do povo selam a aliança com Deus porque sabem: uma nação só pode ser restaurada quando seus guias espirituais se curvam diante do Senhor."
    },
    {
      "numero": "15",
      "texto": "Buni, Azgade, Bebai,",
      "reflexao": "Nenhum nome é pequeno demais quando está ligado ao propósito eterno de Deus. Esses líderes assumiram diante do povo o compromisso de um novo tempo."
    },
    {
      "numero": "16",
      "texto": "Adonias, Bigvai, Adim,",
      "reflexao": "Cada nome representa uma família, uma geração que decide romper com o passado e escrever uma nova história ao lado de Deus."
    },
    {
      "numero": "17",
      "texto": "Ater, Ezequias, Azur,",
      "reflexao": "A fidelidade de um líder impacta não só sua casa, mas todo o povo. Quando os líderes firmam seus pés no caminho do Senhor, o povo encontra direção e segurança."
    },
    {
      "numero": "18",
      "texto": "Hodias, Hasum, Besai,",
      "reflexao": "Firmar uma aliança com Deus é declarar: ‘Somos teus, ó Senhor’. E esse compromisso transforma cada casa em um altar e cada nome em testemunho vivo da graça."
    },
    {
      "numero": "19",
      "texto": "Harife, Anatote, Nebai,",
      "reflexao": "Mesmo os nomes pouco conhecidos brilham diante de Deus quando estão associados à obediência. Ele vê o íntimo e recompensa cada passo de entrega."
    },
    {
      "numero": "20",
      "texto": "Magpias, Mesulão, Hezir,",
      "reflexao": "Essa lista não é mera genealogia: é a memória de um povo que decidiu voltar para Deus. Que nossa própria vida seja também uma assinatura viva da nova aliança com o Altíssimo."
    },
    {
      "numero": "21",
      "texto": "Mesezabeel, Zadoque, Jadua,",
      "reflexao": "Os nomes da aliança falam de identidade. Quem se compromete com Deus assume uma nova identidade: servo fiel, parte do povo escolhido, testemunha do amor que restaura."
    },
    {
      "numero": "22",
      "texto": "Pelatias, Hanã, Anaías,",
      "reflexao": "Cada nome representa um eco de fé que ressoa pela eternidade. Comprometer-se com Deus é escrever o próprio nome na história da redenção."
    },
    {
      "numero": "23",
      "texto": "Oséias, Hananias, Hassube,",
      "reflexao": "A beleza da comunhão está em ver tantos corações se voltando a Deus. Essa união é sinal de que a esperança não foi perdida — ela floresce onde há humildade e aliança."
    },
    {
      "numero": "24",
      "texto": "Haloés, Pílea, Sobeque,",
      "reflexao": "Não é o destaque do nome, mas o peso do coração rendido que importa diante de Deus. Esses nomes permanecem gravados porque fizeram parte do mover de retorno e santidade."
    },
    {
      "numero": "25",
      "texto": "Reum, Hasabna, Maaséias,",
      "reflexao": "O que era apenas uma assinatura tornou-se um ato sagrado. Esses nomes não assinaram um papel — selaram um pacto que ecoaria pelas gerações como testemunho de restauração."
    },
    {
      "numero": "26",
      "texto": "Aías, Hanã, Anã,",
      "reflexao": "A aliança começa com um sim sincero. Esses nomes nos lembram de que Deus honra os corações que O buscam de todo o coração, mesmo nas pequenas decisões."
    },
    {
      "numero": "27",
      "texto": "Maluque, Harim e Baaná.",
      "reflexao": "Encerrando essa lista, vemos que cada nome conta uma história de rendição. Que também o nosso seja contado entre os que firmaram aliança eterna com o Senhor e não voltaram atrás."
    },
    {
      "numero": "28",
      "texto": "‘O restante do povo: sacerdotes, levitas, porteiros, cantores, servidores do templo e todos os que se separaram dos povos vizinhos por amor à Lei de Deus, juntamente com suas mulheres e com todos os seus filhos e filhas que eram capazes de entender,",
      "reflexao": "A separação por amor à Lei não é isolamento, mas consagração. Toda a comunidade — homens, mulheres e crianças — se une ao propósito de viver em aliança com Deus. Isso mostra que a fé é um chamado coletivo e consciente, acessível a todos que compreendem a vontade divina."
    },
    {
      "numero": "29",
      "texto": "‘agora se unem aos seus irmãos, os nobres, e se obrigam sob maldição e sob juramento a seguir a Lei de Deus dada por meio do servo de Deus Moisés e a obedecer fielmente a todos os mandamentos, ordenanças e decretos do Senhor, o nosso Senhor.’",
      "reflexao": "O compromisso com Deus é tão sério que é selado com juramento e responsabilidade pessoal. Eles entendem que a obediência à Palavra traz bênçãos, mas sua violação traz consequências. É o temor reverente que gera fidelidade sincera."
    },
    {
      "numero": "30",
      "texto": "‘Prometemos não dar nossas filhas em casamento aos povos vizinhos nem aceitar que as filhas deles se casem com os nossos filhos.’",
      "reflexao": "O povo decide proteger sua identidade espiritual, entendendo que alianças equivocadas podem corromper a fé. Essa decisão representa o zelo por manter viva a santidade do povo de Deus e a integridade da herança espiritual."
    },
    {
      "numero": "31",
      "texto": "‘Quando os povos vizinhos trouxerem mercadorias ou cereal para venderem em dia de sábado ou de festa, não compraremos deles nesses dias. Cada sete anos abriremos mão de trabalhar a terra e cancelaremos todas as dívidas.’",
      "reflexao": "Eles se comprometem a honrar os tempos sagrados e os princípios da justiça e da generosidade. O sábado e o ano sabático refletem confiança na provisão divina, e o cancelamento das dívidas revela um coração misericordioso e desprendido."
    },
    {
      "numero": "32",
      "texto": "‘Assumimos a responsabilidade de, conforme o mandamento, dar anualmente quatro gramas para o serviço do templo de nosso Deus:’",
      "reflexao": "Cada contribuição, por menor que pareça, carrega um valor espiritual imenso quando feita com o coração. Sustentar o culto é um privilégio, e não um fardo, pois mostra o desejo de manter viva a adoração comunitária ao Senhor."
    },
    {
      "numero": "33",
      "texto": "‘para os pães consagrados, para as ofertas regulares de cereal e para os holocaustos, para as ofertas dos sábados, das festas de lua nova e para as festas fixas, para as ofertas sagradas, para as ofertas pelo pecado para fazer propiciação por Israel, e para as necessidades do templo de nosso Deus.’",
      "reflexao": "O zelo pelo templo revela um povo que entende a centralidade da presença de Deus em sua vida. Cada oferta representa não apenas manutenção, mas um gesto de adoração e expiação que une a comunidade ao Senhor em comunhão e reverência."
    },
    {
      "numero": "34",
      "texto": "‘Também tiramos sorte entre as famílias dos sacerdotes, dos levitas e do povo, para escalar anualmente a que deverá trazer lenha ao templo de nosso Deus, no tempo determinado, para queimar sobre o altar do Senhor, o nosso Deus, conforme está escrito na Lei.’",
      "reflexao": "Até mesmo a tarefa simples de levar lenha é organizada e feita com propósito espiritual. Tudo que é feito para Deus — seja visível ou nos bastidores — tem valor e contribui para que o altar continue aceso com devoção contínua."
    },
    {
      "numero": "35",
      "texto": "‘Também assumimos a responsabilidade de trazer anualmente ao templo do Senhor os primeiros frutos de nossas colheitas e de toda árvore frutífera.’",
      "reflexao": "Entregar os primeiros frutos é reconhecer que tudo vem do Senhor. É um ato de confiança e gratidão, que afirma: ‘Antes de tudo, o Senhor’. Essa prática cultiva um coração generoso e coloca Deus no centro das conquistas."
    },
    {
      "numero": "36",
      "texto": "‘Conforme também está escrito na Lei, traremos o primeiro de nossos filhos e a primeira cria de nossos rebanhos, tanto de ovelhas como de bois, para o templo de nosso Deus, para os sacerdotes que ali estiverem ministrando.’",
      "reflexao": "Oferecer a Deus os primeiros filhos e as primeiras crias não é uma renúncia sem sentido, mas um símbolo de consagração total. É declarar: ‘Tudo o que temos, tudo o que geramos, pertence primeiro ao Senhor’. É confiar que aquilo que colocamos no altar será abençoado em retorno."
    },
    {
        "numero": "37",
        "texto": "‘Além do mais, traremos para os depósitos do templo de nosso Deus, para os sacerdotes, a nossa primeira massa de cereal moído, e as nossas primeiras ofertas de cereal, do fruto de todas as nossas árvores e de nosso vinho e azeite. E traremos o dízimo das nossas colheitas para os levitas, pois são eles que recolhem os dízimos em todas as cidades onde trabalhamos.’",
        "reflexao": "Entregar ao Senhor as primícias da terra é reconhecer que Ele é o provedor de todas as coisas. Ao ofertar o primeiro, consagramos o todo. Essa atitude ensina o coração a não depender apenas do esforço humano, mas a confiar na fidelidade divina que sustenta a terra e faz brotar o fruto no tempo certo."
    },
    {
        "numero": "38",
        "texto": "‘Um sacerdote descendente de Arão deverá acompanhar os levitas quando receberem os dízimos, e os levitas terão que trazer um décimo dos dízimos ao templo de nosso Deus, aos depósitos do templo.’",
        "reflexao": "A responsabilidade no cuidado das ofertas sagradas revela que tudo aquilo que é dado a Deus deve ser tratado com reverência e integridade. Até os que servem no templo prestam contas, lembrando-nos de que diante de Deus todos somos mordomos, não donos. A transparência na administração dos bens espirituais honra o nome do Senhor."
    },
    {
        "numero": "39",
        "texto": "O povo de Israel, inclusive os levitas, deverão trazer ofertas de cereal, de vinho novo e de azeite aos depósitos onde se guardam os utensílios para o santuário. É ali que os sacerdotes ministram e que os porteiros e os cantores ficam. ‘Não negligenciaremos o templo de nosso Deus’.",
        "reflexao": "A declaração final é um compromisso solene: ‘Não negligenciaremos o templo de nosso Deus’. Hoje, somos chamados a essa mesma vigilância — não apenas com edifícios, mas com os corações que são templos vivos. Cuidar da casa de Deus é cuidar da comunhão, da adoração, da missão. É declarar que Ele é digno do melhor de nós."
    }
  ]
}