{
  "livro": "Neemias",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ora, o povo, homens e mulheres, começou a reclamar muito de seus irmãos judeus.",
      "reflexao": "Nem toda oposição vem de fora. Às vezes, a dor maior nasce da injustiça entre os próprios irmãos. Quando o clamor se ergue do meio do povo, Deus ouve e convoca à correção. A comunhão verdadeira só se sustenta com justiça entre os que compartilham da mesma fé."
    },
    {
      "numero": "2",
      "texto": "Alguns diziam: ‘Nós e nossos filhos e filhas somos numerosos; precisamos de trigo para comer e continuar vivos’.",
      "reflexao": "A fome não pede permissão para entrar nas casas. O clamor é pela vida — pelos filhos, pela sobrevivência. A comunidade só é saudável quando ninguém precisa escolher entre a dignidade e o desespero. Deus se importa com o pão, com os corpos, com os filhos. A fé sem compaixão é estéreo."
    },
    {
      "numero": "3",
      "texto": "Outros diziam: ‘Tivemos que penhorar nossas terras, nossas vinhas e nossas casas para conseguir trigo para matar a fome’.",
      "reflexao": "A dor da fome leva à perda das raízes: terras, casas, vinhas. O sustento se transforma em dívida. Isso revela que, sem equidade, até os bons se tornam escravizados pelo sistema. A reconstrução espiritual exige mais do que muros — exige restaurar a dignidade e a justiça social."
    },
    {
      "numero": "4",
      "texto": "E havia ainda outros que diziam: ‘Tivemos que tomar dinheiro emprestado para pagar o imposto cobrado sobre as nossas terras e as vinhas’.",
      "reflexao": "A pressão fiscal imposta aos pobres gera mais escravidão do que estrutura. Quando os necessitados precisam se endividar para manter o mínimo, algo está errado. A voz dos oprimidos ecoa diante de Deus. A espiritualidade verdadeira denuncia sistemas que exploram e chama à reforma."
    },
    {
      "numero": "5",
      "texto": "Apesar de sermos do mesmo sangue dos nossos compatriotas e dos nossos filhos serem tão bons quanto os deles, ainda assim temos que sujeitar os nossos filhos e as nossas filhas à escravidão. E, de fato, algumas de nossas filhas já foram entregues como escravas e não podemos fazer nada, pois as nossas terras e as nossas vinhas pertencem a outros.",
      "reflexao": "A dor se agrava quando a injustiça vem dos próprios irmãos. O lamento é de quem compartilha o mesmo sangue, mas não a mesma compaixão. A escravidão dos filhos é o último grito de uma alma ferida. Onde há desigualdade entre iguais, a fé perde seu brilho e Deus exige resposta."
    },
    {
      "numero": "6",
      "texto": "Quando ouvi a reclamação e essas acusações, fiquei furioso.",
      "reflexao": "A indignação de Neemias é santa. Ouvir a injustiça e não se enfurecer com ela é sinal de apatia. Deus desperta nos líderes sensíveis a justa ira contra o pecado estrutural. A fúria que nasce do zelo pela justiça pode ser a semente de uma grande transformação."
    },
    {
      "numero": "7",
      "texto": "Fiz uma avaliação de tudo e então repreendi os nobres e os oficiais, dizendo-lhes: ‘Vocês estão cobrando juros dos seus compatriotas!’ Por isso convoquei uma grande reunião contra eles",
      "reflexao": "Neemias reflete antes de agir. Depois, confronta com coragem os que se beneficiam da opressão. Os que têm voz e posição devem usá-las para romper cadeias, não para mantê-las. A liderança fiel é aquela que, mesmo diante dos poderosos, defende os que não têm como se defender."
    },
    {
      "numero": "8",
      "texto": "e disse: ‘Na medida do possível nós compramos de volta nossos irmãos judeus que haviam sido vendidos aos outros povos. Agora vocês estão até vendendo os seus irmãos! E assim eles terão que ser vendidos a nós de novo!’ Eles ficaram em silêncio, pois ficaram sem resposta.",
      "reflexao": "A denúncia de Neemias expõe a contradição gritante: os que deveriam resgatar estavam vendendo. Quando a injustiça é revelada, até os culpados se calam. A verdade, quando dita com autoridade e compaixão, desarma a arrogância e prepara o caminho para a restauração."
    },
    {
      "numero": "9",
      "texto": "Por isso prossegui: ‘O que vocês estão fazendo não está certo. Vocês devem andar no temor do Senhor para evitar a zombaria dos outros povos, os nossos inimigos’.",
      "reflexao": "Neemias apela para a consciência espiritual: andar no temor do Senhor. A injustiça interna enfraquece o testemunho externo. O mundo zomba de um povo que prega amor, mas vive em opressão. A santidade social é tão necessária quanto a devoção individual. Deus deseja um povo íntegro em todas as esferas."
    },
    {
      "numero": "10",
      "texto": "‘Eu, os meus irmãos e os meus homens de confiança também estamos emprestando dinheiro e trigo ao povo. Mas vamos acabar com a cobrança de juros!’",
      "reflexao": "Neemias lidera com o exemplo. Ele não apenas repreende — renuncia ao lucro injusto. O líder que se coloca ao lado do povo conquista autoridade moral. Acabar com a cobrança de juros não é apenas uma decisão econômica, mas um gesto de restauração da dignidade e do temor ao Senhor."
    },
    {
      "numero": "11",
      "texto": "‘Devolvam-lhes imediatamente suas terras, suas vinhas, suas oliveiras e suas casas, e também o juro que cobraram deles, a centésima parte do dinheiro, do trigo, do vinho e do azeite’.",
      "reflexao": "A restituição é o caminho da justiça. Neemias exige devolução, não com lentidão, mas imediatamente. A justiça tardia ainda é injustiça. Quando os recursos voltam aos oprimidos, a esperança é reacendida. O arrependimento verdadeiro é prático: ele devolve, repara, reconstrói."
    },
    {
      "numero": "12",
      "texto": "E eles responderam: ‘Nós devolveremos tudo o que você citou, e não exigiremos mais nada deles. Vamos fazer o que você está pedindo’. Então convoquei os sacerdotes e os fiz prometer sob juramento cumprirem o que haviam prometido.",
      "reflexao": "A resposta do povo mostra que a justiça, quando invocada com coragem, pode despertar consciência. Mas Neemias vai além da promessa verbal: ele estabelece um compromisso diante de Deus. Quando a restauração é feita com seriedade espiritual, as palavras se transformam em aliança."
    },
    {
      "numero": "13",
      "texto": "Também sacudi a dobra do meu manto e disse: ‘Deus assim sacuda de sua casa e de seus bens todo aquele que não mantiver a sua promessa. Tal homem seja sacudido e esvaziado!’ Diante disso, toda a assembléia disse ‘Amém’ e louvou o Senhor. E o povo cumpriu o que prometeu.",
      "reflexao": "Neemias sela o momento com um gesto simbólico e uma advertência solene. Sacudir o manto é um aviso: Deus não tolera compromisso vazio. O povo responde com um ‘Amém’ sincero — reconhecimento e concordância com a verdade. A restauração real é marcada por temor, reverência e cumprimento da palavra empenhada."
    },
    {
      "numero": "14",
      "texto": "Além disso, desde o vigésimo ano do rei Artaxerxes, quando fui nomeado governador deles na terra de Judá, até o trigésimo-segundo ano do reinado, durante doze anos, nem eu nem meus irmãos comemos a comida destinada ao governador.",
      "reflexao": "Neemias demonstra que o verdadeiro líder não explora seu cargo, mas o consagra. Durante doze anos, abriu mão de privilégios por amor ao povo. Sua liderança é feita de renúncia, não de exploração. Quem teme a Deus serve com generosidade, e não com ganância."
    },
    {
      "numero": "15",
      "texto": "Mas os governantes anteriores, aqueles que me precederam, puseram um peso sobre o povo e tomaram deles quatrocentos e oitenta gramas de prata, além de comida e vinho. Até os seus auxiliares oprimiam o povo. Mas, por temer a Deus, não agi dessa maneira.",
      "reflexao": "Neemias contrasta seu exemplo com o abuso dos que vieram antes. A diferença está no temor do Senhor. Quem teme a Deus trata o povo com justiça. O poder sem temor oprime; o poder com reverência liberta. A liderança justa é sempre reflexo de um coração que se curva diante do Altíssimo."
    },
    {
      "numero": "16",
      "texto": "Ao contrário, eu mesmo me dediquei ao trabalho neste muro. Todos os meus homens de confiança foram reunidos ali para o trabalho; e não compramos nenhum pedaço de terra.",
      "reflexao": "Neemias põe as mãos na obra. Ele não se isola, não lucra com a reconstrução — trabalha com o povo, sem interesse pessoal. Sua renúncia a bens materiais mostra que sua riqueza era a fidelidade à missão. O líder servo é aquele que prefere tijolo à terra, esforço à vantagem."
    },
    {
      "numero": "17",
      "texto": "Além do mais, cento e cinquenta homens, entre judeus do povo e seus oficiais, comiam à minha mesa, como também pessoas das nações vizinhas que vinham visitar-nos.",
      "reflexao": "A mesa de Neemias era ampla, acolhedora. Ele alimentava muitos — compatriotas e estrangeiros. Sua hospitalidade é símbolo de uma liderança que partilha, não que acumula. A generosidade é também uma forma de edificar muros invisíveis: os da confiança e da paz."
    },
    {
      "numero": "18",
      "texto": "Todos os dias eram preparados, à minha custa, um boi, seis das melhores ovelhas e aves, e cada dez dias eu recebia uma grande remessa de vinhos de todo tipo. Apesar de tudo isso, jamais exigi a comida destinada ao governador, pois eram demasiadas as exigências que pesavam sobre o povo.",
      "reflexao": "Neemias poderia ter desfrutado de privilégios, mas escolheu o caminho da empatia. Ele não quis pesar sobre quem já carregava fardos. Sua generosidade diária não buscava reconhecimento, mas alívio ao povo. A compaixão prática é o que diferencia o servo do dominador."
    },
    {
      "numero": "19",
      "texto": "Lembra-te de mim, ó meu Deus, levando em conta tudo o que fiz por esse povo.",
      "reflexao": "Ao final, Neemias não busca aplausos humanos — ele se dirige a Deus. Sua oração é humilde e sincera: ‘lembra-te de mim’. Quem serve com verdade não precisa de placas ou homenagens. O reconhecimento que realmente importa é o que vem do Senhor, que vê cada ato feito em amor."
    }
  ]
}
