{
  "livro": "Neemias",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O sumo sacerdote Eliasibe e os seus colegas sacerdotes começaram o seu trabalho e reconstruíram a porta das Ovelhas. Eles a consagraram e colocaram as portas no lugar. Depois construíram o muro até a torre dos Cem, que consagraram, e até a torre de Hananeel.",
      "reflexao": "A restauração começa com liderança espiritual. O sumo sacerdote e os sacerdotes não apenas oraram — colocaram as mãos na obra e consagraram seu trabalho ao Senhor. Toda reconstrução verdadeira deve começar santificando o propósito. Quando líderes espirituais servem com humildade, o povo se move com fé."
    },
    {
      "numero": "2",
      "texto": "Os homens de Jericó construíram o trecho seguinte, e Zacur, filho de Inri, construiu logo adiante.",
      "reflexao": "A reconstrução se estende por mãos diferentes, de lugares distintos. Homens de Jericó e Zacur mostram que o muro se levanta com esforço conjunto. Cada trecho é valioso. Deus honra os que pegam sua parte da obra e a realizam com diligência, mesmo que seu nome apareça apenas uma vez."
    },
    {
      "numero": "3",
      "texto": "A porta do Peixe foi reconstruída pelos filhos de Hassenaá. Eles puseram as vigas e colocaram as portas, os ferrolhos e as trancas no lugar.",
      "reflexao": "Cada detalhe importa. Não basta erguer paredes — é preciso instalar portas, ferrolhos e trancas. Os filhos de Hassenaá mostram que a obra de Deus requer precisão e zelo. Quando cuidamos dos mínimos detalhes com reverência, glorificamos a Deus tanto quanto nos grandes feitos."
    },
    {
      "numero": "4",
      "texto": "Meremote, filho de Urias, neto de Coz, fez os reparos do trecho seguinte. Ao lado dele Mesulão, filho de Berequias, neto de Mesezabel, fez os reparos, e ao lado dele Zadoque, filho de Baaná, também fez os reparos.",
      "reflexao": "A imagem que surge é de união — um nome após o outro, cada um fazendo sua parte. Quando há cooperação ao invés de competição, o reino de Deus avança. Em silêncio, lado a lado, os reparadores nos ensinam que a obra se multiplica quando cada um assume sua responsabilidade com fidelidade."
    },
    {
      "numero": "5",
      "texto": "O trecho seguinte foi reparado pelos homens de Tecoa, mas os nobres dessa cidade não quiseram se juntar ao serviço, rejeitando a orientação de seus supervisores.",
      "reflexao": "Nem todos estão dispostos. Alguns preferem a posição ao invés da participação. Enquanto o povo de Tecoa trabalha, seus nobres recusam-se a servir. Deus vê o esforço dos humildes e a omissão dos orgulhosos. A história dos que ajudam é lembrada; a dos que se afastam se perde no esquecimento da vaidade."
    },
    {
      "numero": "6",
      "texto": "A porta Jesaná foi consertada por Joiada, filho de Paséia, e por Mesulão, filho de Besodias. Eles puseram as vigas e colocaram as portas, os ferrolhos e as trancas no lugar.",
      "reflexao": "Mais uma porta restaurada, mais uma parceria fiel. Joiada e Mesulão nos mostram que a obra do Senhor se faz com aliança e ação. Quando dois ou mais concordam no propósito e trabalham com zelo, o que era ruína torna-se segurança. As portas restauradas são símbolo de vigilância e de novos começos."
    },
    {
      "numero": "7",
      "texto": "No trecho seguinte, os reparos foram feitos por homens de Gibeom e de Mispá, Melatias de Gibeom e Jadom de Meronote, locais que estavam sob a autoridade do governador da província do Trans-Eufrates.",
      "reflexao": "A reconstrução ultrapassa fronteiras. Homens de outras regiões se unem na missão. Quando o objetivo é santo, até os distantes se aproximam. A unidade que nasce da fé move até os que estão sob outros governos — porque onde há verdade e esperança, os corações se encontram."
    },
    {
      "numero": "8",
      "texto": "Uziel, filho de Haraías, um dos ourives, fez os reparos do trecho seguinte; e Hananias, um dos perfumistas, fez os reparos ao seu lado. Eles reconstruíram Jerusalém até o muro Largo.",
      "reflexao": "Até ourives e perfumistas largam suas delicadas artes para empunhar ferramentas de reconstrução. Deus chama todos — não importa a profissão, mas o coração. A cidade santa é restaurada por mãos diversas, e o muro Largo recebe a força daqueles que jamais haviam trabalhado com pedra, mas que sabiam servir com amor."
    },
    {
      "numero": "9",
      "texto": "Refaías, filho de Hur, governador da metade do distrito de Jerusalém, fez os reparos do trecho seguinte.",
      "reflexao": "Refaías mostra que autoridade não exclui serviço. Mesmo sendo governador, ele se junta à obra com as próprias mãos. O exemplo que inspira não vem apenas do discurso, mas do suor. Quando líderes se inclinam para servir, a reconstrução avança com nobreza e graça."
    },
    {
      "numero": "10",
      "texto": "Ao seu lado, Jedaías, filho de Harumafe, fez os reparos em frente da sua casa, e Hatus, filho de Hasabnéias, fez os reparos ao lado dele.",
      "reflexao": "Jedaías começa pelos muros diante de sua própria casa — um gesto que revela zelo, verdade e coerência. Antes de consertar o que está longe, é sábio restaurar o que está ao alcance. Cada lar é um ponto de partida. E ao lado dele, Hatus também constrói. A obra de Deus se fortalece quando começa no íntimo e se estende ao próximo."
    },
    {
      "numero": "11",
      "texto": "Malquias, filho de Harim, e Hassube, filho de Paate-Moabe, repararam outro trecho e a torre dos Fornos.",
      "reflexao": "Cada nome traz consigo um legado de esforço. Malquias e Hassube nos lembram que o trabalho contínuo não depende de glória pessoal, mas de disposição. Eles assumem ‘outro trecho’ — mostram que, além do que já foi feito, há sempre mais a oferecer. Na obra de Deus, o espírito voluntário é o verdadeiro combustível."
    },
    {
      "numero": "12",
      "texto": "Salum, filho de Haloés, governador da outra metade do distrito de Jerusalém, fez os reparos do trecho seguinte com a ajuda de suas filhas.",
      "reflexao": "Aqui vemos um retrato de inclusão e coragem: um governador e suas filhas, lado a lado, participam da reconstrução. A obra de Deus acolhe todos — homens e mulheres, líderes e filhos. Quando a família inteira se envolve, o muro não apenas se levanta, mas ganha firmeza com amor e legado."
    },
    {
      "numero": "13",
      "texto": "A porta do Vale foi reparada por Hanum e pelos moradores de Zanoa. Eles a reconstruíram e colocaram as portas, os ferrolhos e as trancas no lugar. Também repararam quatrocentos e cinqüenta metros do muro, até a porta do Esterco.",
      "reflexao": "O esforço coletivo se estende por longos trechos. Hanum e os moradores de Zanoa demonstram perseverança ao reconstruírem uma grande extensão do muro. A fé que constrói não se limita ao essencial — ela se expande com zelo. O muro avança quando os corações não medem o tamanho da tarefa, mas a fidelidade ao chamado."
    },
    {
      "numero": "14",
      "texto": "A porta do Esterco foi reparada por Malquias, filho de Recabe, governador do distrito de Bete-Haquerém. Ele a reconstruiu e colocou as portas, os ferrolhos e as trancas no lugar.",
      "reflexao": "Mesmo a porta mais desprezada merece restauração. Malquias não escolheu o lugar mais nobre, mas o mais necessário. Isso revela que na obra do Senhor não há espaço indigno — toda parte da cidade importa. Servir com humildade, mesmo no que parece menos atraente, é sinal de verdadeiro amor por Deus e pelo povo."
    },
    {
      "numero": "15",
      "texto": "A porta da Fonte foi reparada por Salum, filho de Col-Hozé, governador do distrito de Mispá. Ele a reconstruiu, a cobriu e colocou as portas, os ferrolhos e as trancas no lugar. Também fez os reparos do muro do tanque de Siloé, junto ao jardim do Rei, até aos degraus que descem da cidade de Davi.",
      "reflexao": "Ao restaurar a porta da Fonte, Salum também reaviva os caminhos da vida e da herança real. A água que ali fluía simboliza renovação — e o jardim do Rei, a beleza da promessa. A reconstrução espiritual é assim: ergue muros, protege fontes, e honra os caminhos antigos que conduzem à fidelidade."
    },
    {
      "numero": "16",
      "texto": "Além dele, Neemias, filho de Azbuque, governador de meio distrito de Bete-Zur, fez os reparos até em frente dos túmulos de Davi, até o açude artificial e a casa dos soldados.",
      "reflexao": "Neemias reconstrói em meio à memória e à proteção: os túmulos de Davi, o açude e a casa dos guardas. A restauração abrange o passado, a provisão e a segurança. Edificar o futuro passa por honrar a história, garantir os recursos e fortalecer a vigilância espiritual."
    },
    {
      "numero": "17",
      "texto": "Depois dele os reparos foram feitos pelos levitas que estavam sob a responsabilidade de Reum, filho de Bani. Junto a ele Hasabias, governador de meio distrito de Queila, fez os reparos em seu distrito.",
      "reflexao": "Os levitas, homens consagrados ao serviço espiritual, também se dedicam ao trabalho prático. Em tempos de reconstrução, oração e ação andam juntas. Reum e Hasabias mostram que adorar a Deus inclui pegar ferramentas e servir com excelência onde Ele nos planta."
    },
    {
      "numero": "18",
      "texto": "Depois dele os reparos foram feitos pelos seus compatriotas que estavam sob a responsabilidade de Binui, filho de Henadade, governador de meio distrito de Queila.",
      "reflexao": "A liderança de Binui une seus compatriotas. A reconstrução é fortalecida quando há comunhão entre irmãos de fé, liderados por alguém que serve junto. A unidade no serviço gera um testemunho que vai além dos muros — ela edifica o coração da comunidade."
    },
    {
      "numero": "19",
      "texto": "Ao seu lado Ézer, filho de Jesua, governador de Mispá, reconstruiu outro trecho, começando de um ponto que fica em frente da subida para a casa das armas, indo até à esquina do muro.",
      "reflexao": "Ézer reconstrói uma região estratégica — onde se guardavam as armas. Assim também, a restauração espiritual envolve cuidar do que protege: nossa fé, nossa defesa contra as investidas do mal. Reerguer os muros da vigilância é essencial para manter firme o povo de Deus."
    },
    {
      "numero": "20",
      "texto": "Depois dele Baruque, filho de Zabai, reparou com zelo outro trecho, desde a esquina do muro até à entrada da casa do sumo sacerdote Eliasibe.",
      "reflexao": "Baruque é lembrado por algo especial: seu zelo. A intensidade com que servimos a Deus importa tanto quanto o serviço em si. Quando o coração arde de paixão pela obra, o esforço se torna testemunho. O zelo transforma cada pedra colocada em um ato de adoração."
    },
    {
      "numero": "21",
      "texto": "Em seguida Meremote, filho de Urias, neto de Coz, reparou outro trecho, desde a entrada da casa de Eliasibe até o fim dela.",
      "reflexao": "Meremote retorna à cena, mostrando sua perseverança na obra. Ele repara ‘outro trecho’, sinal de compromisso contínuo. O servo fiel não mede seu serviço por quantidade, mas pela disposição do coração. Mesmo em silêncio, quem continua firmemente é visto e lembrado por Deus."
    },
    {
      "numero": "22",
      "texto": "Os demais reparos foram feitos pelos sacerdotes das redondezas.",
      "reflexao": "Os sacerdotes se unem à reconstrução. A fé precisa ser concreta, não apenas proclamada. Quando os líderes espirituais pegam as ferramentas, ensinam com o exemplo que adorar a Deus também é reconstruir o que foi quebrado, cuidar do que é comum, servir com humildade e presença."
    },
    {
      "numero": "23",
      "texto": "Depois, Benjamim e Hassube fizeram os reparos em frente da sua casa; e ao lado deles Azarias, filho de Maaséias, filho de Ananias, fez os reparos ao lado de sua casa.",
      "reflexao": "A restauração começa no lugar mais íntimo: a frente da própria casa. Benjamim, Hassube e Azarias ensinam que não se pode ignorar os muros ao redor do lar. Onde habitamos deve ser também onde servimos. Cuidar do que está perto é sinal de integridade diante de Deus e do povo."
    },
    {
      "numero": "24",
      "texto": "Depois dele, Binui, filho de Henadade, reparou outro trecho, desde a casa de Azarias até à esquina do muro,",
      "reflexao": "Binui retorna ao texto, novamente assumindo mais uma parte da obra. Sua fidelidade é progressiva. Quando amamos a missão, não nos contentamos com o mínimo — voltamos, continuamos, terminamos. A obra se fortalece com servos assim: constantes, confiáveis e discretos."
    },
    {
      "numero": "25",
      "texto": "e Palal, filho de Uzai, trabalhou em frente da esquina do muro e da torre que sai do palácio superior, perto do pátio da guarda. Junto a ele, Pedaías, filho de Parós,",
      "reflexao": "Palal e Pedaías trabalham próximo a uma região sensível: a torre e o palácio. Isso nos mostra que reconstruir também é proteger as áreas estratégicas da fé e da nação. Cada servo ocupa uma posição que, mesmo discreta, é essencial para a estabilidade espiritual e moral da comunidade."
    },
    {
      "numero": "26",
      "texto": "e os servos do templo que viviam na colina de Ofel fizeram os reparos até em frente da porta das Águas, na direção do leste e da torre que ali sobressaía.",
      "reflexao": "Servos do templo se unem na reconstrução de uma das áreas mais simbólicas: a porta das Águas. Onde há água, há vida, purificação, revelação. Esses homens humildes restauram acesso à fonte espiritual. Deus honra os que, mesmo longe dos holofotes, levantam caminhos que conduzem à presença d’Ele."
    },
    {
      "numero": "27",
      "texto": "Depois dele os homens de Tecoa repararam outro trecho, desde a grande torre até o muro de Ofel.",
      "reflexao": "Mais uma vez, Tecoa aparece. Mesmo com seus nobres ausentes, o povo trabalha com constância. Eles entendem que a ausência de alguns não deve impedir o avanço dos que permanecem. A fidelidade dos simples escreve capítulos que os títulos dos poderosos jamais alcançarão."
    },
    {
      "numero": "28",
      "texto": "Acima da porta dos Cavalos, os sacerdotes fizeram os reparos, cada um em frente da sua própria casa.",
      "reflexao": "Os sacerdotes voltam à reconstrução, agora acima da porta dos Cavalos — lugar de prontidão e batalha. Restaurar os muros ao redor do lar é preparar o terreno para defesa espiritual. Cada casa consagrada se torna bastião de luz contra as trevas. Cada lar restaurado fortalece a cidade de Deus."
    },
    {
      "numero": "29",
      "texto": "Depois deles Zadoque, filho de Imer, fez os reparos em frente da sua casa. Ao seu lado Semaías, filho de Secanias, o guarda da porta Oriental, fez os reparos.",
      "reflexao": "Zadoque e Semaías servem de forma pessoal e estratégica: um diante do lar, outro diante da porta Oriental — entrada simbólica do sol nascente e da esperança. Quando cada um serve onde está plantado, os portões do novo dia se abrem com honra. Deus guarda os que vigiam em fidelidade."
    },
    {
      "numero": "30",
      "texto": "Depois, Hananias, filho de Selemias, e Hanum, filho de Zalafe, fez os reparos do outro trecho. Ao seu lado, Mesulão, filho de Berequias, fez os reparos em frente da sua moradia.",
      "reflexao": "Mais três nomes se juntam ao coral da reconstrução. Cada pequeno trecho tem valor eterno. A soma dos ‘outros trechos’ levanta uma muralha sólida. Mesulão, restaurando diante da própria moradia, nos ensina que a fé começa onde pisam nossos pés, e se expande com os que compartilham do mesmo espírito."
    },
    {
      "numero": "31",
      "texto": "Depois dele, Malquias, um ourives, fez os reparos do muro até à casa dos servos do templo e dos comerciantes, em frente à porta da Inspeção, até o posto de vigia da esquina;",
      "reflexao": "Malquias, ourives de mãos refinadas, usa seu talento em favor do coletivo. Do templo ao mercado, ele reconstrói uma parte que conecta o espiritual ao cotidiano. A porta da Inspeção e o posto de vigia nos lembram que Deus observa com zelo cada esforço, e guarda cada servo que O honra com trabalho fiel."
    },
    {
      "numero": "32",
      "texto": "e entre a sala acima da esquina e a porta das Ovelhas os ourives e os comerciantes fizeram os reparos.",
      "reflexao": "A reconstrução se encerra como começou: na porta das Ovelhas. Os ourives e comerciantes, profissionais do dia a dia, terminam a obra com as mãos que antes pesavam metais e negociavam mercadorias. Toda vocação, quando entregue a Deus, pode se tornar instrumento de redenção e dignidade para a cidade santa."
    }
  ]
}
