{
  "livro": "Neemias",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois que o muro foi reconstruído e que eu coloquei as portas no lugar, foram nomeados os porteiros, os cantores e os levitas.",
      "reflexao": "A reconstrução não termina com tijolos erguidos — ela prossegue com estrutura espiritual. Neemias entende que um muro sem louvor, vigilância e consagração é apenas pedra. O povo precisava de sentinelas, sim, mas também de cânticos e de serviço ao Senhor. O templo e a cidade voltam a pulsar com vida santa."
    },
    {
      "numero": "2",
      "texto": "Para governar Jerusalém encarreguei o meu irmão Hanani e, com ele, Hananias, comandante da cidade forte, pois Hananias era íntegro e temia a Deus mais do que a maioria dos homens.",
      "reflexao": "Neemias valoriza caráter mais do que competência. Hananias foi escolhido por sua integridade e temor a Deus. A reconstrução de um povo começa com líderes cujo coração está firmado no Eterno. Quem governa para Deus precisa temê-Lo mais do que agradar homens."
    },
    {
      "numero": "3",
      "texto": "Eu lhes disse: As portas de Jerusalém não deverão ser abertas enquanto o sol não estiver alto. E antes de deixarem o serviço, os porteiros deverão fechar e travar as portas. Também designei moradores de Jerusalém para sentinelas, alguns em postos no muro, outros em frente das suas casas.",
      "reflexao": "Neemias une sabedoria prática e discernimento espiritual. Ele estabelece horários, disciplina e vigilância contínua. Cada um guarda seu posto — até mesmo diante da própria casa. A proteção da cidade é responsabilidade coletiva. Quando cada família vigia com fé e responsabilidade, Jerusalém permanece segura."
    },
    {
      "numero": "4",
      "texto": "Ora, a cidade era grande e espaçosa, mas havia poucos moradores, e as casas ainda não tinham sido reconstruídas.",
      "reflexao": "A estrutura estava de pé, mas a cidade ainda clamava por vida. Muros não bastam — é preciso que o povo volte, que os lares se refaçam. Às vezes, mesmo após a vitória, há muito por preencher. O espaço aberto de Jerusalém aguarda um novo sopro de Deus sobre famílias, sonhos e esperança."
    },
    {
      "numero": "5",
      "texto": "Por isso o meu Deus pôs no meu coração reunir os nobres, os oficiais e todo o povo para registrá-los por famílias. Encontrei o registro genealógico dos que foram os primeiros a voltar. E assim estava registrado ali:",
      "reflexao": "Movido por Deus, Neemias busca identidade e raízes. A reconstrução externa precisa estar ligada à história interna de um povo. Registrar nomes, famílias e origens é resgatar pertencimento. Em tempos de dispersão, Deus reacende no coração dos líderes o zelo por cada nome, por cada vida, por cada história."
    },
    {
      "numero": "6",
      "texto": "Estes são os homens da província que voltaram do exílio, os quais Nabucodonosor, rei da Babilônia, havia levado prisioneiros. Eles voltaram para Jerusalém e para Judá, cada um para a sua própria cidade,",
      "reflexao": "A volta do exílio não é apenas geográfica — é espiritual. Esses homens retornaram às suas cidades, às suas promessas. Cada passo dado em direção a Jerusalém era um testemunho da fidelidade de Deus. O Senhor não se esquece dos exilados. Ele reúne, restaura e reconduz cada um ao seu lugar de origem e propósito."
    },
    {
      "numero": "7",
      "texto": "em companhia de Zorobabel, Jesua, Neemias, Azarias, Raamias, Naamani, Mardoqueu, Bilsã, Misperete, Bigvai, Neum e Baaná. E esta é a lista e o número dos que retornaram, pelos chefes de família e respectivas cidades:",
      "reflexao": "Os nomes mencionados são mais do que registros históricos — são testemunhos vivos da esperança restaurada. Cada líder, cada família, cada nome representa um povo que sobreviveu à dor e voltou com fé. Deus conhece os que retornam. Ele os chama pelo nome e os inscreve em Sua história eterna."
    },
    {
      "numero": "8",
      "texto": "os descendentes de Parós 2.172",
      "reflexao": "Cada número representa vidas que retornaram com esperança. Parós não é apenas um nome — é uma raiz replantada na terra da promessa."
    },
    {
      "numero": "9",
      "texto": "de Sefatias 372",
      "reflexao": "Sefatias e seus descendentes deixam o exílio para reencontrar o altar e os muros de Deus. O número menor não diminui sua fidelidade."
    },
    {
      "numero": "10",
      "texto": "de Ara 652",
      "reflexao": "A linhagem de Ara nos lembra que Deus preserva famílias inteiras para testemunhar Sua fidelidade, geração após geração."
    },
    {
      "numero": "11",
      "texto": "de Paate-Moabe, por meio da linhagem de Jesua e Joabe, 2.818",
      "reflexao": "Unidos em linhagem e fé, Jesua e Joabe conduzem um grande grupo de volta ao seu lugar. A aliança permanece apesar do cativeiro."
    },
    {
      "numero": "12",
      "texto": "de Elão 1.254",
      "reflexao": "A repetição futura desse número mostra consistência e força. Elão retorna com firmeza, trazendo consigo a memória e o futuro de seu povo."
    },
    {
      "numero": "13",
      "texto": "de Zatu 845",
      "reflexao": "Zatu e seus descendentes caminham com esperança restaurada. Cada passo deles ecoa o chamado de Deus à reconstrução."
    },
    {
      "numero": "14",
      "texto": "de Zacai 760",
      "reflexao": "Zacai representa os que voltam com determinação. Embora não sejam muitos, seu compromisso com o retorno é um testemunho eterno."
    },
    {
      "numero": "15",
      "texto": "de Binui 648",
      "reflexao": "Binui aparece também entre os que trabalharam no muro — sua família carrega o legado da reconstrução com mãos e fé."
    },
    {
      "numero": "16",
      "texto": "de Bebai 628",
      "reflexao": "Bebai traz de volta o nome que parecia esquecido. Deus preserva os que permanecem fiéis, mesmo na dispersão."
    },
    {
      "numero": "17",
      "texto": "de Azgade 2.322",
      "reflexao": "Azgade lidera muitos. Não é o número que impressiona, mas a disposição de caminhar em direção ao que Deus prometeu."
    },
    {
      "numero": "18",
      "texto": "de Adonicão 667",
      "reflexao": "Adonicão traz seus descendentes de volta à luz da aliança. Saíram como escravos, voltam como filhos da promessa."
    },
    {
      "numero": "19",
      "texto": "de Bigvai 2.067",
      "reflexao": "Bigvai representa uma das maiores famílias. Os números refletem a bênção de uma herança preservada por Deus."
    },
    {
      "numero": "20",
      "texto": "de Adim 655",
      "reflexao": "Adim caminha com um grupo moderado, mas cheio de propósito. O retorno deles ajuda a reconstruir a alma de Jerusalém."
    },
    {
      "numero": "21",
      "texto": "de Ater, por meio de Ezequias, 98",
      "reflexao": "Poucos, mas fiéis. Ater e Ezequias mostram que o valor não está na quantidade, mas no coração disposto a voltar."
    },
    {
      "numero": "22",
      "texto": "de Hasum 328",
      "reflexao": "Hasum, mencionado também entre os construtores, refaz não apenas muros, mas histórias."
    },
    {
      "numero": "23",
      "texto": "de Besai 324",
      "reflexao": "Cada nome que retorna escreve uma linha de adoração renovada. Besai se junta ao coral dos restauradores."
    },
    {
      "numero": "24",
      "texto": "de Harife 112",
      "reflexao": "Mesmo com um número pequeno, Harife é lembrado. Deus escreve com letras minúsculas os nomes que os homens ignoram, mas o céu valoriza."
    },
    {
      "numero": "25",
      "texto": "de Gibeom 95",
      "reflexao": "A fidelidade de Gibeom está na decisão de retornar. Noventa e cinco corações que optaram pela promessa ao invés da comodidade do exílio."
    },
    {
      "numero": "26",
      "texto": "das cidades de Belém e de Netofate 188",
      "reflexao": "Belém — a cidade do nascimento do Rei — ressurge. Mesmo em ruínas, Deus já estava escrevendo esperança nas pedras antigas."
    },
    {
      "numero": "27",
      "texto": "de Anatote 128",
      "reflexao": "Cidade dos sacerdotes e de Jeremias, Anatote traz de volta herança profética para ser novamente plantada em Judá."
    },
    {
      "numero": "28",
      "texto": "de Bete-Azmavete 42",
      "reflexao": "Os 42 de Azmavete mostram que nenhum povoado é pequeno demais para estar nos planos de Deus."
    },
    {
      "numero": "29",
      "texto": "de Quiriate-Jearim, Cefira e Beerote 743",
      "reflexao": "Três cidades se unem na memória e no retorno. Quiriate-Jearim, onde repousou a arca, volta a pulsar nas vidas desses remanescentes."
    },
    {
      "numero": "30",
      "texto": "de Ramá e Geba 621",
      "reflexao": "Ramá, onde Raquel chorou por seus filhos, agora chora de alegria com o retorno deles."
    },
    {
      "numero": "31",
      "texto": "de Micmás 122",
      "reflexao": "Micmás foi campo de batalha. Agora torna-se campo de esperança. Cada vida é uma vitória sobre o passado."
    },
    {
      "numero": "32",
      "texto": "de Betel e Ai 123",
      "reflexao": "Betel, a casa de Deus, retorna. Ai, lugar de tropeço no passado, é agora parte da restauração. Deus transforma até nossas derrotas em novos começos."
    },
    {
      "numero": "33",
      "texto": "do outro Nebo 52",
      "reflexao": "Poucos, mas não esquecidos. Nebo reaparece com o eco dos que permaneceram fiéis mesmo distantes."
    },
    {
      "numero": "34",
      "texto": "do outro Elão 1.254",
      "reflexao": "Elão surge novamente, reafirmando sua força e presença. Quando uma linhagem permanece fiel, Deus a traz de volta com dupla ênfase."
    },
    {
      "numero": "35",
      "texto": "de Harim 320",
      "reflexao": "Harim, nome também comum entre os sacerdotes, retorna com aqueles que sustentam a esperança com trabalho e fé."
    },
    {
      "numero": "36",
      "texto": "de Jericó 345",
      "reflexao": "A cidade dos muros caídos agora envia filhos para reconstruir os muros da promessa. Jericó reaprende a erguer-se do pó."
    },
    {
      "numero": "37",
      "texto": "de Lode, Hadide e Ono 721",
      "reflexao": "Dos vales de Ono — onde os inimigos tentaram distrair Neemias — agora saem vidas que fortalecem Jerusalém. O lugar da ameaça se torna lugar de envio."
    },
    {
      "numero": "38",
      "texto": "de Senaá 3.930.",
      "reflexao": "Senaá contribui com a maior multidão. Uma multidão que escolheu voltar, reconstruir, recomeçar. Onde muitos dizem ‘fim’, Deus escreve ‘volta’."
    },
    {
      "numero": "39",
      "texto": "Os sacerdotes: os descendentes de Jedaías, por meio da família de Jesua, 973",
      "reflexao": "Começa a lista dos sacerdotes. Jedaías e Jesua trazem não apenas sangue, mas consagração. Sacerdotes voltam com o povo para restaurar o altar e a adoração."
    },
    {
      "numero": "40",
      "texto": "de Imer 1.052",
      "reflexao": "Imer reforça o grupo sacerdotal. Deus está restaurando a adoração junto com os muros. O culto será purificado junto com o povo."
    },
    {
      "numero": "41",
      "texto": "de Pasur 1.247",
      "reflexao": "Pasur, mesmo tendo manchado o nome no passado (em Jeremias), agora vê descendentes voltando em fidelidade. Deus redime histórias."
    },
    {
      "numero": "42",
      "texto": "de Harim 1.017.",
      "reflexao": "Harim aparece entre os sacerdotes, como quem reafirma a vocação. Os que servem no templo são também os que servem na reconstrução do coração do povo."
    },
    {
      "numero": "43",
      "texto": "Os levitas: os descendentes de Jesua, por meio de Cadmiel, pela linhagem de Hodeva 74.",
      "reflexao": "Os levitas representam o coração da adoração. Mesmo sendo poucos, são como o sal que preserva a aliança — fiéis à linhagem e à missão."
    },
    {
      "numero": "44",
      "texto": "Os cantores: os descendentes de Asafe 148.",
      "reflexao": "Asafe, o salmista do templo, deixou herdeiros que voltam a entoar louvores. O cântico de volta à terra é também o cântico da esperança restaurada."
    },
    {
      "numero": "45",
      "texto": "Os porteiros do templo: os descendentes de Salum, Ater, Talmom, Acube, Hatita e Sobai 138.",
      "reflexao": "Porteiros guardam não só entradas físicas, mas a reverência. Eles zelam pela santidade do templo, como sentinelas da presença divina."
    },
    {
      "numero": "46",
      "texto": "Os servidores do templo: os descendentes de Zia, Hasufa, Tabaote,",
      "reflexao": "Servidores muitas vezes anônimos aos olhos humanos, mas indispensáveis diante de Deus. Eles sustentam os bastidores da adoração."
    },
    {
      "numero": "47",
      "texto": "Queros, Sia, Padom,",
      "reflexao": "Cada nome é uma chama que reacende o serviço perdido. O templo ressuscita com mãos dispostas."
    },
    {
      "numero": "48",
      "texto": "Lebana, Hagaba, Salmai,",
      "reflexao": "A diversidade dos nomes mostra que o chamado é amplo. Todos têm lugar no culto ao Deus vivo."
    },
    {
      "numero": "49",
      "texto": "Hanã, Gidel, Gaar,",
      "reflexao": "Nomes esquecidos pelos homens, lembrados por Deus. Gaar e os demais restauram não só estruturas, mas sentidos."
    },
    {
      "numero": "50",
      "texto": "Reaías, Rezim, Necoda,",
      "reflexao": "A presença deles reforça a continuidade. Cada geração tem seu papel na adoração, seja ela visível ou oculta."
    },
    {
      "numero": "51",
      "texto": "Gazão, Uzá, Paséia,",
      "reflexao": "Três nomes, três vidas, uma só entrega: servir a Deus com dedicação em meio à reconstrução."
    },
    {
      "numero": "52",
      "texto": "Besai, Meunim, Nefusim,",
      "reflexao": "Troncos antigos com raízes profundas. A fé é a seiva que os une ao templo do Senhor."
    },
    {
      "numero": "53",
      "texto": "Baquebuque, Hacufa, Harur,",
      "reflexao": "O som diferente desses nomes ecoa a verdade de que toda cultura pode render louvor ao Criador."
    },
    {
      "numero": "54",
      "texto": "Baslite, Meída, Harsa,",
      "reflexao": "A variedade dos nomes mostra que o templo é lugar de todos. Unidos, cada um carrega uma pedra da reconstrução espiritual."
    },
    {
      "numero": "55",
      "texto": "Barcos, Sísera, Tamá,",
      "reflexao": "Do cativeiro à consagração, esses nomes marcam a restauração dos que não se esqueceram de servir ao Deus dos exércitos."
    },
    {
      "numero": "56",
      "texto": "Nesias e Hatifa.",
      "reflexao": "Com o fechamento dessa lista, o altar se prepara para receber não apenas sacrifícios, mas corações redimidos."
    },
    {
      "numero": "57",
      "texto": "Os descendentes dos servos de Salomão: os descendentes de Sotai, Soferete, Perida,",
      "reflexao": "Mesmo os servos ligados à casa real de Salomão voltam a Jerusalém. O Senhor honra aqueles que servem com humildade, mesmo longe dos holofotes."
    },
    {
      "numero": "58",
      "texto": "Jaala, Darcom, Gidel,",
      "reflexao": "Gerações esquecidas pelos reinos, mas lembradas por Deus. Seus pés pisam a terra prometida com gratidão e reverência."
    },
    {
      "numero": "59",
      "texto": "Sefatias, Hatil, Poquerete-Hazebaim e Amom.",
      "reflexao": "A diversidade e o esforço conjunto revelam que a reconstrução é coletiva — Deus restaura famílias, histórias e propósitos."
    },
    {
      "numero": "60",
      "texto": "Os servos do templo e os descendentes dos servos de Salomão 392.",
      "reflexao": "Quase quatrocentas vidas reerguidas. O templo não será apenas de pedra, mas feito de corações que voltaram a pulsar com a esperança de servir ao Senhor."
    },
    {
      "numero": "61",
      "texto": "Os que chegaram das cidades de Tel-Melá, Tel-Harsa, Querube, Adom e Imer, mas não puderam provar que suas famílias eram descendentes de Israel:",
      "reflexao": "Nem todos conseguem provar de onde vieram, mas Deus conhece os corações. A identidade espiritual transcende os registros humanos."
    },
    {
      "numero": "62",
      "texto": "Os descendentes de Delaías, Tobias e Necoda 642.",
      "reflexao": "Mesmo quando os nomes são numerosos, a ausência de raiz confirmada lembra que fé não se herda por documentos, mas se confirma pela fidelidade."
    },
    {
      "numero": "63",
      "texto": "E dentre os sacerdotes: os descendentes de Habaías, Coz e Barzilai, homem que se casou com uma filha de Barzilai, de Gileade, e que era chamado por aquele nome.",
      "reflexao": "Barzilai, que uniu sua linhagem a outra, representa muitos que mudam de nome, mas não podem alterar o chamado. O ofício sagrado exige identidade espiritual clara."
    },
    {
      "numero": "64",
      "texto": "Esses procuraram seus registros de família, mas não conseguiram achá-los e, dessa forma, foram considerados impuros para o sacerdócio.",
      "reflexao": "Sem raízes visíveis, foram impedidos de servir. O sacerdócio exige santidade e legitimidade, não apenas desejo. Deus é justo e exige integridade até nas origens."
    },
    {
      "numero": "65",
      "texto": "Por isso o governador determinou que eles não comessem das ofertas santíssimas enquanto não houvesse um sacerdote para consultar o Urim e o Tumim.",
      "reflexao": "A prudência prevalece quando há dúvida. Nem tudo se resolve com pressa; há tempos em que é preciso esperar o discernimento do alto, como pelo Urim e Tumim."
    },
    {
      "numero": "66",
      "texto": "O total de todos os registrados foi 42.360 homens,",
      "reflexao": "Um povo restaurado, contado nome por nome. Cada vida representa uma promessa que Deus sustentou no exílio e trouxe de volta à esperança."
    },
    {
      "numero": "67",
      "texto": "além de seus 7.337 servos e servas; havia entre eles 245 cantores e cantoras.",
      "reflexao": "Não apenas os líderes contam. Os servos, as servas e os cantores elevam a comunidade com serviço e louvor — porque o Reino de Deus se edifica com todos."
    },
    {
      "numero": "68",
      "texto": "Possuíam 736 cavalos, 245 mulas,",
      "reflexao": "Os recursos materiais são contados com precisão porque sustentam a caminhada. Cada cavalo ou mula simboliza um instrumento de avanço rumo à restauração."
    },
    {
      "numero": "69",
      "texto": "435 camelos e 6.720 jumentos.",
      "reflexao": "Mesmo os jumentos, humildes e numerosos, têm seu valor reconhecido. No Reino de Deus, a utilidade supera a aparência — tudo coopera para o bem do povo."
    },
    {
      "numero": "70",
      "texto": "Alguns dos chefes das famílias contribuíram para o trabalho. O governador deu à tesouraria oito quilos de ouro, 50 bacias e 530 vestes para os sacerdotes.",
      "reflexao": "A generosidade dos líderes mostra que a reconstrução começa pelo exemplo. Quando quem governa oferece, o povo aprende a consagrar o que tem."
    },
    {
      "numero": "71",
      "texto": "Alguns dos chefes das famílias deram à tesouraria, para a realização do trabalho, cento e sessenta quilos de ouro e uma tonelada e trezentos e vinte quilos de prata.",
      "reflexao": "A oferta foi abundante porque havia um propósito coletivo. Quando os corações se unem em fé e missão, o ouro e a prata fluem com liberdade e alegria."
    },
    {
      "numero": "72",
      "texto": "O total dado pelo restante do povo foi de cento e sessenta quilos de ouro, uma tonelada e duzentos quilos de prata e 67 vestes para os sacerdotes.",
      "reflexao": "Não apenas os chefes, mas o povo também deu com generosidade. A reconstrução espiritual de uma nação exige participação de todos — cada grama ofertada é sinal de entrega."
    },
    {
      "numero": "73",
      "texto": "Os sacerdotes, os levitas, os porteiros, os cantores e os servidores do templo, e também alguns do povo e os demais israelitas, estabeleceram-se em suas próprias cidades. Quando chegou o sétimo mês e os israelitas tinham se instalado em suas cidades,",
      "reflexao": "Deus conduziu cada um ao seu lugar. Após a obra e a oferta, vem o descanso e a estabilidade. O tempo da colheita espiritual começa quando cada um está firme onde Deus o plantou."
    }
  ]
}
