{
  "livro": "Números",
  "capitulo": "27",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aproximaram-se as filhas de Zelofeade, filho de Héfer, neto de Gileade, bisneto de Maquir, trineto de Manassés; pertencia aos clãs de Manassés, filho de José. Os nomes das suas filhas eram Maalá, Noa, Hogla, Milca e Tirza.",
      "reflexao": "A coragem dessas mulheres rompe paradigmas. Seus nomes não são esquecidos, pois quem se posiciona em fé e justiça se torna marco na história do Reino de Deus."
    },
    {
      "numero": "2",
      "texto": "Elas se prostraram à entrada da Tenda do Encontro diante de Moisés, do sacerdote Eleazar, dos líderes de toda a comunidade, e disseram:",
      "reflexao": "Quando buscamos respostas, não há lugar melhor do que a presença de Deus. Elas não murmuram — se prostram, reconhecendo a autoridade, mas também reivindicando com ousadia o que é justo."
    },
    {
      "numero": "3",
      "texto": "‘Nosso pai morreu no deserto. Ele não estava entre os seguidores de Corá, que se ajuntaram contra o Senhor, mas morreu por causa do seu próprio pecado e não deixou filhos.’",
      "reflexao": "A honestidade na fala destas mulheres revela maturidade espiritual. Elas reconhecem o passado, não o negam, mas não aceitam que os erros do caminho anulem o direito da herança que Deus prometeu ao Seu povo."
    },
    {
      "numero": "4",
      "texto": "‘Por que o nome de nosso pai deveria desaparecer de seu clã por não ter tido um filho? Dê-nos propriedade entre os parentes de nosso pai.’",
      "reflexao": "Elas nos ensinam que Deus é o Deus que honra aqueles que têm coragem de se levantar. A cultura dizia ‘não’, mas Deus, que não se limita às estruturas humanas, diz ‘sim’ à justiça, à dignidade e à aliança."
    },
    {
      "numero": "5",
      "texto": "Moisés levou o caso perante o Senhor,",
      "reflexao": "Quando a situação é inédita, Moisés não decide com base em costumes — leva a questão diretamente ao Senhor. Assim deve ser todo líder: buscar no céu as respostas que a terra não possui."
    },
    {
      "numero": "6",
      "texto": "e o Senhor lhe disse:",
      "reflexao": "Deus responde. Nenhuma súplica justa fica sem resposta. Quando a causa é levada ao trono, o Céu se manifesta com justiça, sabedoria e misericórdia."
    },
    {
      "numero": "7",
      "texto": "‘As filhas de Zelofeade têm razão. Você lhes dará propriedade como herança entre os parentes do pai delas, e lhes passará a herança do pai.’",
      "reflexao": "Quando Deus valida, ninguém pode revogar. A justiça divina quebra cadeias culturais e estabelece princípios eternos: no Reino, todos têm lugar, valor e direito à herança."
    },
    {
      "numero": "8",
      "texto": "‘Diga aos israelitas: Se um homem morrer e não deixar filho, transfiram a sua herança para a sua filha.’",
      "reflexao": "Deus transforma uma situação particular em um princípio para toda a nação. O que começou como uma luta familiar, torna-se um decreto eterno — Deus zela por gerações e pela continuidade da promessa."
    },
    {
      "numero": "9",
      "texto": "‘Se ele não tiver filha, dêem a sua herança aos irmãos dele.’",
      "reflexao": "A herança não se perde no Reino. Se não há descendente direto, ela permanece na linhagem, provando que Deus é fiel em manter viva Sua promessa sobre cada família."
    },
    {
      "numero": "10",
      "texto": "‘Se não tiver irmãos, dêem-na aos irmãos de seu pai.’",
      "reflexao": "Deus cuida dos detalhes. A provisão, o sustento e o cumprimento da promessa estão assegurados. Nada se perde quando está sob os cuidados do Eterno."
    },
    {
      "numero": "11",
      "texto": "‘Se ainda seu pai não tiver irmãos, dêem a herança ao parente mais próximo em seu clã’. Esta será uma exigência legal para os israelitas, como o Senhor ordenou a Moisés.",
      "reflexao": "O cuidado de Deus não tem lacunas. Seu zelo é perfeito. Ele garante que nenhuma promessa caia, nenhuma herança se perca, e nenhuma geração seja esquecida."
    },
    {
      "numero": "12",
      "texto": "Então o Senhor disse a Moisés: ‘Suba este monte da serra de Abarim e veja a terra que dei aos israelitas.’",
      "reflexao": "Deus permite que Moisés contemple o cumprimento da promessa, ainda que não entre nela. Isso nos ensina que, mesmo que nem sempre colhamos tudo, participar da construção do plano de Deus já é honra suficiente."
    },
    {
      "numero": "13",
      "texto": "‘Depois de vê-la, você também será reunido ao seu povo, como seu irmão Arão,’",
      "reflexao": "O fim de Moisés na terra não é derrota — é transição. O Deus que conduz no caminho também recebe na eternidade aqueles que O servem com fidelidade."
    },
    {
      "numero": "14",
      "texto": "‘pois, quando a comunidade se rebelou nas águas do deserto de Zim, vocês dois desobedeceram à minha ordem de honrar minha santidade perante eles.’ Isso aconteceu nas águas de Meribá, em Cades, no deserto de Zim.",
      "reflexao": "Mesmo os grandes homens de Deus estão sujeitos às consequências de suas escolhas. Deus é amor, mas também é justo. Santidade e obediência são inegociáveis diante do Senhor."
    },
    {
      "numero": "15",
      "texto": "Moisés disse ao Senhor:",
      "reflexao": "Diante do seu próprio fim, Moisés não pensa em si, mas no povo. Líderes segundo o coração de Deus se preocupam mais com a continuidade do rebanho do que com sua própria história pessoal."
    },
    {
      "numero": "16",
      "texto": "‘Que o Senhor, o Deus que a todos dá vida, designe um homem como líder desta comunidade’",
      "reflexao": "Moisés reconhece que a obra não é dele — é de Deus. E quem sustenta a caminhada é o Senhor, que dá vida, direção e sustento a cada passo do Seu povo."
    },
    {
      "numero": "17",
      "texto": "‘para conduzi-los em suas batalhas, para que a comunidade do Senhor não seja como ovelhas sem pastor.’",
      "reflexao": "Um povo sem liderança alinhada ao céu é como ovelhas sem pastor — vulnerável, perdido, exposto. O cuidado de Deus se manifesta também em levantar pastores, líderes e guias segundo Seu coração."
    },
    {
      "numero": "18",
      "texto": "Então o Senhor disse a Moisés: ‘Chame Josué, filho de Num, homem em quem está o Espírito, e imponha as mãos sobre ele.’",
      "reflexao": "O Espírito de Deus em Josué é o selo de sua capacitação. A liderança no Reino não se baseia em força, talento ou aparência, mas na presença do Espírito que capacita, direciona e fortalece."
    },
    {
      "numero": "19",
      "texto": "‘Faça-o apresentar-se ao sacerdote Eleazar e a toda a comunidade e o comissione na presença deles.’",
      "reflexao": "O chamado é pessoal, mas o comissionamento é público. Deus honra em público aqueles que foram escolhidos no secreto, e o reconhecimento não é apenas dos homens, mas do próprio céu."
    },
    {
      "numero": "20",
      "texto": "‘Dê-lhe parte da sua autoridade para que toda a comunidade de Israel lhe obedeça.’",
      "reflexao": "Autoridade no Reino é transferência, é legado, é continuidade. Moisés não retém — ele libera, sabendo que o que Deus começou não termina nele, mas se perpetua naqueles que Deus escolhe."
    },
    {
      "numero": "21",
      "texto": "‘Ele deverá apresentar-se ao sacerdote Eleazar, que lhe dará diretrizes ao consultar o Urim perante o Senhor. Josué e toda a comunidade dos israelitas seguirão suas instruções quando saírem para a batalha.’",
      "reflexao": "Mesmo com autoridade, Josué permanece dependente da direção divina. A liderança que agrada a Deus é aquela que caminha de joelhos, em consulta constante à voz do Senhor."
    },
    {
      "numero": "22",
      "texto": "Moisés fez como o Senhor lhe ordenou. Chamou Josué e o apresentou ao sacerdote Eleazar e a toda a comunidade.",
      "reflexao": "O verdadeiro líder entende que obedecer é tão importante quanto liderar. Moisés não discute, não questiona — simplesmente faz, porque sabe que a obediência é a chave para a bênção e para o sucesso do Reino."
    },
    {
      "numero": "23",
      "texto": "Impôs as mãos sobre ele e o comissionou. Tudo conforme o Senhor tinha dito por meio de Moisés.",
      "reflexao": "As mãos de Moisés sobre Josué simbolizam transferência, bênção, legado e continuidade. Quando Deus levanta alguém, Ele também garante que haverá quem imponha mãos, reconheça, confirme e libere aquilo que já foi determinado no céu."
    }
  ]
}
