{
  "livro": "Números",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Depois da praga, o Senhor disse a Moisés e a Eleazar, filho do sacerdote Arão:",
      "reflexao": "Deus é Deus de restauração. Mesmo após o juízo, Ele fala, Ele orienta e conduz o povo a um novo tempo. As perdas não interrompem os planos do Altíssimo — Ele sempre levanta uma nova geração para cumprir Sua promessa."
    },
    {
      "numero": "2",
      "texto": "‘Façam um recenseamento de toda a comunidade de Israel, segundo as suas famílias; contem todos os de vinte anos para cima que possam servir no exército de Israel’.",
      "reflexao": "O chamado de Deus é para quem está disposto a se posicionar, a lutar e a avançar. O recenseamento não é apenas uma contagem — é Deus separando aqueles que farão parte ativamente da conquista da promessa."
    },
    {
      "numero": "3",
      "texto": "Nas campinas de Moabe, junto ao Jordão, do outro lado de Jericó, Moisés e o sacerdote Eleazar falaram com eles e disseram:",
      "reflexao": "O cenário é simbólico: às portas da Terra Prometida, Deus organiza, direciona e prepara Seu povo. Antes da promessa se cumprir, há alinhamento, há ordem e há instruções claras do Céu."
    },
    {
      "numero": "4",
      "texto": "‘Façam um recenseamento dos homens de vinte anos para cima’, conforme o Senhor tinha ordenado a Moisés. Estes foram os israelitas que saíram do Egito:",
      "reflexao": "O Deus que tira do Egito também conduz até a promessa. A contagem reafirma que, apesar das quedas, lutas e perdas no caminho, o plano permanece firme e Deus continua fiel à Sua aliança."
    },
    {
      "numero": "5",
      "texto": "Os descendentes de Rúben, filho mais velho de Israel, foram: de Enoque, o clã enoquita; de Palu, o clã paluíta;",
      "reflexao": "Cada nome registrado reflete uma linhagem, uma história, uma herança. Deus conhece e guarda a identidade de cada um dos Seus, porque Ele é um Deus de gerações e de propósitos eternos."
    },
    {
      "numero": "6",
      "texto": "de Hezrom, o clã hezronita; de Carmi, o clã carmita.",
      "reflexao": "Cada clã representa não apenas uma família, mas um pedaço do cumprimento da promessa. Deus não se esquece dos detalhes — cada linhagem faz parte do grande plano redentor."
    },
    {
      "numero": "7",
      "texto": "Esses foram os clãs de Rúben; foram contados 43.730 homens.",
      "reflexao": "Mesmo com todas as lutas, o povo se multiplica. A bênção de Deus gera crescimento, expansão e fortalecimento. O que Ele prometeu a Abraão — ‘multiplicarei tua descendência’ — segue se cumprindo diante dos olhos da nova geração."
    },
    {
      "numero": "8",
      "texto": "O filho de Palu foi Eliabe,",
      "reflexao": "Os registros individuais são uma prova de que Deus valoriza cada história. Ninguém é invisível aos olhos do Altíssimo — cada vida é contada, cada nome importa, cada trajetória é parte da narrativa do Reino."
    },
    {
      "numero": "9",
      "texto": "e os filhos de Eliabe foram Nemuel, Datã e Abirão. Estes, Datã e Abirão, foram os líderes da comunidade que se rebelaram contra Moisés e contra Arão, estando entre os seguidores de Corá quando se rebelaram contra o Senhor.",
      "reflexao": "Até os registros de rebeliões estão nas Escrituras como alerta para as gerações futuras. O pecado deixa marcas, mas também serve como ensino: a desobediência à liderança e ao Senhor gera ruína, não apenas para indivíduos, mas para suas gerações."
    },
    {
      "numero": "10",
      "texto": "A terra abriu a boca e os engoliu juntamente com Corá, cujos seguidores morreram quando o fogo devorou duzentos e cinquenta homens, que serviram como sinal de advertência.",
      "reflexao": "O juízo de Deus é também uma advertência amorosa para aqueles que caminham depois. A santidade do Senhor não pode ser tratada com leviandade. Ele é amor, mas também é justiça que não falha."
    },
    {
      "numero": "11",
      "texto": "A descendência de Corá, contudo, não desapareceu.",
      "reflexao": "Aqui brilha a misericórdia. Deus pune a rebelião, mas não apaga a possibilidade de restauração. A descendência não herda a condenação, mas pode escolher trilhar um caminho novo, firmado na graça e na aliança."
    },
    {
      "numero": "12",
      "texto": "Os descendentes de Simeão segundo os seus clãs foram: de Nemuel, o clã nemuelita; de Jamim, o clã jaminita; de Jaquim, o clã jaquinita;",
      "reflexao": "Cada nome é uma história viva de continuidade. Mesmo após quedas e desafios, Deus segue levantando clãs, famílias e gerações que carregam a marca da promessa, da esperança e da herança espiritual."
    },
    {
      "numero": "13",
      "texto": "de Zerá, o clã zeraíta; de Saul, o clã saulita.",
      "reflexao": "Os registros dos clãs não são apenas históricos — são testemunhos da fidelidade de Deus. Cada nome ecoa no tempo como memória viva de que o Senhor cumpre Sua aliança, geração após geração."
    },
    {
      "numero": "14",
      "texto": "Esses foram os clãs de Simeão; havia 22.200 homens.",
      "reflexao": "Mesmo em menor número, Deus não mede Sua atuação pela quantidade, mas pela qualidade dos corações que se entregam a Ele. O que importa é estar na contagem dos que fazem parte da aliança e do propósito divino."
    },
    {
      "numero": "15",
      "texto": "Os descendentes de Gade segundo os seus clãs foram: de Zefom, o clã zefonita; de Hagi, o clã hagita; de Suni, o clã sunita;",
      "reflexao": "Cada clã carrega uma missão, uma parte do todo. A unidade do povo de Deus se constrói na diversidade de famílias, histórias e experiências, unidas sob a mesma promessa e direção celestial."
    },
    {
      "numero": "16",
      "texto": "de Ozni, o clã oznita; de Eri, o clã erita;",
      "reflexao": "Deus conhece cada nome, cada raiz, cada descendente. Nenhuma história se perde aos olhos do Criador. O que aos homens pode parecer apenas uma lista, para Deus é o mapa vivo da fidelidade que percorre gerações."
    },
    {
      "numero": "17",
      "texto": "de Arodi, o clã arodita; de Areli, o clã arelita.",
      "reflexao": "O Senhor zela pelas linhagens, pelas sementes que plantou. Quem caminha na aliança carrega não apenas um nome, mas uma identidade celestial, um chamado e uma herança que atravessam gerações."
    },
    {
      "numero": "18",
      "texto": "Esses foram os clãs de Gade; foram contados 40.500 homens.",
      "reflexao": "Mesmo no deserto, Deus multiplica. Ele cuida, sustenta e faz florescer Seus filhos. Quem caminha na promessa nunca está desamparado — é sustentado pela mão fiel do Deus que não falha."
    },
    {
      "numero": "19",
      "texto": "Er e Onã eram filhos de Judá, mas morreram em Canaã.",
      "reflexao": "A morte de Er e Onã lembra que nem todos permanecem, mas o plano de Deus segue inabalável. A fidelidade do Senhor não depende de indivíduos — ela se sustenta na Sua própria palavra e na Sua soberania."
    },
    {
      "numero": "20",
      "texto": "Os descendentes de Judá segundo os seus clãs foram: de Selá, o clã selanita; de Perez, o clã perezita; de Zerá, o clã zeraíta.",
      "reflexao": "A linhagem de Judá carrega uma promessa que aponta para o Messias. Cada nome aqui não é apenas parte da história de um povo — é parte da construção do plano redentor que culmina em Jesus, o Leão da Tribo de Judá."
    },
    {
      "numero": "21",
      "texto": "Os descendentes de Perez foram: de Hezrom, o clã hezronita; de Hamul, o clã hamulita.",
      "reflexao": "Cada linhagem que permanece é prova da fidelidade de Deus às Suas promessas. Mesmo em meio às perdas, Deus preserva a descendência e assegura a continuidade do propósito."
    },
    {
      "numero": "22",
      "texto": "Esses foram os clãs de Judá; foram contados 76.500 homens.",
      "reflexao": "Judá cresce numeroso, refletindo não apenas força militar, mas também o cumprimento da promessa que atravessa gerações e prepara o caminho para o surgimento do Messias, o Leão da Tribo de Judá."
    },
    {
      "numero": "23",
      "texto": "Os descendentes de Issacar segundo os seus clãs foram: de Tolá, o clã tolaíta; de Puá, o clã puvita;",
      "reflexao": "Cada nome carrega uma história, cada clã representa um pedaço da promessa. Deus não se esquece dos detalhes, e cada vida tem valor no plano divino."
    },
    {
      "numero": "24",
      "texto": "de Jasube, o clã jasubita; de Sinrom, o clã sinronita.",
      "reflexao": "O registro dos nomes é mais do que uma genealogia — é a lembrança viva de que Deus é um Deus de alianças, que conhece cada geração pelo nome e pelas promessas que sobre ela repousam."
    },
    {
      "numero": "25",
      "texto": "Esses foram os clãs de Issacar; foram contados 64.300 homens.",
      "reflexao": "A multiplicação de Issacar revela que a bênção de Deus não é apenas espiritual, mas também visível, palpável e expansiva. Onde há aliança, há crescimento."
    },
    {
      "numero": "26",
      "texto": "Os descendentes de Zebulom segundo os seus clãs foram: de Serede, o clã seredita; de Elom, o clã elonita; de Jaleel, o clã jaleelita.",
      "reflexao": "Zebulom carrega no seu nome o significado de habitação. Sua descendência lembra que Deus habita no meio do Seu povo e preserva aqueles que caminham debaixo de Sua presença."
    },
    {
      "numero": "27",
      "texto": "Esses foram os clãs de Zebulom; foram contados 60.500 homens.",
      "reflexao": "A força numérica reflete a provisão e o cuidado divino. Deus não apenas preserva, mas faz florescer aqueles que seguem na aliança, mesmo em meio ao deserto."
    },
    {
      "numero": "28",
      "texto": "Os descendentes de José segundo os seus clãs, por meio de Manassés e Efraim, foram:",
      "reflexao": "Os filhos de José carregam não só a bênção da multiplicação, mas também a memória da fidelidade de Deus em transformar dor em redenção e exílio em honra."
    },
    {
      "numero": "29",
      "texto": "Os descendentes de Manassés: de Maquir, o clã maquirita (Maquir foi o pai de Gileade); de Gileade, o clã gileadita.",
      "reflexao": "Maquir e Gileade representam continuidade. Suas histórias ecoam a verdade de que Deus é Deus de gerações e que a bênção não se esgota — ela se renova e se expande sobre os filhos e os filhos dos filhos."
    },
    {
      "numero": "30",
      "texto": "Estes foram os descendentes de Gileade: de Jezer, o clã jezerita; de Heleque, o clã helequita;",
      "reflexao": "Cada nome reflete raízes que foram fincadas não apenas na terra, mas na aliança com Deus. São testemunhos vivos de que a fidelidade de Deus nunca falha."
    },
    {
      "numero": "31",
      "texto": "de Asriel, o clã asrielita; de Siquém, o clã siquemita;",
      "reflexao": "Siquém, lugar de encontros e alianças na história de Israel, aqui também representa uma linhagem. Deus eterniza na memória da história aqueles que participam dos Seus planos."
    },
    {
      "numero": "32",
      "texto": "de Semida, o clã semidaíta; de Héfer, o clã heferita.",
      "reflexao": "A descendência de Héfer, apesar de marcada por uma particularidade futura — as filhas que se destacam —, também revela que Deus não se esquece de nenhum nome, nenhum clã, nenhuma semente plantada."
    },
    {
      "numero": "33",
      "texto": "Zelofeade, filho de Héfer, não teve filhos; teve somente filhas, cujos nomes eram Maalá, Noa, Hogla, Milca e Tirza.",
      "reflexao": "Aqui Deus começa a mostrar que Seus planos não estão limitados pelas estruturas humanas. As filhas de Zelofeade se tornarão símbolo de justiça, equidade e do cuidado do Senhor até nas exceções da história."
    },
    {
      "numero": "34",
      "texto": "Esses foram os clãs de Manassés; foram contados 52.700 homens.",
      "reflexao": "O crescimento de Manassés é o reflexo da bênção que repousa sobre quem confia em Deus. A linhagem de José permanece forte, frutífera e relevante na construção da história do povo de Deus."
    },
    {
      "numero": "35",
      "texto": "Os descendentes de Efraim segundo os seus clãs foram: de Sutela, o clã sutelaíta; de Bequer, o clã bequerita; de Taã, o clã taanita.",
      "reflexao": "Cada clã carrega, além de um nome, a continuidade de uma promessa feita a José: que seus descendentes seriam numerosos, fortes e participantes ativos no plano divino."
    },
    {
      "numero": "36",
      "texto": "Estes foram os descendentes de Sutela: de Erã, o clã eranita.",
      "reflexao": "O detalhe dado à descendência de Sutela revela que Deus não apenas conhece os grandes grupos, mas também valoriza cada ramificação, cada detalhe, cada nome na tapeçaria de Suas promessas."
    },
    {
      "numero": "37",
      "texto": "Esses foram os clãs de Efraim; foram contados 32.500 homens. Esses foram os descendentes de José segundo os seus clãs.",
      "reflexao": "José, que um dia foi vendido como escravo, agora vê sua linhagem florescendo e se multiplicando. O Deus que transforma a dor em honra é fiel para cumprir promessas até mil gerações."
    },
    {
      "numero": "38",
      "texto": "Os descendentes de Benjamim segundo os seus clãs foram: de Belá, o clã belaíta; de Asbel, o clã asbelita; de Airã, o clã airamita;",
      "reflexao": "A descendência de Benjamim reflete força, resiliência e continuidade. Mesmo o menor dos filhos de Jacó se torna uma tribo relevante, porque o que define não é a posição natural, mas a bênção do Deus Eterno."
    },
    {
      "numero": "39",
      "texto": "de Sufã, o clã sufamita; de Hufã, o clã hufamita.",
      "reflexao": "Cada clã representa uma herança que não se perde no tempo. Deus registra com zelo cada nome, porque cada vida, cada família e cada linhagem fazem parte do Seu plano eterno."
    },
    {
      "numero": "40",
      "texto": "Os descendentes de Belá por meio de Arde e Naamã foram: de Arde, o clã ardita; de Naamã, o clã naamanita.",
      "reflexao": "O detalhamento das gerações mostra que Deus não apenas conta os Seus, mas os conhece, os preserva e os honra. Cada linhagem carrega o selo da fidelidade divina."
    },
    {
      "numero": "41",
      "texto": "Esses foram os clãs de Benjamim; foram contados 45.600 homens.",
      "reflexao": "Mesmo sendo o mais novo dos filhos de Jacó, Benjamim se torna uma tribo forte e numerosa. Isso prova que Deus não escolhe segundo critérios humanos, mas segundo Seus próprios propósitos e desígnios eternos."
    },
    {
      "numero": "42",
      "texto": "Os descendentes de Dã segundo os seus clãs foram: de Suã, o clã suamita. Esses foram os clãs de Dã:",
      "reflexao": "Mesmo com apenas um clã registrado, Dã se torna numeroso. Isso revela que quando Deus abençoa, não importa a quantidade de raízes — Ele faz florescer, multiplicar e prosperar além das limitações aparentes."
    },
    {
      "numero": "43",
      "texto": "Todos eles eram clãs suamitas; foram contados 64.400 homens.",
      "reflexao": "De uma única raiz, surge uma multidão. Isso reflete que Deus não depende de quantidade inicial, mas da Sua promessa. Quando Ele abençoa, o crescimento é inevitável."
    },
    {
      "numero": "44",
      "texto": "Os descendentes de Aser segundo os seus clãs foram: de Imna, o clã imnaíta; de Isvi, o clã isvita; de Berias, o clã beriaíta;",
      "reflexao": "Cada nome representa continuidade, resistência e identidade. As famílias que Deus estabelece carregam em si a memória viva de Sua fidelidade geração após geração."
    },
    {
      "numero": "45",
      "texto": "e dos descendentes de Berias: de Héber, o clã heberita; de Malquiel, o clã malquielita.",
      "reflexao": "O detalhamento das famílias prova que Deus não apenas observa nações, mas cuida de indivíduos, histórias e heranças específicas. Cada linhagem é vista e conhecida por Ele."
    },
    {
      "numero": "46",
      "texto": "Aser teve uma filha chamada Sera.",
      "reflexao": "O nome de Sera aparece aqui como um marco, provando que, mesmo em uma sociedade patriarcal, Deus valoriza as mulheres, reconhece seus nomes e as insere na história da redenção."
    },
    {
      "numero": "47",
      "texto": "Esses foram os clãs de Aser; foram contados 53.400 homens.",
      "reflexao": "Deus não apenas sustenta — Ele multiplica. Mesmo no deserto, mesmo entre lutas, os que estão debaixo da promessa não apenas sobrevivem, mas crescem e se fortalecem."
    },
    {
      "numero": "48",
      "texto": "Os descendentes de Naftali segundo os seus clãs foram: de Jazeel, o clã jazeelita; de Guni, o clã gunita;",
      "reflexao": "Cada clã carrega um pedaço da identidade do povo de Deus. Naftali, assim como os outros, representa não apenas uma tribo, mas um testemunho da fidelidade e da continuidade da aliança divina."
    },
    {
      "numero": "49",
      "texto": "de Jezer, o clã jezerita; de Silém, o clã silemita.",
      "reflexao": "O Deus que conta cada estrela no céu é o mesmo que registra cada nome na história do Seu povo. Cada vida, cada clã, cada geração tem valor eterno diante dEle."
    },
    {
      "numero": "50",
      "texto": "Esses foram os clãs de Naftali; foram contados 45.400 homens.",
      "reflexao": "A bênção de Deus não é apenas proteção — é multiplicação, é fortalecimento no meio das adversidades. No deserto, Deus não apenas sustenta, Ele faz crescer."
    },
    {
      "numero": "51",
      "texto": "O número total dos homens de Israel foi 601.730.",
      "reflexao": "O povo que saiu pequeno do Egito agora é uma grande nação, pronta para herdar a promessa. A fidelidade de Deus transforma escravos em povo forte, livre, numeroso e herdeiro de Suas promessas eternas."
    },
    {
      "numero": "52",
      "texto": "Disse ainda o Senhor a Moisés:",
      "reflexao": "Deus não apenas conta — Ele direciona. Cada instrução celestial traz consigo não apenas ordem, mas também promessa, justiça e provisão."
    },
    {
      "numero": "53",
      "texto": "‘A terra será repartida entre eles como herança, de acordo com o número dos nomes alistados.’",
      "reflexao": "Deus é um Deus de heranças. Aqueles que permaneceram fiéis, aqueles que suportaram o deserto, agora são chamados para receber aquilo que foi prometido desde Abraão."
    },
    {
      "numero": "54",
      "texto": "‘A um clã maior dê uma herança maior, e a um clã menor, uma herança menor; cada um receberá a sua herança de acordo com o seu número de recenseados.’",
      "reflexao": "Deus é justo. Sua distribuição é proporcional, equilibrada, perfeita. A herança vem segundo a capacidade, segundo o tamanho e segundo o cuidado do Pai, que conhece cada um de Seus filhos."
    },
    {
      "numero": "55",
      "texto": "‘A terra, porém, será distribuída por sorteio. Cada um herdará sua parte de acordo com o nome da tribo de seus antepassados.’",
      "reflexao": "O sorteio aqui não é acaso, mas soberania divina. É Deus guiando, é Deus designando, é Deus mostrando que até naquilo que parece sorte, há direção, há cuidado e há propósito."
    },
    {
      "numero": "56",
      "texto": "‘Cada herança será distribuída por sorteio entre os clãs maiores e entre os clãs menores.’",
      "reflexao": "O Reino de Deus opera na justiça perfeita. Nem maiores, nem menores estão fora do olhar do Senhor — todos recebem, todos são contemplados, todos fazem parte da promessa."
    },
    {
      "numero": "57",
      "texto": "Estes foram os levitas contados segundo os seus clãs: de Gérson, o clã gersonita; de Coate, o clã coatita; de Merari, o clã merarita.",
      "reflexao": "Os levitas não receberam terra, mas receberam o maior de todos os presentes: serem separados para servir diretamente ao Senhor. O serviço no Reino tem valor eterno e insubstituível."
    },
    {
      "numero": "58",
      "texto": "Estes também eram clãs levitas: o clã libnita; o clã hebronita; o clã malita; o clã musita; o clã coreíta. Coate foi o pai de Anrão;",
      "reflexao": "Cada clã levita carrega um legado espiritual. São famílias separadas não para conquistar terras, mas para carregar a presença, os utensílios e os mistérios do sagrado. Uma herança que não se mede em hectares, mas em eternidade."
    },
    {
      "numero": "59",
      "texto": "o nome da mulher de Anrão era Joquebede, descendente de Levi, que nasceu no Egito. Ela lhe deu à luz Arão, Moisés e Miriã, irmã deles.",
      "reflexao": "Joquebede não é apenas uma mãe — é um ventre que gera libertação, sacerdócio e profecia. Seu nome ecoa na eternidade como símbolo de mulheres que, mesmo em terra de opressão, geram instrumentos de Deus."
    },
    {
      "numero": "60",
      "texto": "Arão foi o pai de Nadabe, Abiú, Eleazar e Itamar.",
      "reflexao": "Da linhagem de Arão vem o sacerdócio. Mas este sacerdócio carrega não só glória, mas também responsabilidade e temor, pois quem se aproxima do santo deve fazer isso com reverência e integridade."
    },
    {
      "numero": "61",
      "texto": "Mas Nadabe e Abiú morreram quando apresentaram uma oferta com fogo profano perante o Senhor.",
      "reflexao": "A santidade de Deus não admite mistura. A tragédia de Nadabe e Abiú é um alerta eterno: no Reino, não há espaço para irreverência, descuido ou informalidade diante do sagrado."
    },
    {
      "numero": "62",
      "texto": "O total de levitas do sexo masculino de um mês de idade para cima que foram contados foi 23.000. Não foram contados junto com os outros israelitas porque não receberam herança entre eles.",
      "reflexao": "A herança dos levitas não estava na terra, mas na presença de Deus. Servir ao Senhor é uma herança invisível aos olhos humanos, mas de valor inestimável aos olhos do céu."
    },
    {
      "numero": "63",
      "texto": "São esses os que foram recenseados por Moisés e pelo sacerdote Eleazar quando contaram os israelitas nas campinas de Moabe, junto ao Jordão, do outro lado de Jericó.",
      "reflexao": "Este recenseamento não é apenas um ato administrativo — é a preparação final de uma geração pronta para entrar na promessa. Deus os conta, não para limitá-los, mas para alinhá-los ao destino profético."
    },
    {
      "numero": "64",
      "texto": "Nenhum deles estava entre os que foram contados por Moisés e pelo sacerdote Arão quando contaram os israelitas no deserto do Sinai.",
      "reflexao": "A antiga geração se foi. Uma nova se levanta. O que Deus prometeu não morreu — apenas foi transferido para aqueles que decidiram crer, permanecer e confiar no meio do deserto."
    },
    {
      "numero": "65",
      "texto": "Pois o Senhor tinha dito àqueles israelitas que iriam morrer no deserto, e nenhum deles sobreviveu, exceto Calebe, filho de Jefoné, e Josué, filho de Num.",
      "reflexao": "Deus cumpre Sua palavra, seja em promessa ou em juízo. Mas a história de Calebe e Josué prova que aqueles que perseveram, confiam e seguem firmes são preservados para viver e desfrutar da plenitude da promessa."
    }
  ]
}
