{
  "livro": "Números",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aconteceu que o povo começou a queixar-se das suas dificuldades aos ouvidos do Senhor. Quando ele os ouviu, a sua ira acendeu-se e fogo da parte do Senhor queimou entre eles e consumiu algumas extremidades do acampamento.",
      "reflexao": "A murmuração não apenas revela ingratidão, mas atrai juízo. Reclamar é esquecer quem Deus é e o que Ele fez. O que deveria ser oração se transforma em afronta quando trocamos gratidão por queixas."
    },
    {
      "numero": "2",
      "texto": "Então o povo clamou a Moisés, este orou ao Senhor, e o fogo extinguiu-se.",
      "reflexao": "O intercessor tem o poder de mudar cenários. Onde há alguém que se coloca entre o povo e Deus, o juízo cessa e a misericórdia triunfa. A oração de um justo tem grande poder em seus efeitos."
    },
    {
      "numero": "3",
      "texto": "Por isso aquele lugar foi chamado Taberá, porque o fogo da parte do Senhor queimou entre eles.",
      "reflexao": "Taberá carrega o memorial do juízo e da misericórdia. Lugares marcam histórias, mas cabe a nós decidir se eles serão lembrados pela murmuração ou pela restauração."
    },
    {
      "numero": "4",
      "texto": "Um bando de estrangeiros que havia no meio deles encheu-se de gula, e até os próprios israelitas tornaram a queixar-se, e diziam: ‘Ah, se tivéssemos carne para comer!’",
      "reflexao": "Quando permitimos que influências externas dominem nossos desejos, o contentamento se perde. O olhar volta-se para o que falta e não para o que Deus já fez e tem sustentado dia após dia."
    },
    {
      "numero": "5",
      "texto": "‘Nós nos lembramos dos peixes que comíamos de graça no Egito, e também dos pepinos, das melancias, dos alhos porós, das cebolas e dos alhos.’",
      "reflexao": "A mente enganada pelo desejo distorce o passado, romantiza o cativeiro e esquece o preço da escravidão. O maná que vem do céu parece pouco para quem ainda olha para o Egito."
    },
    {
      "numero": "6",
      "texto": "‘Mas agora perdemos o apetite; nunca vemos nada, a não ser este maná!’",
      "reflexao": "Desprezar o sustento de Deus é desprezar o próprio Deus. Quando o coração se enche de insatisfação, até o milagre diário se torna comum e sem valor aos olhos ingratos."
    },
    {
      "numero": "7",
      "texto": "O maná era como semente de coentro e tinha aparência de resina.",
      "reflexao": "Deus não apenas supre, Ele faz com excelência. O maná era belo, nutritivo e suficiente, um reflexo da provisão perfeita do céu sobre a terra."
    },
    {
      "numero": "8",
      "texto": "O povo saía recolhendo o maná nas redondezas, e o moía num moinho manual ou socava-o num pilão; depois cozinhava o maná e com ele fazia bolos. Tinha gosto de bolo amassado com azeite de oliva.",
      "reflexao": "A provisão de Deus vem com graça e também com responsabilidade. O maná estava disponível, mas o povo precisava se mover para colher, transformar e aproveitar o sustento dado do alto."
    },
    {
      "numero": "9",
      "texto": "Quando o orvalho caía sobre o acampamento à noite, também caía o maná.",
      "reflexao": "O maná vinha junto com o orvalho, sinal de que a provisão desce sobre quem vive debaixo do frescor da presença de Deus. Onde há orvalho, há renovo, refrigério e sustento celestial."
    },
    {
      "numero": "10",
      "texto": "Moisés ouviu gente de todas as famílias se queixando, cada uma à entrada de sua tenda. Então acendeu-se a ira do Senhor, e isso pareceu mal a Moisés.",
      "reflexao": "O som da queixa contamina o ambiente, entristece líderes e fere o coração de Deus. A murmuração não é apenas ruído — é uma atmosfera que rouba a paz, o foco e o avanço espiritual."
    },
    {
      "numero": "11",
      "texto": "E ele perguntou ao Senhor: ‘Por que trouxeste este mal sobre o teu servo? Foi por não te agradares de mim, que colocaste sobre os meus ombros a responsabilidade de todo esse povo?’",
      "reflexao": "Até os grandes líderes se sentem sobrecarregados quando o peso do povo se torna maior que a fé no cuidado de Deus. Moisés expressa sua humanidade, sua exaustão e sua dor diante do Pai."
    },
    {
      "numero": "12",
      "texto": "‘Por acaso fui eu quem o concebeu? Fui eu quem o trouxe à luz? Por que me pedes para carregá-lo nos braços, como uma ama carrega um recém-nascido, a levá-lo à terra que prometeste sob juramento aos seus antepassados?’",
      "reflexao": "Moisés revela sua fragilidade diante da tarefa impossível. Isso nos ensina que os chamados maiores não são suportados por força humana, mas pela graça, pela presença e pelo socorro de Deus."
    },
    {
      "numero": "13",
      "texto": "‘Onde conseguirei carne para todo esse povo? Eles ficam se queixando contra mim, dizendo: ‘‘Dê-nos carne para comer!’’’",
      "reflexao": "Quando o povo olha para o homem esperando o que só Deus pode dar, frustra-se. E quando o líder tenta suprir na força dos braços o que é obra do céu, esgota-se."
    },
    {
      "numero": "14",
      "texto": "‘Não posso levar todo esse povo sozinho; essa responsabilidade é grande demais para mim.’",
      "reflexao": "Reconhecer os próprios limites não é fraqueza — é sabedoria. Deus não chamou ninguém para carregar sozinho o peso do Reino. Há graça, há aliança e há repartição da carga."
    },
    {
      "numero": "15",
      "texto": "‘Se é assim que vais me tratar, mata-me agora mesmo; se te agradas de mim, não me deixes ver a minha própria ruína.’",
      "reflexao": "O desespero de Moisés revela que até os fortes se quebram. Mas Deus, em Sua misericórdia, não descarta quem se sente fraco — Ele fortalece, reparte a carga e renova as forças."
    },
    {
      "numero": "16",
      "texto": "E o Senhor disse a Moisés: ‘Reúna setenta autoridades de Israel, que você sabe que são líderes e supervisores entre o povo. Leve-os à Tenda do Encontro, para que estejam ali com você.’",
      "reflexao": "Deus nunca planejou liderança solitária. O Reino é construído por homens e mulheres que caminham juntos, compartilham responsabilidades e dividem o peso e a glória da missão."
    },
    {
      "numero": "17",
      "texto": "‘Eu descerei e falarei com você; e tirarei do Espírito que está sobre você e o porei sobre eles. Eles o ajudarão na árdua responsabilidade de conduzir o povo, de modo que você não tenha que assumir tudo sozinho.’",
      "reflexao": "O Espírito que capacita não se esgota ao ser repartido. Deus compartilha da unção, multiplica dons e levanta colunas para sustentar a obra. Onde há comunhão, há derramar do Espírito."
    },
    {
      "numero": "18",
      "texto": "‘Diga ao povo: Consagrem-se para amanhã, pois vocês comerão carne. O Senhor os ouviu quando se queixaram a ele, dizendo: ‘‘Ah, se tivéssemos carne para comer! Estávamos melhor no Egito!’’ Agora o Senhor lhes dará carne, e vocês a comerão.’",
      "reflexao": "Deus ouve, mesmo quando o que se fala é murmuração. E às vezes, Ele permite que o povo receba aquilo que pede, não como bênção, mas como lição — para aprender que nada supre melhor do que a presença."
    },
    {
      "numero": "19",
      "texto": "‘Vocês não comerão carne apenas um dia, ou dois, ou cinco, ou dez ou vinte,’",
      "reflexao": "Quando Deus responde à teimosia do povo, Ele faz além, para que entendam que o problema nunca foi a provisão — foi o coração insatisfeito e ingrato."
    },
    {
      "numero": "20",
      "texto": "‘mas um mês inteiro, até que lhes saia carne pelo nariz e vocês tenham nojo dela, porque rejeitaram o Senhor, que está no meio de vocês, e se queixaram a ele, dizendo: ‘‘Por que saímos do Egito?’’’",
      "reflexao": "O verdadeiro problema não era a falta de carne, mas a rejeição à presença de Deus. Quem rejeita o maná rejeita o Deus do maná. E quem deseja voltar ao Egito revela que o corpo saiu, mas o coração nunca deixou a escravidão."
    },
    {
      "numero": "21",
      "texto": "Disse, porém, Moisés: ‘Aqui estou eu no meio de seiscentos mil homens de pé, e dizes: ‘‘Darei a eles carne para comerem durante um mês inteiro!’’’",
      "reflexao": "Até os grandes homens de Deus, às vezes, limitam o ilimitado. A incredulidade surge quando olhamos o problema pelo tamanho dos nossos recursos e não pela grandeza do Deus que supre."
    },
    {
      "numero": "22",
      "texto": "‘Será que haveria o suficiente para eles se todos os rebanhos fossem abatidos? Será que haveria o suficiente para eles se todos os peixes do mar fossem apanhados?’",
      "reflexao": "O raciocínio humano não cabe nos cálculos do céu. Onde o homem vê falta, Deus vê oportunidade de manifestar Seu poder sobrenatural e provar que nada é impossível para Ele."
    },
    {
      "numero": "23",
      "texto": "O Senhor respondeu a Moisés: ‘Estará limitado o poder do Senhor? Agora você verá se a minha palavra se cumprirá ou não.’",
      "reflexao": "Deus confronta a dúvida com uma pergunta que ecoa até hoje: ‘Está limitado o meu poder?’. Quem tem promessa precisa se lembrar que o Deus que fala é o Deus que cumpre, sem limites, sem medidas e sem falhas."
    },
    {
      "numero": "24",
      "texto": "Então Moisés saiu e contou ao povo o que o Senhor tinha dito. Reuniu setenta autoridades dentre eles e os dispôs ao redor da Tenda.",
      "reflexao": "O líder que ouve a Deus se move com segurança. Moisés não discute mais — ele obedece, porque sabe que quando Deus fala, a resposta é fé, não questionamento."
    },
    {
      "numero": "25",
      "texto": "O Senhor desceu na nuvem e lhe falou, e tirou do Espírito que estava sobre ele e o pôs sobre as setenta autoridades. Quando o Espírito veio sobre eles, profetizaram, mas depois nunca mais tornaram a fazê-lo.",
      "reflexao": "O Espírito de Deus não é limitado — ao ser compartilhado, não se divide, multiplica. Quando o céu libera unção, ela capacita, transforma e gera manifestação visível da presença."
    },
    {
      "numero": "26",
      "texto": "Entretanto, dois homens, chamados Eldade e Medade, tinham ficado no acampamento. Ambos estavam na lista das autoridades, mas não tinham ido para a Tenda. O Espírito também veio sobre eles, e profetizaram no acampamento.",
      "reflexao": "Quando Deus decide derramar, nem a ausência física impede. A presença de Deus alcança quem Ele quer, onde Ele quer, porque a unção não se limita a tendas — ela rompe barreiras humanas e geográficas."
    },
    {
      "numero": "27",
      "texto": "Então, certo jovem correu e contou a Moisés: ‘Eldade e Medade estão profetizando no acampamento’.",
      "reflexao": "Nem todos entendem os moveres de Deus. Às vezes, aquilo que é sinal de expansão espiritual aos olhos de uns, é visto como quebra de protocolo aos olhos de outros."
    },
    {
      "numero": "28",
      "texto": "Josué, filho de Num, que desde jovem era auxiliar de Moisés, interferiu e disse: ‘Moisés, meu senhor, proíba-os!’",
      "reflexao": "O zelo de Josué reflete o desejo de proteger a honra de seu líder, mas também revela que, mesmo os bem-intencionados, podem não compreender os caminhos livres e soberanos do Espírito Santo."
    },
    {
      "numero": "29",
      "texto": "Mas Moisés respondeu: ‘Você está com ciúmes por mim? Quem dera todo o povo do Senhor fosse profeta e que o Senhor pusesse o seu Espírito sobre eles!’",
      "reflexao": "O verdadeiro líder não deseja ser exclusivo — ele deseja que toda a comunidade seja cheia do Espírito. O desejo de Moisés antecipa a promessa que se cumpre em Pentecostes: um povo inteiro cheio da presença e do poder de Deus."
    },
    {
      "numero": "30",
      "texto": "Então Moisés e as autoridades de Israel voltaram para o acampamento.",
      "reflexao": "Após o derramar do Espírito, volta-se à missão. O extraordinário capacita, mas não anula a jornada — a caminhada continua, agora com corações cheios da presença e da direção de Deus."
    },
    {
      "numero": "31",
      "texto": "Depois disso, veio um vento da parte do Senhor que trouxe codornizes do mar e as fez cair por todo o acampamento, a uma altura de noventa centímetros, espalhando-as em todas as direções até num raio de uma caminhada de um dia.",
      "reflexao": "O vento do Senhor carrega provisão. Quando Deus decide suprir, Ele move céus, mares e terra. A escassez se curva diante de um simples sopro do Altíssimo."
    },
    {
      "numero": "32",
      "texto": "Durante todo aquele dia e aquela noite e durante todo o dia seguinte, o povo saiu e recolheu codornizes. Ninguém recolheu menos de dez barris. Então eles as estenderam para secar ao redor de todo o acampamento.",
      "reflexao": "O excesso nem sempre é sinal de bênção. Às vezes, Deus permite que tenhamos exatamente o que desejamos, não como presente, mas como ensino — para que entendamos que nem tudo o que pedimos é o que de fato precisamos."
    },
    {
      "numero": "33",
      "texto": "Mas, enquanto a carne ainda estava entre os seus dentes e antes que a ingerissem, a ira do Senhor acendeu-se contra o povo, e ele o feriu com uma praga terrível.",
      "reflexao": "O problema não estava na carne, mas no coração que desprezou a provisão do céu e desejou satisfazer seus próprios apetites. Quando a fome da carne supera a fome da presença, o juízo se aproxima."
    },
    {
      "numero": "34",
      "texto": "Por isso o lugar foi chamado Quibrote-Hataavá, porque ali foram enterrados os que tinham sido dominados pela gula.",
      "reflexao": "Quibrote-Hataavá — ‘sepulcros da cobiça’. Um memorial de que quem vive dominado pelo desejo desenfreado enterra seus próprios sonhos, sua comunhão e sua jornada espiritual."
    },
    {
      "numero": "35",
      "texto": "De Quibrote-Hataavá o povo partiu para Hazerote, e lá ficou.",
      "reflexao": "Apesar da disciplina, a jornada continua. Deus corrige, ensina e, mesmo assim, não abandona. A nuvem segue guiando, e o chamado permanece para quem decide seguir em aliança, deixando para trás os sepulcros da cobiça."
    }
  ]
}
