{
  "livro": "Números",
  "capitulo": "16",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Corá, filho de Isar, neto de Coate, bisneto de Levi, reuniu Datã e Abirão, filhos de Eliabe, e Om, filho de Pelete, todos da tribo de Rúben,",
      "reflexao": "A rebelião nasce quando o coração se distancia da missão e passa a desejar posição. Até quem foi separado para servir pode se perder quando troca serviço por ambição."
    },
    {
      "numero": "2",
      "texto": "e eles se insurgiram contra Moisés. Com eles estavam duzentos e cinquenta israelitas, líderes bem conhecidos na comunidade e que haviam sido nomeados membros do concílio.",
      "reflexao": "Nem sempre quem tem posição tem submissão. A influência sem alinhamento com Deus se torna ferramenta de divisão, não de edificação."
    },
    {
      "numero": "3",
      "texto": "Eles se ajuntaram contra Moisés e Arão, e lhes disseram: ‘Basta! A assembléia toda é santa, cada um deles é santo, e o Senhor está no meio deles. Então, por que vocês se colocam acima da assembléia do Senhor?’",
      "reflexao": "Quando a visão espiritual se perde, até a verdade é usada como arma de afronta. O problema não era a santidade da congregação, mas o desejo de usurpar o chamado que Deus não lhes deu."
    },
    {
      "numero": "4",
      "texto": "Quando ouviu isso, Moisés prostrou-se, rosto em terra.",
      "reflexao": "O líder segundo o coração de Deus não responde com arrogância, mas com quebrantamento. A oração é sempre a primeira resposta diante dos desafios e afrontas."
    },
    {
      "numero": "5",
      "texto": "Depois disse a Corá e a todos os seus seguidores: ‘Pela manhã o Senhor mostrará quem lhe pertence e fará aproximar-se dele aquele que é santo, o homem a quem ele escolher.’",
      "reflexao": "A escolha não está nas mãos dos homens, mas nas mãos de Deus. A verdadeira autoridade não se conquista — ela é concedida por Ele."
    },
    {
      "numero": "6",
      "texto": "‘Você, Corá, e todos os seus seguidores deverão fazer o seguinte: peguem incensários’",
      "reflexao": "O incensário, que representa adoração e intercessão, aqui se torna teste de legitimidade espiritual. Deus aceita o incenso que vem de mãos santas, não de corações rebeldes."
    },
    {
      "numero": "7",
      "texto": "‘e amanhã coloquem neles fogo e incenso perante o Senhor. Quem o Senhor escolher será o homem consagrado. Basta, levitas!’",
      "reflexao": "Deus põe fim às discussões humanas com demonstrações divinas. A consagração não se mede pela ambição, mas pela aprovação do Senhor."
    },
    {
      "numero": "8",
      "texto": "Moisés disse também a Corá: ‘Agora ouçam-me, levitas!’",
      "reflexao": "O líder de Deus não se cala diante do erro. Ele corrige, adverte e tenta trazer de volta quem se desviou, antes que o juízo venha."
    },
    {
      "numero": "9",
      "texto": "‘Não lhes é suficiente que o Deus de Israel os tenha separado do restante da comunidade de Israel e os tenha trazido para junto de si a fim de realizarem o trabalho no tabernáculo do Senhor e para estarem preparados para servir a comunidade?’",
      "reflexao": "Quem perde a gratidão pelo privilégio de servir, cai na armadilha de desejar aquilo que Deus nunca lhes deu. A insatisfação espiritual é porta de entrada para a rebelião."
    },
    {
      "numero": "10",
      "texto": "‘Ele trouxe você e todos os seus irmãos levitas para junto dele, e agora vocês querem também o sacerdócio?’",
      "reflexao": "Quando a honra de servir não é suficiente, o coração se corrompe. O desejo de ocupar lugar que Deus não designou revela a soberba disfarçada de espiritualidade."
    },
    {
      "numero": "11",
      "texto": "‘É contra o Senhor que você e todos os seus seguidores se ajuntaram! Quem é Arão, para que se queixem contra ele?’",
      "reflexao": "Atacar a liderança estabelecida por Deus é, na verdade, insurgir-se contra o próprio Deus. A questão nunca é apenas contra pessoas — é espiritual."
    },
    {
      "numero": "12",
      "texto": "Então Moisés mandou chamar Datã e Abirão, filhos de Eliabe. Mas eles disseram: ‘Nós não iremos!’",
      "reflexao": "A rebelião começa na recusa à escuta. Quem não se dispõe a ouvir, já decidiu se afastar não apenas do líder, mas da vontade de Deus."
    },
    {
      "numero": "13",
      "texto": "‘Não lhe basta nos ter tirado de uma terra onde manam leite e mel para matar-nos no deserto? E ainda quer se fazer chefe sobre nós?’",
      "reflexao": "O pecado distorce a realidade. Eles chamam de ‘terra que mana leite e mel’ o Egito — lugar de escravidão. Quando a mente está corrompida, até a opressão é romantizada."
    },
    {
      "numero": "14",
      "texto": "‘Além disso, você não nos levou a uma terra onde manam leite e mel, nem nos deu uma herança de campos e vinhas. Você pensa que pode cegar os olhos destes homens? Nós não iremos!’",
      "reflexao": "A incredulidade sempre culpabiliza os outros pela própria desobediência. Eles ignoram que foi a rebelião deles que os impediu de entrar na promessa, e não a liderança de Moisés."
    },
    {
      "numero": "15",
      "texto": "Moisés indignou-se e disse ao Senhor: ‘Não aceites a oferta deles. Não tomei deles nem sequer um jumento, nem prejudiquei a nenhum deles.’",
      "reflexao": "O verdadeiro líder pode ser acusado de tudo, menos de se enriquecer ou se aproveitar do povo. Moisés apresenta sua integridade diante de Deus, não diante dos homens."
    },
    {
      "numero": "16",
      "texto": "Moisés disse a Corá: ‘Você e todos os seus seguidores terão que apresentar-se amanhã ao Senhor, você, eles e Arão.’",
      "reflexao": "Quando a autoridade humana é questionada, Deus mesmo se encarrega de responder. Não há necessidade de debate quando é Deus quem julga as causas."
    },
    {
      "numero": "17",
      "texto": "‘Cada homem pegará o seu incensário, nele colocará incenso e o apresentará ao Senhor. Serão duzentos e cinqüenta incensários ao todo. Você e Arão também apresentarão os seus incensários.’",
      "reflexao": "O incensário que sobe revela quem Deus conhece. Na aparência, todos carregam fogo e incenso, mas no espírito só sobe o que vem de mãos e corações alinhados com Deus."
    },
    {
      "numero": "18",
      "texto": "Assim, cada um deles pegou o seu incensário, acendeu o incenso, e se colocou com Moisés e com Arão à entrada da Tenda do Encontro.",
      "reflexao": "A cena é forte: homens cheios de arrogância se apresentam como se estivessem certos. Mas Deus não vê como os homens — Ele sonda o espírito."
    },
    {
      "numero": "19",
      "texto": "Quando Corá reuniu todos os seus seguidores em oposição a eles à entrada da Tenda do Encontro, a glória do Senhor apareceu a toda a comunidade.",
      "reflexao": "Quando a glória se manifesta, não há espaço para máscaras. A presença de Deus traz luz onde há trevas, e separa quem serve de quem se serve da obra."
    },
    {
      "numero": "20",
      "texto": "E o Senhor disse a Moisés e a Arão:",
      "reflexao": "Quando Deus fala, é sinal de que o céu se move. E quando Ele se dirige aos Seus líderes, é porque decisões celestiais estão prestes a ser manifestadas na terra."
    },
    {
      "numero": "21",
      "texto": "‘Afastem-se dessa comunidade para que eu acabe com eles imediatamente.’",
      "reflexao": "O juízo de Deus não é aleatório. Quando o pecado se torna coletivo e desafia a Sua santidade, Ele age para preservar o que é puro e santo."
    },
    {
      "numero": "22",
      "texto": "Mas Moisés e Arão prostraram-se, rosto em terra, e disseram: ‘Ó Deus, Deus que a todos dá vida, ficarás tu irado contra toda a comunidade quando um só homem pecou?’",
      "reflexao": "O coração do verdadeiro intercessor clama pela misericórdia. Moisés e Arão nos ensinam que mesmo quando o juízo é justo, a intercessão pode clamar por compaixão."
    },
    {
      "numero": "23",
      "texto": "Então o Senhor disse a Moisés:",
      "reflexao": "Deus ouve a oração dos justos. Sua resposta vem não apenas como juízo, mas também como direção para proteger os inocentes."
    },
    {
      "numero": "24",
      "texto": "‘Diga à comunidade que se afaste das tendas de Corá, Datã e Abirão.’",
      "reflexao": "A santidade exige separação. Quem se aproxima demais da rebelião, ainda que sem intenção, corre o risco de ser participante do juízo que ela atrai."
    },
    {
      "numero": "25",
      "texto": "Moisés levantou-se e foi para onde estavam Datã e Abirão, e as autoridades de Israel o seguiram.",
      "reflexao": "O verdadeiro líder não se esconde na hora do confronto. Moisés se levanta para agir, não por si, mas em nome do Senhor, com coragem e autoridade."
    },
    {
      "numero": "26",
      "texto": "Ele advertiu a comunidade: ‘Afastem-se das tendas desses ímpios! Não toquem em nada do que pertence a eles, senão vocês serão eliminados por causa dos pecados deles.’",
      "reflexao": "Deus nos alerta: aquilo que pertence à impiedade contamina. É preciso discernimento espiritual para saber quando afastar-se é, na verdade, um ato de obediência e preservação."
    },
    {
      "numero": "27",
      "texto": "Eles se afastaram das tendas de Corá, Datã e Abirão. Datã e Abirão tinham saído e estavam de pé, à entrada de suas tendas, junto com suas mulheres, seus filhos e suas crianças pequenas.",
      "reflexao": "A rebelião não afeta só quem a inicia. As consequências se estendem para dentro das casas, das famílias e das gerações. Por isso, o preço da desobediência é alto."
    },
    {
      "numero": "28",
      "texto": "E disse Moisés: ‘Assim vocês saberão que o Senhor me enviou para fazer todas essas coisas e que isso não partiu de mim.’",
      "reflexao": "O selo da verdadeira liderança não é a autopromoção, mas a validação divina. Moisés entrega sua reputação nas mãos do próprio Deus."
    },
    {
      "numero": "29",
      "texto": "‘Se estes homens tiverem morte natural e experimentarem somente aquilo que normalmente acontece aos homens, então o Senhor não me enviou.’",
      "reflexao": "A justiça de Deus não é comum nem rotineira — ela é santa, soberana e, às vezes, extraordinária, para que ninguém duvide que Ele reina sobre todas as coisas."
    },
    {
      "numero": "30",
      "texto": "‘Mas, se o Senhor fizer acontecer algo totalmente novo, e a terra abrir a sua boca e os engolir, junto com tudo o que é deles, e eles descerem vivos ao Sheol, então vocês saberão que estes homens desprezaram o Senhor.’",
      "reflexao": "O desprezo ao Senhor não passa impune. Quando o coração se endurece, o juízo que vem não é apenas um acidente — é intervenção divina."
    },
    {
      "numero": "31",
      "texto": "Assim que Moisés acabou de dizer tudo isso, o chão debaixo deles fendeu-se",
      "reflexao": "A palavra liberada por um ungido de Deus, alinhada com o céu, move até a terra. O ambiente responde quando Deus fala."
    },
    {
      "numero": "32",
      "texto": "e a terra abriu a sua boca e os engoliu juntamente com suas famílias, com todos os seguidores de Corá e com todos os seus bens.",
      "reflexao": "Tudo aquilo que nasce da rebelião desce junto com ela. O Sheol engole não apenas pessoas, mas também projetos, posses e sonhos que foram edificados fora da vontade de Deus."
    },
    {
      "numero": "33",
      "texto": "Desceram vivos à sepultura, com tudo o que possuíam; a terra fechou-se sobre eles, e pereceram dentre a assembléia.",
      "reflexao": "Quando Deus fecha uma porta, ninguém mais abre. A sentença foi tão definitiva que até a terra se tornou instrumento do juízo divino."
    },
    {
      "numero": "34",
      "texto": "Diante dos seus gritos, todos os israelitas ao redor fugiram, gritando: ‘A terra vai nos engolir também!’",
      "reflexao": "O temor do Senhor se espalha rapidamente quando o sobrenatural manifesta Sua justiça. Até quem achava que era mero espectador entende que ninguém brinca com Deus."
    },
    {
      "numero": "35",
      "texto": "Então veio fogo da parte do Senhor e consumiu os duzentos e cinquenta homens que ofereciam incenso.",
      "reflexao": "O fogo que deveria ser adoração se tornou instrumento de juízo. O altar não aceita fogo estranho nem mãos que se aproximam sem reverência e temor."
    },
    {
      "numero": "36",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Deus não se cala após o juízo. Ele continua instruindo, ensinando e moldando Seu povo, porque Sua justiça não anula Sua pedagogia."
    },
    {
      "numero": "37",
      "texto": "‘Diga a Eleazar, filho do sacerdote Arão, que apanhe os incensários dentre os restos fumegantes e espalhe as brasas, porque os incensários são santos.’",
      "reflexao": "O objeto usado no erro ainda pode ser separado para o santo. Deus rejeita os rebeldes, mas o que foi consagrado a Ele permanece separado para o Seu serviço."
    },
    {
      "numero": "38",
      "texto": "‘Os incensários dos homens que pelo seu pecado perderam a vida serão batidos em forma de lâminas e servirão de revestimento do altar, pois foram apresentados ao Senhor e se tornaram sagrados. Que sejam um sinal para os israelitas.’",
      "reflexao": "Deus transforma até juízo em memorial. O altar revestido com os incensários é uma lembrança viva de que a santidade não pode ser tratada com leviandade."
    },
    {
      "numero": "39",
      "texto": "O sacerdote Eleazar juntou os incensários de bronze que tinham sido apresentados pelos que foram consumidos pelo fogo. Os incensários foram batidos e serviram de revestimento do altar,",
      "reflexao": "O altar carrega marcas da história — tanto dos que servem com reverência quanto dos que ousaram se aproximar sem temor. Cada detalhe do altar fala sobre a seriedade de estar na presença de Deus."
    },
    {
      "numero": "40",
      "texto": "como o Senhor tinha dito por meio de Moisés. Isso foi feito como memorial para os israelitas, a fim de que ninguém que não fosse descendente de Arão, queimasse incenso perante o Senhor, para não sofrer o que Corá e os seus seguidores sofreram.",
      "reflexao": "O memorial do altar não é apenas história — é advertência. A presença de Deus não é lugar para experimentações carnais, mas para serviço consagrado, conforme Ele ordenou."
    },
    {
      "numero": "41",
      "texto": "No dia seguinte toda a comunidade de Israel começou a queixar-se contra Moisés e Arão, dizendo: ‘Vocês mataram o povo do Senhor’.",
      "reflexao": "O coração rebelde é cego, incapaz de discernir entre o juízo de Deus e as mãos dos homens. Quem rejeita a correção espiritual transforma a verdade em acusação e a justiça em afronta."
    },
    {
      "numero": "42",
      "texto": "Quando, porém, a comunidade se ajuntou contra Moisés e contra Arão, e eles se voltaram para a Tenda do Encontro, repentinamente a nuvem a cobriu e a glória do Senhor apareceu.",
      "reflexao": "A glória de Deus não se manifesta para validar a voz da multidão, mas para reafirmar a Sua soberania. Quando a presença vem, ela separa o santo do profano, o justo do rebelde."
    },
    {
      "numero": "43",
      "texto": "Então Moisés e Arão foram para a frente da Tenda do Encontro,",
      "reflexao": "O lugar da liderança espiritual é sempre entre Deus e o povo — intercedendo, suportando e clamando, mesmo quando são injustamente acusados."
    },
    {
      "numero": "44",
      "texto": "e o Senhor disse a Moisés:",
      "reflexao": "Deus responde. E quando fala, Sua voz ecoa com justiça, mas também com oportunidade para arrependimento — se houver intercessão."
    },
    {
      "numero": "45",
      "texto": "‘Saia do meio dessa comunidade para que eu acabe com eles imediatamente’. Mas eles se prostraram, rosto em terra;",
      "reflexao": "O intercessor carrega o peso dos que nem percebem o quão próximos estão da destruição. Prostrar-se diante de Deus é mais eficaz do que qualquer defesa diante dos homens."
    },
    {
      "numero": "46",
      "texto": "e Moisés disse a Arão: ‘Pegue o seu incensário e ponha incenso nele, com fogo tirado do altar, e vá depressa até a comunidade para fazer propiciação por eles, porque saiu grande ira da parte do Senhor e a praga começou’.",
      "reflexao": "O fogo que vem do altar, quando misturado com o incenso da intercessão, é capaz de deter a morte. A oração que nasce no lugar santo é a única capaz de impedir o avanço do juízo."
    },
    {
      "numero": "47",
      "texto": "Arão fez o que Moisés ordenou e correu para o meio da assembléia. A praga já havia começado entre o povo, mas Arão ofereceu o incenso e fez propiciação por eles.",
      "reflexao": "O verdadeiro sacerdote não corre para longe do problema, mas para o meio da dor, entre os mortos e os vivos, levando esperança, intercessão e reconciliação com Deus."
    },
    {
      "numero": "48",
      "texto": "Arão se pôs entre os mortos e os vivos, e a praga cessou.",
      "reflexao": "Há um lugar espiritual onde poucos se colocam: entre os mortos e os vivos. É o lugar do intercessor, do sacrifício, da renúncia e da coragem. Ali, a morte é detida e a vida triunfa."
    },
    {
      "numero": "49",
      "texto": "Foram catorze mil e setecentos os que morreram daquela praga, além dos que haviam morrido por causa de Corá.",
      "reflexao": "O preço da rebelião é sempre alto. O pecado coletivo nunca fere apenas quem o comete — ele abre brechas espirituais que trazem colheitas amargas sobre todo o povo."
    },
    {
      "numero": "50",
      "texto": "Então Arão voltou a Moisés, à entrada da Tenda do Encontro, pois a praga já havia cessado.",
      "reflexao": "O sacerdote retorna ao lugar de comunhão quando a missão de intercessão é cumprida. Só há descanso quando o altar está em ordem e a brecha está fechada pelo clamor."
    }
  ]
}
