{
  "livro": "Números",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Quando Deus fala, não é apenas para o presente — é para construir futuro. Sua voz estabelece direções eternas para o Seu povo."
    },
    {
      "numero": "2",
      "texto": "‘Diga o seguinte aos israelitas: Quando entrarem na terra que lhes dou para sua habitação,’",
      "reflexao": "Deus fala de futuro como quem já o vê concluído. A promessa não é um ‘se’, mas um ‘quando’. Ele não trabalha com incertezas, mas com certezas divinas."
    },
    {
      "numero": "3",
      "texto": "‘e apresentarem ao Senhor uma oferta, de bois ou de ovelhas, preparada no fogo como aroma agradável ao Senhor, seja holocausto, seja sacrifício, para cumprir um voto ou como oferta voluntária ou como oferta relativa a uma festa,’",
      "reflexao": "O culto a Deus envolve entrega, gratidão e comunhão. Cada oferta é expressão de um coração que reconhece que tudo vem do Senhor."
    },
    {
      "numero": "4",
      "texto": "‘aquele que trouxer a sua oferta apresentará também ao Senhor uma oferta de cereal de um jarro da melhor farinha amassada com um litro de óleo.’",
      "reflexao": "Deus merece o melhor. A farinha é fina, o óleo é puro. Quem se entrega a Ele deve fazer não por obrigação, mas com excelência e reverência."
    },
    {
      "numero": "5",
      "texto": "‘Para cada cordeiro do holocausto ou do sacrifício, prepare um litro de vinho como oferta derramada.’",
      "reflexao": "O vinho derramado representa alegria, celebração e aliança. A adoração é também festa no espírito, é perfume que sobe aos céus."
    },
    {
      "numero": "6",
      "texto": "‘Para um carneiro, prepare uma oferta de cereal de dois jarros da melhor farinha com um litro de óleo’",
      "reflexao": "Quanto maior a oferta, maior a medida da gratidão expressa. A adoração tem proporção, não de quantidade externa, mas da disposição interna do coração."
    },
    {
      "numero": "7",
      "texto": "‘e um litro de vinho como oferta derramada. Apresente-a como aroma agradável ao Senhor.’",
      "reflexao": "O que oferecemos a Deus não é apenas matéria — é perfume que sobe como adoração, é espiritual, é memória diante do trono eterno."
    },
    {
      "numero": "8",
      "texto": "‘Quando algum de vocês preparar um novilho para holocausto ou para sacrifício para cumprir voto especial, ou como oferta de comunhão ao Senhor,’",
      "reflexao": "O sacrifício não é apenas dor, é comunhão. O altar não é só lugar de entrega, é também lugar de encontro e restauração."
    },
    {
      "numero": "9",
      "texto": "‘traga com o novilho uma oferta de cereal de três jarros da melhor farinha amassada com meio galão de óleo.’",
      "reflexao": "A generosidade não é acessório no Reino — é princípio. Deus ensina que quem recebe abundância da promessa deve responder com abundância no altar."
    },
    {
      "numero": "10",
      "texto": "‘Traga também meio galão de vinho para a oferta derramada. Será uma oferta preparada no fogo, de aroma agradável ao Senhor.’",
      "reflexao": "O fogo consome na terra, mas o aroma sobe aos céus. O que parece desaparecer aos olhos humanos se transforma em memória diante de Deus."
    },
    {
      "numero": "11",
      "texto": "‘Cada novilho ou carneiro, ou cordeiro ou cabrito, deverá ser preparado dessa maneira.’",
      "reflexao": "Adoração tem ordem, tem princípios. Não é segundo o que achamos certo, mas conforme Deus instrui, porque Ele sabe o que agrada Seu próprio coração."
    },
    {
      "numero": "12",
      "texto": "‘Façam isso com cada animal, com tantos quantos vocês prepararem.’",
      "reflexao": "Não há exceção no padrão da adoração. Cada vez que se chega diante de Deus, é um convite a fazer conforme Ele deseja, não conforme nossas conveniências."
    },
    {
      "numero": "13",
      "texto": "‘Todo o que for natural da terra deverá proceder dessa maneira quando trouxer uma oferta preparada no fogo de aroma agradável ao Senhor.’",
      "reflexao": "Deus estabelece um pacto com quem é da casa. O culto é expressão de pertencimento, de identidade, de uma aliança viva com o Deus eterno."
    },
    {
      "numero": "14",
      "texto": "‘E se um estrangeiro que vive entre vocês, ou entre os descendentes de vocês, apresentar uma oferta preparada no fogo, de aroma agradável ao Senhor, deverá fazer o mesmo.’",
      "reflexao": "No Reino de Deus não há distinção: quem se aproxima com fé, seja estrangeiro ou natural, é aceito e participa da mesma graça, da mesma presença e da mesma aliança."
    },
    {
      "numero": "15",
      "texto": "‘A assembléia deverá ter as mesmas leis, que valerão tanto para vocês como para o estrangeiro que vive entre vocês; este é um decreto perpétuo pelas suas gerações, que, perante o Senhor, valerá tanto para vocês quanto para o estrangeiro residente.’",
      "reflexao": "O Deus de Israel é também o Deus das nações. Ele não faz acepção de pessoas. Seu amor, Sua lei e Sua graça alcançam todos que se achegam a Ele em reverência e fé."
    },
    {
      "numero": "16",
      "texto": "‘A mesma lei e ordenança se aplicará tanto a vocês como ao estrangeiro residente.’",
      "reflexao": "A justiça de Deus é perfeita. Não há dois pesos nem duas medidas no Reino. O princípio que vale para um, vale para todos diante do trono do Altíssimo."
    },
    {
      "numero": "17",
      "texto": "O Senhor disse ainda a Moisés:",
      "reflexao": "Deus não apenas dá instruções para o presente, Ele continua falando, revelando, direcionando, porque Seu interesse é conduzir Seu povo em cada detalhe da jornada."
    },
    {
      "numero": "18",
      "texto": "‘Diga aos israelitas: Quando vocês entrarem na terra para onde os levo’",
      "reflexao": "A promessa de Deus não é possibilidade — é destino. Quando Deus diz ‘quando’, não é dúvida, é certeza. Ele cumpre o que promete."
    },
    {
      "numero": "19",
      "texto": "‘e comerem do fruto da terra, apresentem uma porção como contribuição ao Senhor.’",
      "reflexao": "Tudo que recebemos deve antes passar pelo altar. O fruto da terra não é apenas provisão — é memorial de que tudo vem do Senhor."
    },
    {
      "numero": "20",
      "texto": "‘Apresentem um bolo feito das primícias da farinha de vocês. Apresentem-no como contribuição da sua colheita.’",
      "reflexao": "Dar as primícias é declarar com atos que Deus é primeiro. Antes de provarmos da bênção, apresentamos ao Senhor aquilo que testifica que tudo pertence a Ele."
    },
    {
      "numero": "21",
      "texto": "Em todas as suas gerações vocês apresentarão das primícias da farinha uma contribuição ao Senhor.",
      "reflexao": "Consagrar as primícias não é um evento — é um princípio perpétuo. É viver constantemente lembrando que tudo o que temos vem do Senhor."
    },
    {
      "numero": "22",
      "texto": "‘Mas se vocês pecarem e deixarem de cumprir todos esses mandamentos,’",
      "reflexao": "Deus conhece nossa fragilidade. Por isso, estabelece provisão até para quando falhamos sem intenção, mostrando que Sua graça precede nosso erro."
    },
    {
      "numero": "23",
      "texto": "‘— tudo o que o Senhor lhes ordenou por meio de Moisés, desde o dia em que os ordenou e pelas suas gerações —’",
      "reflexao": "A Palavra de Deus não é sazonal, nem passageira — ela atravessa gerações, culturas e tempos, permanecendo como verdade imutável."
    },
    {
      "numero": "24",
      "texto": "‘e se isso for feito sem intenção e não for do conhecimento da comunidade, toda a comunidade terá que oferecer um novilho para o holocausto de aroma agradável ao Senhor. Também apresentarão com sua oferta de cereal uma oferta derramada, conforme as prescrições, e um bode como oferta pelo pecado.’",
      "reflexao": "O pecado, mesmo não intencional, tem peso diante de Deus. Mas Seu amor oferece caminho de reconciliação — um altar, uma oferta, um recomeço."
    },
    {
      "numero": "25",
      "texto": "‘O sacerdote fará propiciação por toda a comunidade de Israel, e eles serão perdoados, pois o seu pecado não foi intencional e eles trouxeram ao Senhor uma oferta preparada no fogo e uma oferta pelo pecado.’",
      "reflexao": "O coração de Deus é sempre inclinado ao perdão. Quando há arrependimento, há restauração. A aliança não é quebrada por fraquezas acidentais, mas reforçada pela graça."
    },
    {
      "numero": "26",
      "texto": "‘A comunidade de Israel toda e os estrangeiros residentes entre eles serão perdoados, porque todo o povo esteve envolvido num pecado involuntário.’",
      "reflexao": "Deus não faz distinção. Sua misericórdia cobre tanto quem é da casa quanto quem é estrangeiro, desde que haja humildade e busca sincera pela Sua presença."
    },
    {
      "numero": "27",
      "texto": "‘Se, contudo, apenas uma pessoa pecar sem intenção, ela terá que trazer uma cabra de um ano como oferta pelo pecado.’",
      "reflexao": "O cuidado de Deus é tão detalhado que alcança tanto a multidão quanto o indivíduo. Ninguém está fora do Seu olhar, nem além do alcance do Seu perdão."
    },
    {
      "numero": "28",
      "texto": "‘O sacerdote fará propiciação pela pessoa que pecar, cometendo uma falta involuntária perante o Senhor, e ela será perdoada.’",
      "reflexao": "O perdão de Deus não é abstrato — é concreto, visível e disponível. O altar sempre aponta para um Deus disposto a restaurar."
    },
    {
      "numero": "29",
      "texto": "‘Somente uma lei haverá para todo aquele que pecar sem intenção, seja ele israelita nato, seja estrangeiro residente.’",
      "reflexao": "Diante do trono de Deus, não há acepção. A lei, a graça e a misericórdia são universais para todo aquele que se achega em reverência."
    },
    {
      "numero": "30",
      "texto": "‘Mas todo aquele que pecar com atitude desafiadora, seja natural da terra, seja estrangeiro residente, insulta ao Senhor, e será eliminado do meio do seu povo.’",
      "reflexao": "O pecado desafiador é mais que erro — é rebelião declarada contra Deus. E quem afronta a santidade, escolhe caminhar para longe da presença."
    },
    {
      "numero": "31",
      "texto": "‘Por ter desprezado a palavra do Senhor e quebrado os seus mandamentos, terá que ser eliminado; sua culpa estará sobre ele.’",
      "reflexao": "O maior perigo não é errar por fraqueza, mas desprezar a voz de Deus conscientemente. Quem rejeita a palavra, rejeita o próprio Deus — e arca com o peso da sua decisão."
    },
    {
      "numero": "32",
      "texto": "Certo dia, quando os israelitas estavam no deserto, encontraram um homem recolhendo lenha no dia de sábado.",
      "reflexao": "Quebrar o sábado não era apenas desobedecer uma regra — era romper com o descanso sagrado que Deus instituiu como sinal de aliança e reverência."
    },
    {
      "numero": "33",
      "texto": "Aqueles que o encontraram recolhendo lenha levaram-no a Moisés, a Arão e a toda a comunidade,",
      "reflexao": "O zelo pela santidade do povo fazia com que toda a comunidade fosse guardiã dos princípios de Deus. Santidade não era um valor individual, mas coletivo."
    },
    {
      "numero": "34",
      "texto": "que o prenderam, porque não sabiam o que deveria ser feito com ele.",
      "reflexao": "Nem toda situação é clara à primeira vista. Até os líderes precisam, em muitos momentos, buscar direção diretamente de Deus — porque há decisões que não cabem à lógica, mas à revelação."
    },
    {
      "numero": "35",
      "texto": "Então o Senhor disse a Moisés: ‘O homem terá que ser executado. Toda a comunidade o apedrejará fora do acampamento.’",
      "reflexao": "O juízo de Deus reflete a seriedade com que Ele trata a santidade. O pecado público e deliberado não podia ser ignorado, pois contaminaria toda a comunidade."
    },
    {
      "numero": "36",
      "texto": "Assim, toda a comunidade o levou para fora do acampamento e o apedrejou até à morte, conforme o Senhor tinha ordenado a Moisés.",
      "reflexao": "Por mais dura que pareça, a justiça divina preservava a pureza espiritual do povo. O pecado, quando tolerado, se multiplica e destrói a comunhão com Deus."
    },
    {
      "numero": "37",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Deus continua falando. Mesmo após o juízo, Ele não cessa de instruir. Sua voz não é apenas para corrigir, mas também para ensinar, proteger e conduzir."
    },
    {
      "numero": "38",
      "texto": "‘Diga o seguinte aos israelitas: Façam borlas nas extremidades das suas roupas e ponham um cordão azul em cada uma delas; façam isso por todas as suas gerações.’",
      "reflexao": "Deus estabelece lembretes visíveis da aliança. As borlas são mais que ornamento — são memória constante de quem Deus é e do compromisso que temos com Ele."
    },
    {
      "numero": "39",
      "texto": "‘Quando virem essas borlas vocês se lembrarão de todos os mandamentos do Senhor, para que lhes obedeçam e não se prostituam nem sigam as inclinações dos seus corações e dos seus olhos.’",
      "reflexao": "O homem tende a se desviar quando segue apenas o que os olhos veem e o coração deseja. As borlas são símbolo de que devemos seguir o que Deus vê e deseja, não nós mesmos."
    },
    {
      "numero": "40",
      "texto": "‘Assim vocês se lembrarão de obedecer a todos os meus mandamentos, e para o seu Deus vocês serão um povo consagrado.’",
      "reflexao": "Ser santo não é apenas evitar o pecado — é lembrar, constantemente, que pertencemos a um Deus que é Santo, e isso se reflete em cada aspecto da vida."
    },
    {
      "numero": "41",
      "texto": "‘Eu sou o Senhor, o seu Deus, que os trouxe do Egito para ser o Deus de vocês. Eu sou o Senhor, o seu Deus.’",
      "reflexao": "Deus encerra Suas instruções reafirmando quem Ele é: o Deus que liberta, que conduz, que santifica e que permanece fiel. Nunca nos esqueçamos de quem é o Senhor."
    }
  ]
}
