{
  "livro": "Números",
  "capitulo": "18",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor disse a Arão: ‘Você, os seus filhos e a família de seu pai serão responsáveis pelas ofensas contra o santuário; você e seus filhos serão responsáveis pelas ofensas cometidas no exercício do sacerdócio.’",
      "reflexao": "A responsabilidade espiritual é um chamado sagrado. Liderar no altar não é privilégio, é peso, é zelo, é compromisso com a santidade e com o povo diante do Senhor."
    },
    {
      "numero": "2",
      "texto": "‘Traga também os seus irmãos levitas, que pertencem à tribo de seus antepassados, para se unirem a você e o ajudarem quando você e seus filhos ministrarem perante a tenda que guarda as tábuas da aliança.’",
      "reflexao": "Ninguém serve sozinho no Reino. Deus levanta cooperadores para aliviar o peso da missão. A unidade no serviço não é apenas estratégia, é mandamento celestial."
    },
    {
      "numero": "3",
      "texto": "‘Eles ficarão a seu serviço e cuidarão também do serviço da Tenda, mas não poderão aproximar-se dos utensílios do santuário ou do altar; se o fizerem morrerão, tanto eles como vocês.’",
      "reflexao": "Há limites estabelecidos pela santidade. Nem todo zelo equivale à permissão. Servir exige obediência às fronteiras que Deus definiu, sob pena de transformar devoção em juízo."
    },
    {
      "numero": "4",
      "texto": "‘Eles se unirão a vocês e terão a responsabilidade de cuidar da Tenda do Encontro, de todo o trabalho que ali se faz. Ninguém mais poderá aproximar-se de vocês.’",
      "reflexao": "O serviço no Reino tem círculos de acesso definidos por Deus. A comunhão e o serviço se dão dentro dos parâmetros celestiais, protegendo tanto o altar quanto o povo."
    },
    {
      "numero": "5",
      "texto": "‘Vocês terão a responsabilidade de cuidar do santuário e do altar, para que não torne a cair a ira divina sobre os israelitas.’",
      "reflexao": "O zelo pelo altar não protege apenas quem serve, mas toda a comunidade. Quando o sacerdócio se posiciona corretamente, a ira é desviada e a graça cobre o povo."
    },
    {
      "numero": "6",
      "texto": "‘Eu mesmo escolhi os seus irmãos, os levitas, dentre os israelitas como um presente para vocês, dedicados ao Senhor para fazerem o trabalho da Tenda do Encontro.’",
      "reflexao": "O Senhor transforma pessoas em presentes. Os levitas são dádivas vivas, consagradas ao serviço santo. No Reino, pessoas são mais valiosas do que qualquer bem material."
    },
    {
      "numero": "7",
      "texto": "‘Mas somente você e seus filhos poderão servir como sacerdotes em tudo o que se refere ao altar e ao que se encontra além do véu. Dou a vocês o serviço do sacerdócio como um presente. Qualquer pessoa não autorizada que se aproximar do santuário terá que ser executada.’",
      "reflexao": "O sacerdócio não é profissão, é presente. E presente sagrado. Quem tenta tomar para si o que Deus não lhe confiou, atrai morte e juízo sobre si mesmo."
    },
    {
      "numero": "8",
      "texto": "Então o Senhor disse a Arão: ‘Eu mesmo o tornei responsável pelas contribuições trazidas a mim; todas as ofertas sagradas que os israelitas me derem, eu as dou como porção a você e a seus filhos.’",
      "reflexao": "Deus provê para aqueles que servem no altar. Quem cuida das coisas de Deus, Deus cuida dele. A provisão do céu honra aqueles que vivem para honrar o Reino."
    },
    {
      "numero": "9",
      "texto": "‘Das ofertas santíssimas vocês terão a parte que é poupada do fogo. Dentre todas as dádivas que me trouxerem como ofertas santíssimas, seja oferta de cereal, seja pelo pecado, seja de reparação, tal parte pertence a você e a seus filhos.’",
      "reflexao": "O altar não apenas consome — ele também provê. O que sobe como cheiro agradável a Deus desce como provisão para os que estão no serviço da adoração."
    },
    {
      "numero": "10",
      "texto": "‘Comam-na como algo santíssimo; todos os do sexo masculino a comerão. Considerem-na santa.’",
      "reflexao": "Aquilo que vem do altar deve ser tratado com reverência. Não é apenas sustento físico — é sustento que carrega um selo de santidade e de comunhão com o Eterno."
    },
    {
      "numero": "11",
      "texto": "‘Também dou a você, e a seus filhos e filhas, por decreto perpétuo, as contribuições de todas as ofertas ritualmente movidas apresentadas pelos israelitas. Todos os da sua família que estiverem cerimonialmente puros poderão comê-las.’",
      "reflexao": "O sustento do altar alcança não apenas os sacerdotes, mas também suas casas. Deus cuida das famílias dos que O servem com fidelidade e pureza."
    },
    {
      "numero": "12",
      "texto": "‘Dou a você o melhor azeite e o melhor vinho novo e o melhor trigo que eles apresentarem ao Senhor como primeiros frutos da colheita.’",
      "reflexao": "O melhor da terra é reservado para quem serve no altar. Deus não entrega migalhas — Ele honra com excelência os que O honram."
    },
    {
      "numero": "13",
      "texto": "‘Todos os primeiros frutos da terra que trouxerem ao Senhor serão de vocês. Todos os da sua família que estiverem cerimonialmente puros, poderão comê-los.’",
      "reflexao": "A primícia é mais do que oferta — é declaração de dependência. E Deus retribui aqueles que vivem para sustentar o ambiente espiritual da comunidade."
    },
    {
      "numero": "14",
      "texto": "‘Tudo o que em Israel for consagrado a Deus pertencerá a você.’",
      "reflexao": "O que é santo ao Senhor se torna herança dos que Ele separou. Isso não é privilégio, é provisão alinhada ao serviço e à obediência."
    },
    {
      "numero": "15",
      "texto": "‘O primeiro nascido de todo ventre, oferecido ao Senhor, seja homem, seja animal, será seu. Mas você deverá resgatar todo filho mais velho, como também toda primeira cria de animais impuros.’",
      "reflexao": "Tudo que nasce primeiro carrega um selo de consagração. Mas Deus, em Sua misericórdia, permite que seja resgatado, revelando que a redenção é um princípio desde os primórdios."
    },
    {
      "numero": "16",
      "texto": "‘Quando tiverem um mês de idade, você deverá resgatá-los pelo preço de resgate estabelecido em sessenta gramas de prata, com base no peso padrão do santuário, que são doze gramas.’",
      "reflexao": "O preço do resgate nos lembra que tudo o que temos, inclusive a vida, pertence ao Senhor. Ele nos permite usufruir, mas sempre com a consciência de que somos dEle e para Ele."
    },
    {
      "numero": "17",
      "texto": "‘Não resgate, porém, a primeira cria de uma vaca, de uma ovelha ou de uma cabra. Derrame o sangue deles sobre o altar e queime a sua gordura como uma oferta preparada no fogo, de aroma agradável ao Senhor.’",
      "reflexao": "A vida consagrada pertence integralmente ao Senhor. O altar recebe não apenas o gesto, mas o todo — sinal de que há coisas na nossa vida que não são negociáveis, são totalmente dEle."
    },
    {
      "numero": "18",
      "texto": "‘A carne desses animais pertence a você, como também o peito da oferta movida e a coxa direita.’",
      "reflexao": "O Senhor separa para Si a essência, mas cuida de quem O serve com provisão digna. Quem vive para o altar jamais ficará desamparado, pois do altar vem também o sustento."
    },
    {
      "numero": "19",
      "texto": "‘Tudo aquilo que for separado dentre todas as dádivas sagradas que os israelitas apresentarem ao Senhor eu dou a você e a seus filhos e filhas como decreto perpétuo. É uma aliança de sal perpétua perante o Senhor, para você e para os seus descendentes.’",
      "reflexao": "A aliança de sal simboliza durabilidade, incorruptibilidade e fidelidade. O que Deus promete ao sacerdócio não é passageiro — é perpétuo, firmado no eterno."
    },
    {
      "numero": "20",
      "texto": "Disse ainda o Senhor a Arão: ‘Você não terá herança na terra deles, nem terá porção entre eles; eu sou a sua porção e a sua herança entre os israelitas.’",
      "reflexao": "Quando Deus é a nossa herança, não carecemos de nada mais. O sacerdócio não vive da terra — vive da presença, da comunhão e do cuidado do próprio Deus."
    },
    {
      "numero": "21",
      "texto": "‘Dou aos levitas todos os dízimos em Israel como retribuição pelo trabalho que fazem ao servirem na Tenda do Encontro.’",
      "reflexao": "O dízimo não é simplesmente finança — é reconhecimento. É Deus cuidando dos que cuidam do espiritual, sustentando aqueles que sustentam o altar."
    },
    {
      "numero": "22",
      "texto": "‘De agora em diante os israelitas não poderão aproximar-se da Tenda do Encontro, caso contrário, sofrerão as consequências do seu pecado e morrerão.’",
      "reflexao": "A santidade não admite invasão. Aproximar-se de Deus sem reverência, sem ordenação e sem temor resulta em juízo, não em bênção."
    },
    {
      "numero": "23",
      "texto": "‘É dever dos levitas fazer o trabalho na Tenda do Encontro e assumir a responsabilidade pelas ofensas contra ela. Este é um decreto perpétuo pelas suas gerações. Eles não receberão herança alguma entre os israelitas.’",
      "reflexao": "O serviço no altar carrega um preço e um chamado geracional. É uma entrega que não se mede pela herança da terra, mas pela herança da presença."
    },
    {
      "numero": "24",
      "texto": "‘Em vez disso, dou como herança aos levitas os dízimos que os israelitas apresentarem como contribuição ao Senhor. É por isso que eu disse que eles não teriam herança alguma entre os israelitas.’",
      "reflexao": "Deus honra aqueles que escolheu. Ele tira da mão dos homens para sustentar com recursos celestiais os que estão separados para cuidar das coisas santas."
    },
    {
      "numero": "25",
      "texto": "O Senhor disse depois a Moisés:",
      "reflexao": "Toda direção vem do alto. A provisão, a ordem e a justiça não nascem da lógica dos homens, mas da boca de Deus."
    },
    {
      "numero": "26",
      "texto": "‘Diga o seguinte aos levitas: Quando receberem dos israelitas o dízimo que lhes dou como herança, vocês deverão apresentar um décimo daquele dízimo como contribuição pertencente ao Senhor.’",
      "reflexao": "Até quem vive do altar deve entender que tudo pertence ao Senhor. A honra a Deus é uma via de mão dupla — quem recebe também devolve."
    },
    {
      "numero": "27",
      "texto": "‘Essa contribuição será à do trigo tirado da eira e do vinho do tanque de prensar uvas.’",
      "reflexao": "Deus valoriza o princípio, não o volume. Cada entrega é vista como a melhor parte da produção espiritual e material da nossa vida."
    },
    {
      "numero": "28",
      "texto": "‘Assim, vocês apresentarão uma contribuição ao Senhor de todos os dízimos que receberam dos israelitas. Desses dízimos vocês darão a contribuição do Senhor ao sacerdote Arão.’",
      "reflexao": "A cadeia de honra não se quebra. Quem serve também serve uns aos outros. Cada nível de serviço no Reino também é nível de entrega, de gratidão e de responsabilidade."
    },
    {
      "numero": "29",
      "texto": "‘E deverão apresentar como contribuição ao Senhor a melhor parte, a parte sagrada de tudo o que for dado a vocês.’",
      "reflexao": "Deus nunca aceita as sobras. O que é para Ele deve ser o melhor — e isso revela o coração de quem O serve e O ama."
    },
    {
      "numero": "30",
      "texto": "‘Diga aos levitas: Quando vocês apresentarem a melhor parte, ela será considerada equivalente ao produto da eira e do tanque de prensar uvas.’",
      "reflexao": "O que se entrega no altar espiritual tem tanto valor quanto os frutos da terra. Aos olhos de Deus, honra e obediência sempre têm peso de ouro."
    },
    {
      "numero": "31",
      "texto": "‘Vocês e suas famílias poderão comer dessa porção em qualquer lugar, pois é o salário pelo trabalho de vocês na Tenda do Encontro.’",
      "reflexao": "O altar não empobrece ninguém. Pelo contrário, sustenta com dignidade aqueles que se dedicam integralmente ao serviço espiritual."
    },
    {
      "numero": "32",
      "texto": "‘Ao apresentarem a melhor parte, vocês não se tornarão culpados e não profanarão as ofertas sagradas dos israelitas, para que não morram.’",
      "reflexao": "Fidelidade na entrega é também proteção contra a culpa e contra o juízo. O altar bem servido preserva quem serve e santifica quem oferta."
    }
  ]
}
