{
  "livro": "Números",
  "capitulo": "30",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Moisés disse aos chefes das tribos de Israel: ‘É isto que o Senhor ordena:’",
      "reflexao": "Deus se importa com nossas palavras. O que sai dos nossos lábios diante dEle tem peso, tem valor e carrega responsabilidade espiritual. Promessas não são meros discursos — são alianças no mundo espiritual."
    },
    {
      "numero": "2",
      "texto": "‘Quando um homem fizer um voto ao Senhor ou um juramento que o obrigar a algum compromisso, não poderá quebrar a sua palavra, mas terá que cumprir tudo o que disse.’",
      "reflexao": "A palavra dita tem peso no Reino. Deus é Deus de verdade, e quem anda com Ele deve ser íntegro nas palavras e nas promessas. No Reino, dizer e não cumprir fere a santidade da aliança."
    },
    {
      "numero": "3",
      "texto": "‘Quando uma moça que ainda vive na casa de seu pai fizer um voto ao Senhor ou obrigar-se por um compromisso’",
      "reflexao": "Deus estabelece princípios de proteção e honra na estrutura familiar. A responsabilidade do pai não é controle, mas cuidado, proteção espiritual e discernimento sobre os passos dos seus filhos."
    },
    {
      "numero": "4",
      "texto": "‘e seu pai souber do voto ou compromisso, mas nada lhe disser, então todos os votos e cada um dos compromissos a que se obrigou serão válidos.’",
      "reflexao": "O silêncio, muitas vezes, é consentimento no Reino. O que não é corrigido ou conduzido no tempo certo se estabelece como caminho, seja no bem ou na negligência."
    },
    {
      "numero": "5",
      "texto": "‘Mas, se o pai a proibir quando souber do voto, nenhum dos votos ou dos compromissos a que se obrigou será válido; o Senhor a livrará porque o seu pai a proibiu.’",
      "reflexao": "A autoridade espiritual estabelecida por Deus tem o poder de guardar, corrigir e proteger. Quando bem exercida, ela livra do peso de escolhas precipitadas e conduz a vida à bênção."
    },
    {
      "numero": "6",
      "texto": "‘Se ela se casar depois de fazer um voto ou depois de seus lábios proferirem uma promessa precipitada pela qual se obriga a si mesma’",
      "reflexao": "O compromisso no casamento também assume um peso espiritual. A aliança conjugal é tão forte que impacta até os votos feitos anteriormente, porque Deus honra a estrutura da família."
    },
    {
      "numero": "7",
      "texto": "‘e o seu marido o souber, mas nada lhe disser no dia em que ficar sabendo, então os seus votos ou compromissos a que ela se obrigou serão válidos.’",
      "reflexao": "Quando há silêncio diante de uma decisão, isso valida o que foi feito. A omissão no Reino também é escolha, e traz seus frutos, sejam eles bênção ou peso."
    },
    {
      "numero": "8",
      "texto": "‘Mas, se o seu marido a proibir quando o souber, anulará o voto que a obriga ou a promessa precipitada pela qual ela se obrigou, e o Senhor a livrará.’",
      "reflexao": "A função do marido não é dominação, mas sacerdócio — proteger, discernir e conduzir. A autoridade espiritual é um manto de cuidado e responsabilidade, não de opressão."
    },
    {
      "numero": "9",
      "texto": "‘Qualquer voto ou compromisso assumido por uma viúva ou por uma mulher divorciada será válido.’",
      "reflexao": "Quando não há uma cobertura espiritual estabelecida pela família ou pelo cônjuge, a responsabilidade sobre os próprios votos recai diretamente sobre quem os faz. Deus leva a sério cada palavra proferida."
    },
    {
      "numero": "10",
      "texto": "‘Se uma mulher que vive com o seu marido fizer um voto ou obrigar-se por juramento a um compromisso’",
      "reflexao": "A vida em aliança exige diálogo, concordância e sabedoria espiritual. As decisões feitas no ambiente familiar refletem diretamente no mundo espiritual e no cotidiano."
    },
    {
      "numero": "11",
      "texto": "‘e o seu marido o souber, mas nada lhe disser e não a proibir, então todos os votos ou compromissos pelos quais ela se obrigou serão válidos.’",
      "reflexao": "O silêncio do líder espiritual é também uma autorização. Quando não há posicionamento, a decisão se firma, e as consequências — sejam bênçãos ou desafios — passam a fazer parte do caminho."
    },
    {
      "numero": "12",
      "texto": "‘Mas, se o seu marido os anular quando deles souber, então nenhum dos votos ou compromissos que saíram de seus lábios será válido. Seu marido os anulou, e o Senhor a livrará.’",
      "reflexao": "Anular não é desfazer o valor das palavras, mas exercer um papel de cuidado e alinhamento espiritual. Deus honra a estrutura da família e permite que a proteção espiritual atue sobre decisões impensadas."
    },
    {
      "numero": "13",
      "texto": "‘O marido poderá confirmar ou anular qualquer voto ou qualquer compromisso que a obrigue a humilhar-se a si mesma.’",
      "reflexao": "O princípio aqui não é controle, mas equilíbrio. Deus estabelece uma ordem que protege, que gera segurança espiritual e que evita que a precipitação conduza a vida para pesos desnecessários."
    },
    {
      "numero": "14",
      "texto": "‘Mas, se o marido nada lhe disser a respeito disso até o dia seguinte, com isso confirma todos os seus votos ou compromissos que a obrigam. Ele os confirma por nada lhe dizer quando os ouviu.’",
      "reflexao": "Deus ensina que negligência também é decisão. O tempo da resposta é hoje, e a omissão, quando se tem autoridade, se torna concordância, ainda que silenciosa."
    },
    {
      "numero": "15",
      "texto": "‘Se, contudo, ele os anular algum tempo depois de ouvi-los, ele sofrerá as consequências de sua iniquidade.’",
      "reflexao": "Adiar o posicionamento espiritual gera consequências. A liderança no lar e na vida espiritual exige prontidão, discernimento e coragem para agir no tempo certo."
    },
    {
      "numero": "16",
      "texto": "São essas as ordenanças que o Senhor deu a Moisés a respeito do relacionamento entre um homem e sua mulher, e entre um pai e sua filha moça que ainda vive na casa do pai.",
      "reflexao": "Deus não é Deus de confusão, mas de ordem. As Suas leis não são fardos, são cercas de proteção, pilares de honra, equilíbrio e bênção para que as famílias caminhem alinhadas com o céu e guardadas na terra."
    }
  ]
}
