{
  "livro": "Números",
  "capitulo": "36",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os chefes de família do clã de Gileade, filho de Maquir, neto de Manassés, que pertenciam aos clãs dos descendentes de José, foram falar com Moisés e com os líderes, os chefes das famílias israelitas.",
      "reflexao": "Deus honra aqueles que zelam pela herança que Ele estabeleceu. Quando buscamos respostas para preservar a promessa, Ele se manifesta com direção clara e sábia."
    },
    {
      "numero": "2",
      "texto": "E disseram: ‘Quando o Senhor ordenou ao meu senhor que, por sorteio, desse a terra como herança para os israelitas, ordenou que vocês dessem a herança de nosso irmão Zelofeade às suas filhas.’",
      "reflexao": "O zelo pelos princípios de Deus reflete um coração comprometido com a aliança. Quem valoriza a herança espiritual cuida para que ela permaneça na linhagem que Deus designou."
    },
    {
      "numero": "3",
      "texto": "‘Agora, suponham que elas se casem com homens de outras tribos israelitas; nesse caso a herança delas será tirada da herança dos nossos antepassados e acrescentada à herança da tribo com a qual se unirem pelo casamento.’",
      "reflexao": "Deus nos ensina que herança não é apenas bênção, mas também responsabilidade. A transmissão da promessa deve ser preservada dentro dos princípios do Reino, sem dispersão nem perda."
    },
    {
      "numero": "4",
      "texto": "‘Quando chegar o Ano do Jubileu para os israelitas, a herança delas será acrescentada à da tribo com a qual se unirem pelo casamento, e a propriedade delas será tirada da herança da tribo de nossos antepassados.’",
      "reflexao": "O Jubileu fala de restauração, mas também de justiça e equilíbrio. Deus cuida para que nada se perca, para que as bênçãos não se dissolvam no tempo, mas permaneçam de geração em geração."
    },
    {
      "numero": "5",
      "texto": "Então, instruído pelo Senhor, Moisés deu esta ordem aos israelitas: ‘A tribo dos descendentes de José tem razão.’",
      "reflexao": "Deus não ignora questionamentos justos. Quando a motivação é preservar Seus princípios, Ele valida, responde e orienta com sabedoria que traz paz e justiça."
    },
    {
      "numero": "6",
      "texto": "‘É isto que o Senhor ordena quanto às filhas de Zelofeade: Elas poderão casar-se com quem lhes agradar, contanto que se casem dentro do clã da tribo de seu pai.’",
      "reflexao": "Deus valoriza a liberdade, mas dentro dos princípios da aliança. A verdadeira liberdade no Reino não rompe com os valores eternos, mas os honra e os preserva."
    },
    {
      "numero": "7",
      "texto": "‘Nenhuma herança em Israel poderá passar de uma tribo para outra, pois todos os israelitas manterão as terras das tribos que herdaram de seus antepassados.’",
      "reflexao": "O Senhor ensina que cada herança é sagrada. No Reino, o que Deus entrega tem identidade, destino e um lugar específico. A bênção tem endereço certo e propósito claro."
    },
    {
      "numero": "8",
      "texto": "‘Toda filha que herdar terras em qualquer tribo israelita se casará com alguém do clã da tribo de seu pai, para que cada israelita possua a herança dos seus antepassados.’",
      "reflexao": "A bênção não deve se dispersar. Deus estabelece limites que não restringem, mas protegem, preservam e garantem que a promessa permaneça íntegra sobre cada geração."
    },
    {
      "numero": "9",
      "texto": "‘Nenhuma herança poderá passar de uma tribo para outra, pois cada tribo israelita deverá manter as terras que herdou.’",
      "reflexao": "Deus cuida para que a identidade, a história e a promessa não sejam diluídas. Ele é Deus que preserva legados, famílias, histórias e destinos em Sua fidelidade imutável."
    },
    {
      "numero": "10",
      "texto": "As filhas de Zelofeade fizeram conforme o Senhor havia ordenado a Moisés.",
      "reflexao": "A obediência libera proteção, honra e estabilidade. Quando caminhamos conforme a direção do Senhor, a promessa se cumpre sem desvios, sem perdas, sem interrupções."
    },
    {
      "numero": "11",
      "texto": "As filhas de Zelofeade, Maalá, Tirza, Hogla, Milca e Noa, casaram-se com seus primos paternos,",
      "reflexao": "O amor alinhado à vontade de Deus preserva a bênção. Essas mulheres foram exemplo de obediência, coragem e honra aos princípios, tornando-se parte da história sagrada da promessa."
    },
    {
      "numero": "12",
      "texto": "dentro dos clãs dos descendentes de Manassés, filho de José, e a herança delas permaneceu no clã e na tribo de seu pai.",
      "reflexao": "O cuidado com a herança espiritual gera continuidade, estabilidade e honra. A promessa, quando preservada, se torna semente que frutifica de geração em geração."
    },
    {
      "numero": "13",
      "texto": "São esses os mandamentos e as ordenanças que o Senhor deu aos israelitas por intermédio de Moisés nas campinas de Moabe, junto ao Jordão, do outro lado de Jericó.",
      "reflexao": "O livro se encerra reafirmando que toda instrução veio da boca do Senhor. O Deus que guia no deserto é o mesmo que estabelece as leis da promessa. Sua palavra é direção, proteção e legado eterno para o Seu povo."
    }
  ]
}
