{
  "livro": "Números",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Enquanto Israel estava em Sitim, o povo começou a entregar-se à imoralidade sexual com mulheres moabitas,",
      "reflexao": "Quando o povo se distancia da presença de Deus, abre espaço para a sedução do mundo. A imoralidade não nasce de um ato isolado, mas de um coração que se afasta, pouco a pouco, dos caminhos do Senhor."
    },
    {
      "numero": "2",
      "texto": "que os convidavam aos sacrifícios de seus deuses. O povo comia e se prostrava perante esses deuses.",
      "reflexao": "O pecado nunca vem sozinho — a sedução dos prazeres carnais logo conduz à idolatria espiritual. Comer à mesa dos ídolos é romper aliança com Deus e se entregar à contaminação da alma."
    },
    {
      "numero": "3",
      "texto": "Assim Israel se juntou à adoração de Baal-Peor. E a ira do Senhor acendeu-se contra Israel.",
      "reflexao": "Quando o povo que carrega o nome de Deus se curva diante de falsos deuses, a ira do Senhor não é mera punição — é expressão do zelo de um Deus que ama, mas que não negocia Sua santidade nem Sua aliança."
    },
    {
      "numero": "4",
      "texto": "E o Senhor disse a Moisés: ‘Prenda todos os chefes desse povo, enforque-os diante do Senhor, à luz do sol, para que o fogo da ira do Senhor se afaste de Israel’.",
      "reflexao": "O juízo de Deus começa pela liderança. Quem tem responsabilidade espiritual tem também maior responsabilidade diante do erro. Quando o pecado é público, a correção também precisa ser clara, para restaurar a aliança quebrada."
    },
    {
      "numero": "5",
      "texto": "Então Moisés disse aos juízes de Israel: ‘Cada um de vocês terá que matar aqueles que dentre os seus homens se juntaram à adoração de Baal-Peor’.",
      "reflexao": "O zelo pela santidade exige decisões duras. A impureza no meio do povo não poderia ser ignorada, pois aquilo que não é cortado no início se torna raiz que destrói gerações."
    },
    {
      "numero": "6",
      "texto": "Um israelita trouxe para casa uma mulher midianita, na presença de Moisés e de toda a comunidade de Israel, que choravam à entrada da Tenda do Encontro.",
      "reflexao": "Enquanto o povo chorava, buscando restauração, um homem despreza publicamente a dor coletiva e a santidade de Deus. Isso revela que um coração endurecido não reconhece nem o juízo, nem a misericórdia do Senhor."
    },
    {
      "numero": "7",
      "texto": "Quando Finéias, filho de Eleazar, neto do sacerdote Arão, viu isso, apanhou uma lança,",
      "reflexao": "O zelo de Finéias nasce da indignação santa. Quando a presença de Deus é desonrada, os verdadeiros adoradores não se calam — se levantam em defesa da santidade, da aliança e da honra do nome do Senhor."
    },
    {
      "numero": "8",
      "texto": "seguiu o israelita até o interior da tenda e atravessou os dois com a lança; atravessou o corpo do israelita e o da mulher. Então cessou a praga contra os israelitas.",
      "reflexao": "O ato de Finéias, embora extremo, interrompe o avanço da morte. Isso nos ensina que há momentos em que a omissão diante do pecado custa vidas, mas o zelo, ainda que doloroso, traz restauração à comunidade."
    },
    {
      "numero": "9",
      "texto": "Mas os que morreram por causa da praga foram vinte e quatro mil.",
      "reflexao": "O preço da desobediência é altíssimo. O pecado coletivo gera consequências que afetam toda a comunidade. A impureza espiritual, quando não tratada, se espalha como praga, destruindo vidas e sonhos."
    },
    {
      "numero": "10",
      "texto": "E o Senhor disse a Moisés:",
      "reflexao": "Deus fala, mesmo após o juízo, mostrando que Sua voz continua acessível para conduzir, restaurar e reafirmar Sua aliança com aqueles que se dispõem a ouvir e obedecer."
    },
    {
      "numero": "11",
      "texto": "‘Finéias, filho de Eleazar, neto do sacerdote Arão, desviou a minha ira de sobre os israelitas, pois foi zeloso, com o mesmo zelo que tenho por eles, para que em meu zelo eu não os consumisse.’",
      "reflexao": "O zelo de Finéias reflete o próprio coração de Deus. Quem carrega o zelo santo se torna instrumento para reverter decretos de juízo e trazer paz sobre o povo. O amor de Deus não é permissivo, é zeloso e protetor."
    },
    {
      "numero": "12",
      "texto": "‘Diga-lhe, pois, que estabeleço com ele a minha aliança de paz.’",
      "reflexao": "O zelo gera aliança. Finéias, que se levantou por amor à santidade, agora recebe como recompensa a aliança de paz — uma paz que nasce do alinhamento com a vontade e os valores eternos de Deus."
    },
    {
      "numero": "13",
      "texto": "‘Dele e dos seus descendentes será a aliança do sacerdócio perpétuo, porque ele foi zeloso pelo seu Deus e fez propiciação pelos israelitas.’",
      "reflexao": "Quando uma geração se levanta em zelo pela presença de Deus, ela não abençoa apenas a si mesma, mas estabelece um legado de sacerdócio, honra e favor que se estende sobre os seus descendentes."
    },
    {
      "numero": "14",
      "texto": "O nome do israelita que foi morto com a midianita era Zinri, filho de Salu, líder de uma família simeonita.",
      "reflexao": "O juízo recai sobre quem, mesmo sendo líder, despreza publicamente a aliança com Deus. A liderança espiritual não é posição de status, mas de responsabilidade diante do povo e do Senhor."
    },
    {
      "numero": "15",
      "texto": "E o nome da mulher midianita que morreu era Cosbi, filha de Zur, chefe de um clã midianita.",
      "reflexao": "A queda não ocorre apenas entre os comuns, mas também entre os grandes. Cosbi, filha de um príncipe, prova que quando a corrupção se alia ao poder, ela traz destruição tanto para indivíduos quanto para nações."
    },
    {
      "numero": "16",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Deus não apenas encerra o juízo — Ele dá instruções claras para preservar o povo de futuras contaminações. Sua voz não é apenas corretiva, mas também preventiva e protetora."
    },
    {
      "numero": "17",
      "texto": "‘Tratem os midianitas como inimigos e matem-nos,’",
      "reflexao": "Quando uma nação se levanta sistematicamente contra a santidade, Deus ordena separação total. Aqui aprendemos que não se negocia com aquilo que contamina, seduz e destrói os valores do Reino."
    },
    {
      "numero": "18",
      "texto": "‘porque trataram vocês como inimigos quando os enganaram no caso de Peor e de Cosbi, filha de um líder midianita, mulher do povo deles que foi morta quando a praga que enviei por causa de Peor.’",
      "reflexao": "Deus revela que a raiz do ataque não foi apenas militar, mas espiritual. O maior perigo não está nas armas, mas na sedução que conduz ao pecado, que rompe a aliança e abre portas para o juízo. Por isso, é necessário eliminar toda influência que afasta do propósito divino."
    }
  ]
}
