{
  "livro": "Números",
  "capitulo": "1",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor falou a Moisés na Tenda do Encontro, no deserto do Sinai, no primeiro dia do segundo mês do segundo ano, depois que os israelitas saíram do Egito. Ele disse:",
      "reflexao": "Deus se revela em meio ao deserto, na Tenda do Encontro — um lugar de comunhão e direção. Mesmo após a libertação do Egito, o Senhor continua a guiar Seu povo. Isso nos lembra que, mesmo depois de grandes vitórias, precisamos buscar a voz de Deus diariamente. O deserto não é sinal de abandono, mas um cenário onde ouvimos com mais clareza a voz do Altíssimo que nos conduz."
    },
    {
      "numero": "2",
      "texto": "‘Façam um recenseamento de toda a comunidade de Israel, pelos seus clãs e famílias, alistando todos os homens, um a um, pelo nome.’",
      "reflexao": "Aos olhos de Deus, cada nome importa. O Senhor não vê multidões anônimas, mas indivíduos com histórias, propósitos e chamados. Esta ordem revela o quanto somos conhecidos e contados por Deus. Em um mundo que muitas vezes nos faz sentir invisíveis, o céu conhece o nosso nome e nos chama à responsabilidade e à missão."
    },
    {
      "numero": "3",
      "texto": "‘Você e Arão contarão todos os homens que possam servir no exército, de vinte anos para cima, organizados segundo as suas divisões.’",
      "reflexao": "Deus chama os seus para estarem preparados, organizados e dispostos à batalha espiritual e à missão que lhes é confiada. A maturidade da fé não é opcional; é chamada para quem já alcançou responsabilidade. É um lembrete de que viver para Deus não é passividade, mas prontidão, compromisso e serviço na obra divina."
    },
    {
      "numero": "4",
      "texto": "‘Um homem de cada tribo, o chefe dos grupos de famílias, deverá ajudá-los.’",
      "reflexao": "O Senhor estabelece liderança e corresponsabilidade entre Seu povo. Cada tribo, cada família, cada grupo tem um papel no corpo espiritual. Não somos chamados a caminhar sozinhos, mas em unidade, apoiando-nos mutuamente, conscientes de que a obra é coletiva, embora o chamado seja pessoal."
    },
    {
      "numero": "5",
      "texto": "‘Estes são os nomes dos homens que os ajudarão: de Rúben, Elizur, filho de Sedeur;’",
      "reflexao": "Deus honra os que se dispõem a servir. O nome de Elizur, como dos demais, atravessa os séculos, registrado na história sagrada. Isso nos lembra que cada sim ao serviço no Reino deixa marcas eternas. Quando servimos, nossos nomes ecoam não na fama dos homens, mas na memória do céu."
    },
    {
      "numero": "6",
      "texto": "‘de Simeão, Selumiel, filho de Zurisadai;’",
      "reflexao": "Selumiel nos representa como aqueles que Deus escolhe para colaborar em Sua obra, independentemente de nossas limitações ou origens. O Reino de Deus é construído por mãos dispostas, não necessariamente perfeitas, mas rendidas ao querer divino."
    },
    {
      "numero": "7",
      "texto": "‘de Judá, Naassom, filho de Aminadabe;’",
      "reflexao": "Judá, de onde viria a linhagem real e o Messias, tem como representante Naassom. Isso nos faz lembrar que a liderança espiritual muitas vezes precede a realização de promessas maiores. Deus trabalha geracionalmente — o que hoje fazemos no Reino pode ser a semente de promessas futuras em nossa descendência espiritual e natural."
    },
    {
      "numero": "8",
      "texto": "‘de Issacar, Natanael, filho de Zuar;’",
      "reflexao": "O nome de Natanael aponta para aquele que está disposto a sustentar sua tribo, sua casa, na missão coletiva. Assim também somos desafiados a erguer nossas famílias na presença de Deus, sendo intercessores, líderes e referências de fé no meio em que vivemos."
    },
    {
      "numero": "9",
      "texto": "‘de Zebulom, Eliabe, filho de Helom;’",
      "reflexao": "A lembrança de Eliabe nos conduz a refletir que Deus levanta pessoas comuns para tarefas extraordinárias. A missão não se baseia na notoriedade, mas na obediência. Cada nome representa alguém que respondeu ao chamado, e isso faz toda a diferença na história espiritual do povo."
    },
    {
      "numero": "10",
      "texto": "‘dos filhos de José: de Efraim, Elisama, filho de Amiúde; de Manassés, Gamaliel, filho de Pedazur;’",
      "reflexao": "As bênçãos sobre Efraim e Manassés se concretizam também na responsabilidade. Filhos de uma promessa, agora se tornam colunas da comunidade. O privilégio vem acompanhado de deveres, e Deus espera que os abençoados sejam também instrumentos de suporte e condução para o povo."
    },
    {
      "numero": "11",
      "texto": "‘de Benjamim, Abidã, filho de Gideoni;’",
      "reflexao": "Abidã, da menor das tribos, mostra que, diante de Deus, tamanho ou prestígio não definem valor. No Reino, os pequenos são elevados, e os que se dispõem são honrados. Deus enxerga além das aparências, olhando o coração e a disposição sincera de servir."
    },
    {
      "numero": "12",
      "texto": "‘de Dã, Aieser, filho de Amisadai;’",
      "reflexao": "O nome de Aieser traz o eco do chamado à prontidão. Deus levanta homens e mulheres que, mesmo em meio às limitações humanas, se tornam instrumentos de ordem, unidade e avanço espiritual para a coletividade. O Senhor valoriza aqueles que se colocam à disposição com integridade e coragem."
    },
    {
      "numero": "13",
      "texto": "‘de Aser, Pagiel, filho de Ocrã;’",
      "reflexao": "Pagiel representa aquele que se posiciona no meio da sua geração. Ser lembrado como alguém que cooperou com o plano de Deus é uma honra que transcende o tempo. Cada decisão que tomamos hoje, em favor do Reino, ecoa na eternidade e no testemunho das gerações futuras."
    },
    {
      "numero": "14",
      "texto": "‘de Gade, Eliasafe, filho de Deuel;’",
      "reflexao": "O chamado de Eliasafe nos lembra que Deus conhece cada família, cada linhagem, e espera que líderes surjam não pela força, mas pela entrega. As marcas da obediência são visíveis no céu, e quando nos colocamos disponíveis, tornamo-nos pontes para que o Reino avance em nossas comunidades."
    },
    {
      "numero": "15",
      "texto": "‘de Naftali, Aira, filho de Enã.’",
      "reflexao": "Aira encerra esta lista de líderes como símbolo de que Deus levanta pessoas em todos os lugares, de todas as tribos, de todos os contextos. Ninguém é esquecido. Cada pessoa disposta é integrada na construção do plano divino, mostrando que todos têm lugar na missão do Reino."
    },
    {
      "numero": "16",
      "texto": "Foram esses os escolhidos dentre a comunidade, líderes das tribos dos seus antepassados, chefes dos clãs de Israel.",
      "reflexao": "A escolha divina não é aleatória. Deus chama aqueles que estão dispostos a assumir responsabilidade. Ser líder no Reino é ser servo, intercessor e exemplo. Cada geração precisa de homens e mulheres que, como esses líderes, se coloquem na brecha pelo seu povo e conduzam outros aos caminhos do Senhor."
    },
    {
      "numero": "17",
      "texto": "Moisés e Arão reuniram os homens nomeados",
      "reflexao": "A obediência gera movimento. Moisés e Arão não apenas ouviram, mas agiram prontamente. Na jornada da fé, não basta conhecer a vontade de Deus — é preciso praticá-la, reunir, organizar, colocar em ordem aquilo que Deus confiou em nossas mãos."
    },
    {
      "numero": "18",
      "texto": "e convocaram toda a comunidade no primeiro dia do segundo mês. Os homens de vinte anos para cima inscreveram-se conforme os seus clãs e as suas famílias, um a um, pelo nome,",
      "reflexao": "Deus conhece cada história, cada nome, cada detalhe. Neste chamado coletivo, existe um olhar individual. Não somos apenas mais um no meio da multidão. O céu registra quem somos, onde estamos e qual é o nosso propósito. Isso traz dignidade à nossa existência e à nossa caminhada espiritual."
    },
    {
      "numero": "19",
      "texto": "conforme o Senhor tinha ordenado a Moisés. E assim ele os contou no deserto do Sinai, na seguinte ordem:",
      "reflexao": "A obediência detalhada às ordens de Deus revela zelo, reverência e amor. Moisés não questiona, apenas executa. Isso nos ensina que o caminho da bênção está em alinhar nosso coração e nossas ações às direções que vêm do alto, mesmo quando estamos no ‘deserto’ da vida."
    },
    {
      "numero": "20",
      "texto": "Dos descendentes de Rúben, o filho mais velho de Israel: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os registros de seus clãs e famílias.",
      "reflexao": "Ser contado é ser reconhecido. Ser listado é ser chamado. Este versículo é um convite à reflexão: estamos disponíveis para servir no exército espiritual do Reino? Deus não procura números, mas corações. Que sejamos encontrados entre aqueles que, com fé e disposição, se levantam para defender, proteger e avançar nas batalhas espirituais da vida."
    },
    {
      "numero": "21",
      "texto": "O número dos da tribo de Rúben foi 46.500.",
      "reflexao": "O povo é contado não como mera estatística, mas como expressão da aliança e do compromisso com Deus. Cada número representa uma vida, uma história, uma missão. O Reino de Deus também é assim — formado por indivíduos que, juntos, tornam-se um exército vivo, disposto e disponível ao serviço divino."
    },
    {
      "numero": "22",
      "texto": "Dos descendentes de Simeão: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Deus valoriza a individualidade no coletivo. O cuidado em nomear e registrar cada um nos ensina que, aos olhos do Eterno, somos mais do que rostos em meio à multidão — somos filhos conhecidos, chamados pelo nome e convidados a participar ativamente da obra espiritual que Ele conduz."
    },
    {
      "numero": "23",
      "texto": "O número dos da tribo de Simeão foi 59.300.",
      "reflexao": "Cada número reflete a prontidão de um povo que, mesmo em meio ao deserto, responde ao chamado. É um lembrete de que Deus não apenas conta, mas capacita, fortalece e levanta um povo disposto a lutar, a proteger e a seguir os propósitos do Reino com fé e coragem."
    },
    {
      "numero": "24",
      "texto": "Dos descendentes de Gade: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "A precisão no registro de cada tribo revela o quanto Deus é um Deus de ordem, de zelo e de cuidado. No Reino espiritual, há espaço e função para cada um. Nossa história é escrita nos registros celestiais, e nosso nome carrega uma missão que reflete quem somos no plano divino."
    },
    {
      "numero": "25",
      "texto": "O número dos da tribo de Gade foi 45.650.",
      "reflexao": "Não importa se o número é maior ou menor — cada tribo representa uma porção do corpo que Deus constituiu. A força não está na quantidade, mas na obediência e na disposição dos corações que, unidos, formam um exército espiritual movido por fé, amor e propósito."
    },
    {
      "numero": "26",
      "texto": "Dos descendentes de Judá: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Judá, tribo de louvor e de onde viria o Messias, reflete a beleza de uma herança espiritual que une adoração e serviço. Deus procura aqueles que, enquanto marcham, também adoram; que, enquanto lutam, proclamam o Seu nome; e que, enquanto vivem, refletem a Sua glória."
    },
    {
      "numero": "27",
      "texto": "O número dos da tribo de Judá foi 74.600.",
      "reflexao": "O maior número entre as tribos não é casual. Judá, tribo do louvor, ensina que onde há adoração, há força. O louvor nos fortalece, nos alinha ao céu e nos prepara para as batalhas da vida. A força espiritual nasce de corações rendidos e vozes que exaltam o Altíssimo."
    },
    {
      "numero": "28",
      "texto": "Dos descendentes de Issacar: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Issacar é símbolo daqueles que entendem os tempos e sabem o que fazer. Na vida espiritual, Deus também busca filhos sensíveis, capazes de discernir as estações e de se posicionar na missão com sabedoria, entendimento e entrega."
    },
    {
      "numero": "29",
      "texto": "O número dos da tribo de Issacar foi 54.400.",
      "reflexao": "Aqueles que possuem discernimento são também chamados à prontidão. Deus fortalece e amplia os que sabem ouvir Sua voz, entender os sinais e se mover conforme Sua vontade. O crescimento é fruto da sensibilidade espiritual e da fidelidade ao propósito divino."
    },
    {
      "numero": "30",
      "texto": "Dos descendentes de Zebulom: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Zebulom, associado ao trabalho e às viagens, reflete aqueles que levam o nome de Deus além das fronteiras. Somos chamados a ser luz onde estivermos, carregando a mensagem do Reino nos campos, nas cidades e nas nações, servindo com excelência e dedicação."
    },
    {
      "numero": "31",
      "texto": "O número dos da tribo de Zebulom foi 57.400.",
      "reflexao": "O compromisso com a missão gera crescimento. Assim como Zebulom se destaca pela disposição em servir, aqueles que se colocam nas mãos de Deus encontram forças, provisão e expansão, pois Deus honra os que O honram com fidelidade e serviço."
    },
    {
      "numero": "32",
      "texto": "Dos filhos de José: Dos descendentes de Efraim: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Efraim, fruto da bênção de José, carrega o símbolo da frutificação em meio às adversidades. Deus levanta guerreiros espirituais que sabem transformar cicatrizes em testemunho, e desafios em crescimento. Cada nome listado é fruto de uma promessa cumprida no tempo certo."
    },
    {
      "numero": "33",
      "texto": "O número dos da tribo de Efraim foi 40.500.",
      "reflexao": "A frutificação não depende das circunstâncias, mas da bênção de Deus. Efraim, mesmo numericamente menor que outros, representa aqueles que, apesar dos desafios, permanecem firmes, frutificando espiritualmente, levando vida, esperança e consolo onde estão plantados."
    },
    {
      "numero": "34",
      "texto": "Dos descendentes de Manassés: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Manassés traz consigo o significado de ‘Deus me fez esquecer’. É o símbolo da superação, da cura emocional e da restauração. Deus chama para Sua obra aqueles que souberam transformar dor em força, perdas em testemunho e lágrimas em sementes de vida nova."
    },
    {
      "numero": "35",
      "texto": "O número dos da tribo de Manassés foi 32.200.",
      "reflexao": "Mesmo menor em número, Manassés nos ensina que a verdadeira força não está na quantidade, mas na capacidade de se renovar. Os que são curados em Deus se tornam guerreiros preparados, fortes não porque nunca sofreram, mas porque permitiram que o Eterno transformasse suas dores em vitória."
    },
    {
      "numero": "36",
      "texto": "Dos descendentes de Benjamim: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Benjamim, o filho mais novo de Jacó, representa os que, apesar de serem considerados pequenos ou improváveis, são elevados pelo cuidado e pela graça de Deus. A prontidão para servir nasce não da força humana, mas do favor divino que sustenta e capacita."
    },
    {
      "numero": "37",
      "texto": "O número dos da tribo de Benjamim foi 35.400.",
      "reflexao": "O número de Benjamim revela que, mesmo os menores aos olhos dos homens, são preciosos aos olhos de Deus. A força do Reino não reside na aparência, mas no coração disposto, na fidelidade e na confiança no Deus que torna grandes aqueles que nEle confiam."
    },
    {
      "numero": "38",
      "texto": "Dos descendentes de Dã: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Dã, que significa ‘juízo’, nos lembra que o povo de Deus também é chamado a discernir, a julgar com justiça e a agir com retidão. Ser parte do exército espiritual é estar alinhado com os princípios do Reino — verdade, justiça e misericórdia."
    },
    {
      "numero": "39",
      "texto": "O número dos da tribo de Dã foi 62.700.",
      "reflexao": "A força de Dã, numerosa, revela que onde há alinhamento com os princípios de Deus, há crescimento e estabilidade. O povo que busca a justiça, a verdade e a retidão se torna forte, resiliente e preparado para enfrentar as batalhas da vida com coragem e fé."
    },
    {
      "numero": "40",
      "texto": "Dos descendentes de Aser: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Aser, que significa ‘feliz’ ou ‘abençoado’, representa aqueles que experimentam a alegria de servir a Deus. O serviço no Reino não é fardo, mas bênção. Há plenitude e satisfação em estar onde Deus deseja e fazer o que Ele nos chamou para realizar."
    },
    {
      "numero": "41",
      "texto": "O número dos da tribo de Aser foi 41.500.",
      "reflexao": "A felicidade de Aser se reflete na disposição do seu povo. O número é o reflexo de corações que entendem que a verdadeira alegria não está nas riquezas ou nas conquistas humanas, mas em viver para Deus, servir com amor e caminhar segundo os propósitos do céu."
    },
    {
      "numero": "42",
      "texto": "Dos descendentes de Naftali: Todos os homens de vinte anos para cima que podiam servir no exército foram relacionados, cada um pelo seu nome, de acordo com os seus registros de clãs e famílias.",
      "reflexao": "Naftali simboliza leveza e agilidade, como um cervo solto, segundo a bênção patriarcal. Aqui vemos que até os de espírito livre são chamados a assumir responsabilidade no Reino. A liberdade em Deus não é ausência de compromisso, mas a plena realização do propósito divino."
    },
    {
      "numero": "43",
      "texto": "O número dos da tribo de Naftali foi 53.400.",
      "reflexao": "O número expressivo de Naftali revela que a leveza não anula a prontidão. Deus espera que, mesmo aqueles que fluem com graça e agilidade, estejam firmes, organizados e dispostos no serviço espiritual. A beleza da leveza encontra sentido na disciplina do propósito."
    },
    {
      "numero": "44",
      "texto": "Esses foram os homens contados por Moisés e por Arão e pelos doze líderes de Israel, cada um representando a sua família.",
      "reflexao": "A liderança espiritual é coletiva, compartilhada e representativa. Cada líder, cada família, cada tribo, carrega a responsabilidade de cuidar, zelar e se posicionar. O Reino de Deus é feito de alianças, de cooperação e de compromisso com a comunidade e com o Eterno."
    },
    {
      "numero": "45",
      "texto": "Todos os israelitas de vinte anos para cima que podiam servir no exército foram contados de acordo com as suas famílias.",
      "reflexao": "O chamado de Deus alcança o indivíduo, mas se concretiza na família. As famílias são a base do Reino, e Deus as vê como unidades espirituais que devem estar alinhadas, protegidas e preparadas. Cada lar se torna, assim, um pequeno exército a serviço do Reino dos Céus."
    },
    {
      "numero": "46",
      "texto": "O total foi 603.550 homens.",
      "reflexao": "Este número expressivo representa mais do que quantidade — reflete um povo inteiro disposto a se posicionar. Na perspectiva espiritual, Deus continua formando exércitos — não de violência, mas de amor, de fé, de intercessão e de serviço, prontos para avançar contra as forças do mal e para estabelecer o Seu Reino na terra."
    },
    {
      "numero": "47",
      "texto": "As famílias da tribo de Levi, porém, não foram contadas juntamente com as outras,",
      "reflexao": "Há chamados que são separados, distintos e exclusivos. Os levitas não foram contados entre os guerreiros, porque sua batalha era no sagrado — guardando, servindo e protegendo os elementos da adoração. Deus separa alguns para ministérios específicos, lembrando-nos que toda vocação, seja no serviço espiritual ou na intercessão, é essencial no Reino."
    },
    {
      "numero": "48",
      "texto": "pois o Senhor tinha dito a Moisés:",
      "reflexao": "Tudo o que foi feito estava alinhado com a voz de Deus. Isso nos ensina que a obediência precede a organização, e que ouvir o Senhor deve ser sempre o primeiro passo antes de qualquer decisão ou planejamento. A ordem nasce da escuta sensível ao Eterno."
    },
    {
      "numero": "49",
      "texto": "‘Não faça o recenseamento da tribo de Levi nem a relacione entre os demais israelitas.’",
      "reflexao": "Deus separa os levitas, mostrando que a contagem dos homens para guerra não é o mesmo que a contagem dos homens para o culto. A obra espiritual tem seu próprio exército, que não luta com armas, mas com adoração, serviço e zelo pela presença de Deus. No Reino, cada função é sagrada e insubstituível."
    },
    {
      "numero": "50",
      "texto": "‘Em vez disso, designe os levitas como responsáveis pelo tabernáculo que guarda as tábuas da aliança, por todos os seus utensílios e por tudo o que pertence a ele. Eles transportarão o tabernáculo e todos os seus utensílios; cuidarão dele e acamparão ao seu redor.’",
      "reflexao": "Cuidar da presença de Deus é uma honra sublime. Os levitas não apenas serviam, mas literalmente cercavam o tabernáculo, como guardiões do sagrado. Isso nos ensina que nossa vida deve ser como um acampamento ao redor da presença — priorizando, protegendo e honrando tudo aquilo que carrega o nome de Deus."
    },
    {
      "numero": "51",
      "texto": "‘Sempre que o tabernáculo tiver que ser removido, os levitas o desmontarão e, sempre que tiver que ser armado, os levitas o farão. Qualquer pessoa não autorizada que se aproximar do tabernáculo terá que ser executada.’",
      "reflexao": "A santidade exige zelo. Aproximar-se do sagrado sem reverência traz consequências. No Reino espiritual, Deus continua chamando Seu povo a honrar Sua presença com temor, pureza e responsabilidade. O acesso ao sagrado não é proibido, mas precisa ser precedido de reverência, santificação e alinhamento com os princípios do Reino."
    },
    {
      "numero": "52",
      "texto": "‘Os israelitas armarão as suas tendas organizadas segundo as suas divisões, cada um em seu próprio acampamento e junto à sua bandeira.’",
      "reflexao": "Deus é um Deus de ordem, e não de confusão. Cada tribo, cada família, cada indivíduo tem um lugar, uma missão e uma bandeira. No Reino, não há espaço para desordem espiritual. Quando entendemos nosso lugar e função, tudo flui em harmonia, refletindo a beleza da organização divina."
    },
    {
      "numero": "53",
      "texto": "‘Os levitas, porém, armarão as suas tendas ao redor do tabernáculo que guarda as tábuas da aliança, para que a ira divina não caia sobre a comunidade de Israel. Os levitas terão a responsabilidade de cuidar do tabernáculo que guarda as tábuas da aliança.’",
      "reflexao": "O zelo dos levitas protegia toda a comunidade. Isso nos revela que quando há intercessores, adoradores e servos dedicados à presença de Deus, toda a comunidade é beneficiada, protegida e abençoada. O cuidado com o espiritual gera equilíbrio, prosperidade e proteção para todos."
    },
    {
      "numero": "54",
      "texto": "Os israelitas fizeram tudo exatamente como o Senhor tinha ordenado a Moisés.",
      "reflexao": "Este é o selo da obediência que agrada a Deus: ‘fizeram tudo exatamente como o Senhor tinha ordenado’. A bênção, a proteção e o avanço estão diretamente ligados à obediência total, precisa e reverente. Que nossa vida espiritual seja marcada por esse mesmo compromisso: fazer tudo, exatamente, como o Senhor ordena."
    }
  ]
}
