{
  "livro": "Números",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Miriã e Arão começaram a criticar Moisés porque ele havia se casado com uma mulher cuxita.",
      "reflexao": "A murmuração nasce muitas vezes de motivos disfarçados. Quando a inveja ou o ciúme se alojam no coração, a língua se levanta contra até mesmo os que Deus escolheu e levantou."
    },
    {
      "numero": "2",
      "texto": "‘Será que o Senhor tem falado apenas por meio de Moisés?’, perguntaram. ‘Também não tem ele falado por meio de nós?’ E o Senhor ouviu isso.",
      "reflexao": "O orgulho espiritual é sutil. Quando buscamos igualar nossa voz à de quem Deus escolheu, não percebemos que, na verdade, estamos lutando contra o próprio Deus, que estabelece autoridade no Reino."
    },
    {
      "numero": "3",
      "texto": "Ora, Moisés era um homem muito paciente, mais do que qualquer outro que havia na terra.",
      "reflexao": "A verdadeira grandeza não está no domínio, mas na mansidão. Moisés carregava um coração tão rendido que sua força não estava na defesa própria, mas na dependência absoluta de Deus."
    },
    {
      "numero": "4",
      "texto": "Imediatamente o Senhor disse a Moisés, a Arão e a Miriã: ‘Dirijam-se à Tenda do Encontro, vocês três’. E os três foram para lá.",
      "reflexao": "Quando Deus chama para um acerto, não há como se esquivar. O altar que deveria ser lugar de comunhão se torna lugar de confronto, quando o coração se enche de orgulho e rebeldia."
    },
    {
      "numero": "5",
      "texto": "Então o Senhor desceu numa coluna de nuvem e, pondo-se à entrada da Tenda, chamou Arão e Miriã. Os dois vieram à frente,",
      "reflexao": "O Deus que exalta também corrige. A nuvem da presença não desce apenas para consolar — ela também desce para alinhar, corrigir e confrontar."
    },
    {
      "numero": "6",
      "texto": "e ele disse: ‘Ouçam as minhas palavras: Quando entre vocês há um profeta do Senhor, a ele me revelo em visões, em sonhos falo com ele.’",
      "reflexao": "Deus estabelece níveis de intimidade. Com alguns Ele fala em sonhos e visões, mas com outros, cuja fidelidade é total, Ele se revela face a face. Intimidade custa renúncia e obediência."
    },
    {
      "numero": "7",
      "texto": "‘Não é assim, porém, com meu servo Moisés, que é fiel em toda a minha casa.’",
      "reflexao": "A fidelidade gera privilégios espirituais que não podem ser questionados nem compartilhados sem que Deus mesmo assim o deseje. Moisés era mais que líder — era amigo de Deus."
    },
    {
      "numero": "8",
      "texto": "‘Com ele falo face a face, claramente, e não por enigmas; e ele vê a forma do Senhor. Por que não temeram criticar meu servo Moisés?’",
      "reflexao": "Mexer com quem anda na intimidade com Deus é se colocar contra o próprio Deus. O céu se levanta para defender aqueles que vivem debaixo da sua sombra e da sua presença."
    },
    {
      "numero": "9",
      "texto": "Então a ira do Senhor acendeu-se contra eles, e ele os deixou.",
      "reflexao": "Quando Deus se retira, o juízo se manifesta. Sua ausência é, por si só, uma disciplina que pesa sobre aqueles que se levantam contra Seus escolhidos."
    },
    {
      "numero": "10",
      "texto": "Quando a nuvem se afastou da Tenda, Miriã estava leprosa; sua aparência era como a da neve. Arão voltou-se para ela, viu que ela estava com lepra",
      "reflexao": "A lepra exterior revela a doença que antes estava oculta na alma. O que começou como murmuração agora se manifesta como juízo visível — o invisível se torna palpável."
    },
    {
      "numero": "11",
      "texto": "e disse a Moisés: ‘Por favor, meu senhor, não nos castigue pelo pecado que tão tolamente cometemos.’",
      "reflexao": "Quando o juízo vem, a arrogância cai. Até quem antes questionava a liderança agora clama por misericórdia, reconhecendo que o erro não foi contra um homem, mas contra Deus."
    },
    {
      "numero": "12",
      "texto": "‘Não permita que ela fique como um feto abortado que sai do ventre de sua mãe com a metade do corpo destruído.’",
      "reflexao": "A descrição revela a gravidade do estado espiritual e físico de Miriã. O pecado não tratado gera deformidade na alma e destruição no caminho."
    },
    {
      "numero": "13",
      "texto": "Então Moisés clamou ao Senhor: ‘Ó Deus, por misericórdia, cura-a!’",
      "reflexao": "O coração de quem anda com Deus não se alegra na queda de ninguém. Mesmo ferido pelas críticas, Moisés se dobra e intercede. O verdadeiro líder sempre escolhe misericórdia em vez de vingança."
    },
    {
      "numero": "14",
      "texto": "O Senhor respondeu a Moisés: ‘Se o pai dela lhe tivesse cuspido no rosto, não estaria ela envergonhada sete dias? Que fique isolada fora do acampamento sete dias; depois ela poderá ser trazida de volta.’",
      "reflexao": "Deus é justo e misericordioso. Ele perdoa, mas não isenta das consequências. O isolamento de Miriã é um tempo de vergonha, arrependimento, cura e restauração."
    },
    {
      "numero": "15",
      "texto": "Então Miriã ficou isolada sete dias fora do acampamento, e o povo não partiu enquanto ela não foi trazida de volta.",
      "reflexao": "O erro de um afeta todo o corpo. O povo não se move até que Miriã seja restaurada. Assim também é no Reino — quando um membro sofre, todo o corpo para e intercede."
    },
    {
      "numero": "16",
      "texto": "Depois disso, partiram de Hazerote e acamparam no deserto de Parã.",
      "reflexao": "Após o alinhamento, a caminhada continua. Deus não desiste do Seu povo, mas trata, corrige, restaura e então libera novamente para o avanço na jornada."
    }
  ]
}
