{
  "livro": "Números",
  "capitulo": "31",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Quando Deus fala, é para alinhar, direcionar e cumprir propósitos. Suas ordens carregam justiça, soberania e fidelidade à aliança com Seu povo."
    },
    {
      "numero": "2",
      "texto": "‘Vingue-se dos midianitas pelo que fizeram aos israelitas. Depois disso você será reunido aos seus antepassados.’",
      "reflexao": "Antes de concluir sua missão na terra, Deus dá a Moisés uma última ordem: limpar o caminho do povo. Isso revela que Deus zela por Sua santidade e pela proteção dos Seus filhos."
    },
    {
      "numero": "3",
      "texto": "Então Moisés disse ao povo: ‘Armem alguns dos homens para irem à guerra contra os midianitas e executarem a vingança do Senhor contra eles.’",
      "reflexao": "Quando Deus ordena, não é uma questão de desejo pessoal, mas de justiça celestial. A vingança pertence ao Senhor, que age não por raiva, mas por justiça e zelo pela aliança."
    },
    {
      "numero": "4",
      "texto": "‘Enviem à batalha mil homens de cada tribo de Israel.’",
      "reflexao": "Deus envolve todo o povo no cumprimento do Seu propósito. A responsabilidade espiritual é coletiva — cada tribo, cada família, cada pessoa tem seu papel na história da redenção."
    },
    {
      "numero": "5",
      "texto": "Doze mil homens armados para a guerra, mil de cada tribo, foram mandados pelos clãs de Israel.",
      "reflexao": "A obediência gera unidade. Quando o povo se move em concordância com a palavra de Deus, há força, há direção e há vitória garantida pelo céu."
    },
    {
      "numero": "6",
      "texto": "Moisés os enviou à guerra, mil de cada tribo, juntamente com Finéias, filho do sacerdote Eleazar, que levou consigo objetos do santuário e as cornetas para o toque de guerra.",
      "reflexao": "A presença de Finéias e dos objetos sagrados revela que aquela batalha não era apenas física — era espiritual. Quando Deus vai à frente, a vitória é certa, porque é Ele quem luta por nós."
    },
    {
      "numero": "7",
      "texto": "Lutaram então contra Midiã, conforme o Senhor tinha ordenado a Moisés, e mataram todos os homens.",
      "reflexao": "A obediência rigorosa à voz de Deus gera resultados definitivos. Quando seguimos Suas ordens, Ele mesmo sela a vitória e estabelece justiça."
    },
    {
      "numero": "8",
      "texto": "Entre os mortos estavam os cinco reis de Midiã: Evi, Requém, Zur, Hur e Reba. Também mataram à espada Balaão, filho de Beor.",
      "reflexao": "Balaão, que tentou amaldiçoar Israel, encontrou seu fim. Isso revela que toda palavra contrária, toda seta de maldição e todo conselho de trevas cai por terra quando Deus se levanta em favor dos Seus."
    },
    {
      "numero": "9",
      "texto": "Os israelitas capturaram as mulheres e as crianças midianitas e tomaram como despojo todos os rebanhos e bens dos midianitas.",
      "reflexao": "Deus não apenas dá vitória — Ele entrega provisão. O que era dos inimigos se torna recurso nas mãos do povo de Deus, como sinal da Sua fidelidade e justiça."
    },
    {
      "numero": "10",
      "texto": "Queimaram todas as cidades em que os midianitas haviam se estabelecido, bem como todos os seus acampamentos.",
      "reflexao": "Destruir os lugares do inimigo é quebrar toda influência, toda cultura contrária e toda raiz que possa contaminar o caminho. Deus limpa o terreno para que Seu povo caminhe em santidade."
    },
    {
      "numero": "11",
      "texto": "Tomaram todos os despojos, incluindo pessoas e animais,",
      "reflexao": "O Senhor transforma guerras em provisão. Aquilo que parecia perda se torna ganho. O que o inimigo possuía, Deus entrega aos Seus, como sinal do Seu cuidado e soberania."
    },
    {
      "numero": "12",
      "texto": "e levaram os prisioneiros, homens e mulheres, e os despojos a Moisés, ao sacerdote Eleazar e à comunidade de Israel em seu acampamento, nas campinas de Moabe, do outro lado de Jericó.",
      "reflexao": "A submissão à liderança espiritual traz ordem e bênção. Nada é feito fora do princípio da autoridade — tudo passa pelo altar, pela direção, pela bênção de Deus."
    },
    {
      "numero": "13",
      "texto": "Moisés, o sacerdote Eleazar e todos os líderes da comunidade saíram para recebê-los fora do acampamento.",
      "reflexao": "A liderança se posiciona não apenas para celebrar vitórias, mas para trazer alinhamento, ordem e discernimento espiritual sobre o que é santo e o que precisa ser tratado."
    },
    {
      "numero": "14",
      "texto": "Mas Moisés indignou-se contra os oficiais do exército que voltaram da guerra, os líderes de milhares e os líderes de centenas.",
      "reflexao": "Nem toda vitória militar é vitória espiritual se não estiver alinhada com os princípios da santidade de Deus. A indignação de Moisés reflete zelo pelo que é justo e santo."
    },
    {
      "numero": "15",
      "texto": "‘Vocês deixaram todas as mulheres vivas?’, perguntou-lhes.",
      "reflexao": "Moisés discerne que não se pode manter alianças com aquilo que foi instrumento de tropeço. Deus não permite que as raízes do erro permaneçam misturadas ao Seu povo."
    },
    {
      "numero": "16",
      "texto": "‘Foram elas que seguiram o conselho de Balaão e levaram Israel a ser infiel ao Senhor no caso de Peor, de modo que uma praga feriu a comunidade do Senhor.’",
      "reflexao": "O pecado escondido se torna porta aberta para destruição. Deus nos alerta que toda influência que conduz à infidelidade precisa ser cortada, tratada e eliminada do meio do Seu povo."
    },
    {
      "numero": "17",
      "texto": "‘Agora matem todos os meninos. E matem também todas as mulheres que se deitaram com homem,’",
      "reflexao": "Por mais duro que pareça, Deus estava protegendo gerações futuras. É um juízo sobre uma cultura contaminada, para que o povo de Israel não fosse novamente seduzido pela idolatria e pela corrupção moral."
    },
    {
      "numero": "18",
      "texto": "‘mas poupem todas as meninas virgens.’",
      "reflexao": "Deus preserva o que ainda não foi corrompido. Isso é símbolo de que há esperança em recomeçar, de que o que é puro pode ser restaurado, protegido e inserido debaixo da aliança."
    },
    {
      "numero": "19",
      "texto": "‘Todos vocês que mataram alguém ou que tocaram em algum morto ficarão sete dias fora do acampamento. No terceiro e no sétimo dia vocês deverão purificar-se a si mesmos e aos seus prisioneiros.’",
      "reflexao": "A guerra física gera impureza espiritual. Deus ensina que, antes de voltar à comunhão, é necessário passar pela purificação, pelo arrependimento e pelo realinhamento com a santidade do Reino."
    },
    {
      "numero": "20",
      "texto": "‘Purifiquem toda roupa e também tudo o que é feito de couro, de pêlo de bode ou de madeira.’",
      "reflexao": "Deus não quer apenas pessoas puras, mas ambientes, utensílios e tudo aquilo que nos cerca consagrado a Ele. A santidade não é parcial — ela envolve vida, ambiente e tudo que nos pertence."
    },
    {
      "numero": "21",
      "texto": "Depois o sacerdote Eleazar disse aos soldados que tinham ido à guerra: ‘Esta é a exigência da lei que o Senhor ordenou a Moisés:’",
      "reflexao": "O cuidado de Deus não se limita à batalha. Até depois da vitória, Ele estabelece princípios de santidade, pureza e consagração. A guerra pode ter fim, mas o zelo pela presença continua."
    },
    {
      "numero": "22",
      "texto": "‘Ouro, prata, bronze, ferro, estanho, chumbo’",
      "reflexao": "Até os materiais mais valiosos precisam passar por purificação. Deus nos ensina que não é o valor terreno que define o que é puro, mas o processo de consagração segundo Seus princípios."
    },
    {
      "numero": "23",
      "texto": "‘e tudo o que resista ao fogo, vocês terão que passar pelo fogo para purificá-las, mas também deverão purificá-las com a água da purificação. E tudo o que não resistir ao fogo terá que passar pela água.’",
      "reflexao": "O fogo prova, a água purifica. Deus trabalha em nossas vidas com processos que refinam, removem impurezas e nos tornam aptos para permanecer na Sua presença. Nada entra no Reino sem ser tratado e purificado."
    },
    {
      "numero": "24",
      "texto": "‘No sétimo dia lavem as suas roupas, e vocês ficarão puros. Depois poderão entrar no acampamento.’",
      "reflexao": "O sétimo dia, símbolo de plenitude e consagração, sela o ciclo da purificação. Só entra na comunhão do povo de Deus quem se apresenta limpo — de corpo, de alma e de espírito."
    },
    {
      "numero": "25",
      "texto": "O Senhor disse a Moisés:",
      "reflexao": "Deus é Deus de ordem. Mesmo após a vitória, Ele orienta sobre como administrar os recursos, mostrando que tudo — absolutamente tudo — pertence a Ele e deve ser separado segundo a Sua vontade."
    },
    {
      "numero": "26",
      "texto": "‘Você, o sacerdote Eleazar e os chefes das famílias da comunidade deverão contar todo o povo e os animais capturados.’",
      "reflexao": "Contar é reconhecer que nada veio pelas mãos humanas, mas pela intervenção divina. É um ato de gratidão, de organização e de entendimento de que tudo deve ser consagrado ao Senhor."
    },
    {
      "numero": "27",
      "texto": "‘Dividam os despojos entre os guerreiros que participaram da batalha e o restante da comunidade.’",
      "reflexao": "Deus é justo e generoso. A vitória de alguns gera provisão para todos. O Reino funciona na lógica do compartilhamento, da honra e do cuidado coletivo."
    },
    {
      "numero": "28",
      "texto": "‘Daquilo que os guerreiros trouxeram da guerra, separem como tributo ao Senhor um de cada quinhentos, sejam pessoas, bois, jumentos, ovelhas ou bodes.’",
      "reflexao": "Deus nos lembra que antes de qualquer desfrute, há um princípio inegociável: a primícia é do Senhor. Nada pode ser tomado como nosso sem antes reconhecer que tudo vem das Suas mãos."
    },
    {
      "numero": "29",
      "texto": "‘Tomem esse tributo da metade que foi dada como porção a eles e entreguem-no ao sacerdote Eleazar como a porção do Senhor.’",
      "reflexao": "O altar é o primeiro lugar a ser suprido. A provisão que sustenta a vida espiritual do povo começa na entrega ao Senhor, através da manutenção da adoração e do cuidado com os sacerdotes e levitas."
    },
    {
      "numero": "30",
      "texto": "‘Da metade dada aos israelitas, escolham um de cada cinquenta, sejam pessoas, bois, jumentos, ovelhas ou bodes. Entreguem-nos aos levitas, encarregados de cuidar do tabernáculo do Senhor.’",
      "reflexao": "Deus estabelece um princípio eterno: quem serve no altar vive do altar. A provisão para os que cuidam da presença não é um favor — é mandamento, é honra, é parte da adoração comunitária."
    },
    {
      "numero": "31",
      "texto": "Moisés e o sacerdote Eleazar fizeram como o Senhor tinha ordenado a Moisés.",
      "reflexao": "Obediência gera alinhamento, e alinhamento gera bênção. Quando se faz exatamente como Deus manda, o céu se move em favor do povo, trazendo provisão, ordem e paz."
    },
    {
      "numero": "32",
      "texto": "Os despojos que restaram das presas tomadas pelos soldados foram 675.000 ovelhas,",
      "reflexao": "A abundância é resultado da obediência e da fidelidade ao propósito. O Deus que chama para a batalha também entrega provisão além do esperado."
    },
    {
      "numero": "33",
      "texto": "72.000 cabeças de gado,",
      "reflexao": "Deus não entrega apenas a vitória, mas também os recursos que sustentam a jornada. Ele cuida de cada detalhe, provendo para o presente e para o futuro."
    },
    {
      "numero": "34",
      "texto": "61.000 jumentos",
      "reflexao": "Até o que parece pequeno ou secundário faz parte da provisão de Deus. Nada escapa ao Seu olhar cuidadoso e generoso para com Seu povo."
    },
    {
      "numero": "35",
      "texto": "e 32.000 mulheres virgens.",
      "reflexao": "Deus também estabelece limites e princípios sobre o que deve ser preservado. Mesmo nas situações mais difíceis, há espaço para misericórdia, recomeço e reinserção dentro da aliança."
    },
    {
      "numero": "36",
      "texto": "A metade dada aos que lutaram na guerra foi esta: 337.500 ovelhas,",
      "reflexao": "Deus honra aqueles que estão na linha de frente, mas também estabelece que a vitória é compartilhada, gerando equilíbrio, justiça e unidade entre todo o povo."
    },
    {
      "numero": "37",
      "texto": "das quais o tributo para o Senhor foram 675;",
      "reflexao": "Cada detalhe da entrega é observado e valorizado pelo Senhor. O tributo não é perda — é selo da aliança, é honra, é reconhecimento de que tudo vem das mãos do Eterno."
    },
    {
      "numero": "38",
      "texto": "36.000 cabeças de gado, das quais o tributo para o Senhor foram 72;",
      "reflexao": "A conta do céu nunca falha. A matemática divina une justiça, provisão e honra. O que entregamos a Deus não diminui — multiplica, porque Ele sustenta quem O honra."
    },
    {
      "numero": "39",
      "texto": "30.500 jumentos, dos quais o tributo para o Senhor foram 61;",
      "reflexao": "Cada parte do despojo, por mais simples, faz parte da consagração. No Reino, não há coisas pequenas — tudo é sagrado quando é dedicado ao Senhor."
    },
    {
      "numero": "40",
      "texto": "16.000 pessoas, das quais o tributo para o Senhor foram 32.",
      "reflexao": "Até as vidas resgatadas se tornam parte da entrega. Deus transforma histórias, restaura destinos e integra pessoas antes fora da aliança, agora debaixo da Sua graça e cuidado."
    },
    {
      "numero": "41",
      "texto": "Moisés deu o tributo ao sacerdote Eleazar como contribuição ao Senhor, conforme o Senhor tinha ordenado a Moisés.",
      "reflexao": "Obedecer aos princípios do Reino libera bênçãos sobre o povo e sobre a liderança. Quando há alinhamento entre a direção de Deus e a ação dos homens, o céu se manifesta em provisão, ordem e paz."
    },
    {
      "numero": "42",
      "texto": "A outra metade, pertencente aos israelitas, Moisés separou da dos combatentes;",
      "reflexao": "Deus é Deus de ordem e justiça. Aquilo que foi conquistado não pertence apenas a quem lutou, mas também à comunidade. O princípio da coletividade reflete o coração do Reino — todos fazem parte da bênção."
    },
    {
      "numero": "43",
      "texto": "essa era a metade pertencente à comunidade, com 337.500 ovelhas,",
      "reflexao": "Deus multiplica e reparte conforme Sua vontade. A provisão de Deus não é apenas individual, mas coletiva, alcançando toda a congregação, cuidando de cada detalhe do Seu povo."
    },
    {
      "numero": "44",
      "texto": "36.000 cabeças de gado,",
      "reflexao": "A abundância é reflexo da fidelidade divina. Cada animal é sinal de provisão, sustento e cuidado para o povo que caminha segundo os princípios do Senhor."
    },
    {
      "numero": "45",
      "texto": "30.500 jumentos,",
      "reflexao": "Nada escapa ao controle de Deus. Até os detalhes mais simples da provisão estão contabilizados e cuidadosamente organizados pelo Deus que é fiel em tudo."
    },
    {
      "numero": "46",
      "texto": "e 16.000 pessoas.",
      "reflexao": "Até vidas humanas entram no plano de restauração, recomeço e reinserção. Deus transforma histórias e oferece um novo destino para aqueles que antes estavam fora da aliança."
    },
    {
      "numero": "47",
      "texto": "Da metade pertencente aos israelitas, Moisés escolheu um de cada cinquenta, tanto de pessoas como de animais, conforme o Senhor lhe tinha ordenado, e os entregou aos levitas, encarregados de cuidar do tabernáculo do Senhor.",
      "reflexao": "O princípio do sustento dos levitas reflete uma verdade eterna: quem cuida das coisas de Deus é sustentado pelo próprio Deus. O cuidado com a casa do Senhor é prioridade no Reino."
    },
    {
      "numero": "48",
      "texto": "Então os oficiais que estavam sobre as unidades do exército, os líderes de milhares e os líderes de centenas foram a Moisés",
      "reflexao": "Líderes tementes a Deus reconhecem que, além da obediência à lei, há espaço para gratidão voluntária. O coração generoso é marca dos que entendem a mão de Deus sobre suas vidas."
    },
    {
      "numero": "49",
      "texto": "e lhe disseram: ‘Seus servos contaram os soldados sob o nosso comando, e não está faltando ninguém.’",
      "reflexao": "Quando Deus vai à frente, até no campo de batalha não há perdas. O cuidado divino é tão perfeito que guarda cada vida, cada passo, cada guerreiro que anda sob Sua palavra."
    },
    {
      "numero": "50",
      "texto": "‘Por isso trouxemos como oferta ao Senhor os artigos de ouro dos quais cada um de nós se apossou: braceletes, pulseiras, anéis de sinete, brincos e colares; para fazer propiciação por nós perante o Senhor.’",
      "reflexao": "A gratidão gera entrega espontânea. Eles entenderam que o livramento não veio de sua força, mas da mão poderosa de Deus. Por isso, suas ofertas são símbolo de honra, reverência e gratidão."
    },
    {
      "numero": "51",
      "texto": "Moisés e o sacerdote Eleazar receberam deles. Todas as jóias de ouro.",
      "reflexao": "Quando a liderança é alinhada com o céu, ela sabe receber e consagrar ao Senhor aquilo que o povo entrega. O ouro não é apenas metal — é símbolo de adoração, gratidão e honra ao Deus que provê."
    },
    {
      "numero": "52",
      "texto": "Todo o ouro dado pelos líderes de milhares e pelos líderes de centenas que Moisés e Eleazar apresentaram como contribuição ao Senhor pesou duzentos quilos.",
      "reflexao": "A generosidade é abundante quando nasce de um coração que reconhece a mão de Deus. O peso do ouro não mede apenas riqueza material, mas a profundidade da gratidão do povo."
    },
    {
      "numero": "53",
      "texto": "Cada soldado tinha tomado despojos para si mesmo.",
      "reflexao": "Deus permite que haja provisão pessoal, mas Ele também ensina que, antes de qualquer coisa, se honra o altar. O equilíbrio entre usufruir e consagrar é princípio de vida no Reino."
    },
    {
      "numero": "54",
      "texto": "Moisés e o sacerdote Eleazar receberam o ouro dado pelos líderes de milhares e pelos líderes de centenas e o levaram para a Tenda do Encontro como memorial para que o Senhor se lembrasse dos israelitas.",
      "reflexao": "Cada oferta entregue se torna memorial diante de Deus. Quando honramos ao Senhor, nossa fidelidade não é esquecida — ela se transforma em testemunho eterno diante do céu e libera bênçãos sobre gerações."
    }
  ]
}
