{
  "livro": "Números",
  "capitulo": "33",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Estas são as jornadas dos israelitas quando saíram do Egito, organizados segundo as suas divisões, sob a liderança de Moisés e Arão.",
      "reflexao": "Cada jornada carrega uma história de milagres, desafios e fidelidade. Deus se revela não só no destino, mas também no caminho, conduzindo Seu povo etapa por etapa."
    },
    {
      "numero": "2",
      "texto": "Por ordem do Senhor Moisés registrou as etapas da jornada deles. Esta foi a jornada deles, por etapas:",
      "reflexao": "Registrar as jornadas é reconhecer que cada passo tem valor. Cada lugar, cada deserto, cada vitória ou dificuldade faz parte da construção do testemunho da fidelidade de Deus."
    },
    {
      "numero": "3",
      "texto": "Os israelitas partiram de Ramessés no décimo quinto dia do primeiro mês, no dia seguinte ao da Páscoa. Saíram, marchando desafiadoramente à vista de todos os egípcios,",
      "reflexao": "Quando Deus liberta, Ele faz questão de que até os inimigos vejam. A saída do Egito foi um ato público da soberania de Deus — uma libertação que carrega honra e propósito."
    },
    {
      "numero": "4",
      "texto": "enquanto estes sepultavam o primeiro filho de cada um deles, que o Senhor matou. O Senhor impôs castigo aos seus deuses.",
      "reflexao": "O Senhor não luta apenas contra homens, mas contra os sistemas espirituais de opressão. Deus expõe e derrota os falsos deuses para que Seu povo saiba que só Ele é o Senhor."
    },
    {
      "numero": "5",
      "texto": "Os israelitas partiram de Ramessés e acamparam em Sucote.",
      "reflexao": "Cada partida é um romper com o passado, e cada acampamento é um recomeço. Deus guia Seu povo, um passo de cada vez, sempre à frente, sempre seguro."
    },
    {
      "numero": "6",
      "texto": "Partiram de Sucote e acamparam em Etã, nos limites do deserto.",
      "reflexao": "O limite do deserto é onde a confiança em Deus começa a ser provada. É no limiar entre a segurança conhecida e a dependência plena que o sobrenatural se manifesta."
    },
    {
      "numero": "7",
      "texto": "Partiram de Etã, voltaram para Pi-Hairote, a leste de Baal-Zefom, e acamparam perto de Migdol.",
      "reflexao": "Às vezes, Deus nos leva a caminhos que parecem retroceder, mas é só preparação para grandes livramentos e milagres que estão por vir."
    },
    {
      "numero": "8",
      "texto": "Partiram de Pi-Hairote e atravessaram o mar chegando ao deserto, e, depois de viajarem três dias no deserto de Etã, acamparam em Mara.",
      "reflexao": "O milagre da travessia do mar é seguido pelo teste das águas amargas. Assim é a caminhada com Deus: livramentos extraordinários, seguidos de provas que fortalecem a fé."
    },
    {
      "numero": "9",
      "texto": "Partiram de Mara e foram para Elim, onde havia doze fontes e setenta palmeiras, e acamparam ali.",
      "reflexao": "Depois da amargura, vem o refrigério. Deus sempre prepara Elim — lugar de descanso, provisão e renovo — para quem persevera no caminho da fé."
    },
    {
      "numero": "10",
      "texto": "Partiram de Elim e acamparam junto ao mar Vermelho.",
      "reflexao": "Deus faz o povo revisitar os marcos dos Seus feitos. O mar Vermelho é símbolo de vitória e de que Deus abre caminhos onde não há caminho."
    },
    {
      "numero": "11",
      "texto": "Partiram do mar Vermelho e acamparam no deserto de Sim.",
      "reflexao": "O deserto não é lugar de fim, mas de transição. É onde Deus molda caráter, ensina dependência e revela Sua provisão diária."
    },
    {
      "numero": "12",
      "texto": "Partiram do deserto de Sim e acamparam em Dofca.",
      "reflexao": "Cada novo lugar no deserto é um passo no processo de transformação. Nada é por acaso na rota do céu — até o anonimato de Dofca carrega lições eternas."
    },
    {
      "numero": "13",
      "texto": "Partiram de Dofca e acamparam em Alus.",
      "reflexao": "Nem sempre os nomes são famosos, nem os lugares grandiosos, mas cada estação cumpre um propósito na jornada de quem anda com Deus."
    },
    {
      "numero": "14",
      "texto": "Partiram de Alus e acamparam em Refidim, onde não havia água para o povo beber.",
      "reflexao": "Refidim é onde a sede revela o quanto dependemos de Deus. É no lugar da falta que Deus se manifesta como fonte inesgotável e sustentador fiel."
    },
    {
      "numero": "15",
      "texto": "Partiram de Refidim e acamparam no deserto do Sinai.",
      "reflexao": "O Sinai é o lugar do encontro, da revelação e da aliança. No meio do deserto, Deus fala, dá direção e estabelece princípios eternos para o Seu povo."
    },
    {
      "numero": "16",
      "texto": "Partiram do deserto do Sinai e acamparam em Quibrote-Hataavá.",
      "reflexao": "Quibrote-Hataavá — túmulos da cobiça. Onde há murmuração e desejo desordenado, há também disciplina divina. Deus ensina que o contentamento é chave na caminhada da fé."
    },
    {
      "numero": "17",
      "texto": "Partiram de Quibrote-Hataavá e acamparam em Hazerote.",
      "reflexao": "Hazerote representa um novo recomeço após a correção. Deus sempre oferece uma nova chance para quem decide alinhar-se ao Seu caminho."
    },
    {
      "numero": "18",
      "texto": "Partiram de Hazerote e acamparam em Ritmá.",
      "reflexao": "Ritmá lembra que a jornada continua, e que cada passo, por menor que pareça, faz parte do plano soberano de Deus."
    },
    {
      "numero": "19",
      "texto": "Partiram de Ritmá e acamparam em Rimom-Perez.",
      "reflexao": "Rimom-Perez, nome que carrega o sentido de ‘romper’. Deus nos leva a lugares onde somos desafiados a romper limitações, medos e incredulidades."
    },
    {
      "numero": "20",
      "texto": "Partiram de Rimom-Perez e acamparam em Libna.",
      "reflexao": "Libna significa ‘branco’, simbolizando purificação e renovo. O caminho de Deus sempre inclui processos de limpeza espiritual e restauração interior."
    },
    {
      "numero": "21",
      "texto": "Partiram de Libna e acamparam em Rissa.",
      "reflexao": "Rissa simboliza movimento, continuidade. A caminhada com Deus nunca é estagnação — é sempre processo, sempre avanço, sempre transformação."
    },
    {
      "numero": "22",
      "texto": "Partiram de Rissa e acamparam em Queelata.",
      "reflexao": "Queelata, mais uma estação, mais uma lição: mesmo sem detalhes no texto, Deus registra cada passo, mostrando que nenhum caminho passa despercebido aos Seus olhos."
    },
    {
      "numero": "23",
      "texto": "Partiram de Queelata e acamparam no monte Séfer.",
      "reflexao": "Monte Séfer, monte do livro. Lugar de registros espirituais. Deus escreve a história de quem anda com Ele — cada jornada é anotada no céu como testemunho de fé."
    },
    {
      "numero": "24",
      "texto": "Partiram do monte Séfer e acamparam em Harada.",
      "reflexao": "Harada traz a ideia de temor, reverência. É o lembrete de que andar com Deus é também reconhecer Sua majestade, Seu governo e Sua santidade sobre todas as coisas."
    },
    {
      "numero": "25",
      "texto": "Partiram de Harada e acamparam em Maquelote.",
      "reflexao": "Maquelote significa ‘assembleias’, ‘reuniões’. Deus forma um povo, não apenas indivíduos. A jornada do deserto também é construção de comunidade, unidade e alianças santas."
    },
    {
      "numero": "26",
      "texto": "Partiram de Maquelote e acamparam em Taate.",
      "reflexao": "Cada etapa, mesmo sem muitos registros, carrega significado. Deus vê, Deus registra e Deus conduz. Nenhuma jornada é pequena quando estamos debaixo da Sua direção."
    },
    {
      "numero": "27",
      "texto": "Partiram de Taate e acamparam em Terá.",
      "reflexao": "O caminho do Reino é feito de constância, movimento e obediência. Seguir o comando de Deus, mesmo sem entender todos os detalhes, é ato de fé e confiança."
    },
    {
      "numero": "28",
      "texto": "Partiram de Terá e acamparam em Mitca.",
      "reflexao": "Cada parada é um convite para descansar, refletir e se fortalecer para os próximos desafios. Deus guia Seus filhos de forma amorosa e cuidadosa."
    },
    {
      "numero": "29",
      "texto": "Partiram de Mitca e acamparam em Hasmona.",
      "reflexao": "Deus não se esquece dos detalhes. Cada acampamento, cada passo dado, faz parte de uma história que revela a fidelidade do Senhor na construção da jornada do Seu povo."
    },
    {
      "numero": "30",
      "texto": "Partiram de Hasmona e acamparam em Moserote.",
      "reflexao": "Moserote representa mais uma etapa em que Deus sustenta, protege e molda. No Reino, a jornada vale tanto quanto o destino final."
    },
    {
      "numero": "31",
      "texto": "Partiram de Moserote e acamparam em Benê-Jaacã.",
      "reflexao": "Benê-Jaacã traz a lembrança de que Deus forma não apenas indivíduos, mas famílias e gerações. Cada parada fala de legado, de construção e de aliança que atravessa o tempo."
    },
    {
      "numero": "32",
      "texto": "Partiram de Benê-Jaacã e acamparam em Hor-Gidgade.",
      "reflexao": "Hor-Gidgade, mais uma estação no caminho, reforça que Deus é Deus de processos. Ele não nos leva direto ao destino, porque no caminho Ele nos transforma, nos alinha e nos fortalece."
    },
    {
      "numero": "33",
      "texto": "Partiram de Hor-Gidgade e acamparam em Jotbatá.",
      "reflexao": "Jotbatá, lugar de fontes e águas. Deus sempre intercala desertos com refrigérios, mostrando que a provisão nunca falta a quem anda debaixo da Sua nuvem e da Sua coluna de fogo."
    },
    {
      "numero": "34",
      "texto": "Partiram de Jotbatá e acamparam em Abrona.",
      "reflexao": "Abrona lembra que, mesmo quando os registros são curtos, Deus continua presente, guiando, protegendo e ensinando. Não é o tamanho da etapa, mas a presença do Senhor que faz a diferença."
    },
    {
      "numero": "35",
      "texto": "Partiram de Abrona e acamparam em Eziom-Geber.",
      "reflexao": "Eziom-Geber era um centro comercial, próximo ao mar. Isso nos lembra que Deus nos leva tanto a lugares de provisão quanto a lugares de transição. Tudo faz parte do Seu plano perfeito."
    },
    {
      "numero": "36",
      "texto": "Partiram de Eziom-Geber e acamparam em Cades, no deserto de Zim.",
      "reflexao": "Cades é lugar de decisões, confrontos e testes. Deus nos traz de volta a certos lugares para que possamos resolver pendências espirituais, alinhar nossa fé e seguir com maturidade."
    },
    {
      "numero": "37",
      "texto": "Partiram de Cades e acamparam no monte Hor, na fronteira de Edom.",
      "reflexao": "O monte Hor marca um momento de despedida, um divisor de águas. Há lugares na vida que não são só geográficos, mas espirituais — onde fechamos ciclos e Deus abre novos caminhos."
    },
    {
      "numero": "38",
      "texto": "Por ordem do Senhor, o sacerdote Arão subiu o monte Hor, onde morreu no dia primeiro do quinto mês do quadragésimo ano depois que os israelitas saíram do Egito.",
      "reflexao": "A morte de Arão é um lembrete de que até os maiores líderes são passageiros, mas o propósito de Deus permanece. O Reino é maior que qualquer pessoa — Deus conduz gerações."
    },
    {
      "numero": "39",
      "texto": "Arão tinha cento e vinte e três anos de idade quando morreu no monte Hor.",
      "reflexao": "Arão viveu uma vida longa, marcada por altos e baixos, mas também por redenção e serviço. Sua idade representa não só tempo, mas uma história de graça, perdão e missão cumprida."
    },
    {
      "numero": "40",
      "texto": "O rei cananeu de Arade, que vivia no Neguebe, na terra de Canaã, soube que os israelitas estavam chegando.",
      "reflexao": "A movimentação do povo de Deus não passa despercebida aos olhos dos inimigos. O avanço do Reino gera oposição, mas também manifesta que a promessa está perto de se cumprir."
    },
    {
      "numero": "41",
      "texto": "Eles partiram do monte Hor e acamparam em Zalmona.",
      "reflexao": "Zalmona, mais uma estação no caminho da promessa. Deus lembra que, enquanto houver jornada, haverá direção, sustento e cuidado vindo dos céus."
    },
    {
      "numero": "42",
      "texto": "Partiram de Zalmona e acamparam em Punom.",
      "reflexao": "Punom, um nome pequeno para um grande lembrete: Deus não abandona Seus filhos em nenhuma estação, nem nas mais curtas, nem nas mais longas. Ele permanece fiel em todo percurso."
    },
    {
      "numero": "43",
      "texto": "Partiram de Punom e acamparam em Obote.",
      "reflexao": "Obote marca mais um ponto na fidelidade de Deus. Cada parada é uma oportunidade de renovar a confiança, de descansar e de fortalecer a esperança nas promessas que estão por se cumprir."
    },
    {
      "numero": "44",
      "texto": "Partiram de Obote e acamparam em Ijé-Abarim, na fronteira de Moabe.",
      "reflexao": "Ijé-Abarim é fronteira — lugar que separa o deserto da promessa. Deus nos leva a lugares onde podemos ver que estamos quase chegando, para fortalecer nossa fé no cumprimento final."
    },
    {
      "numero": "45",
      "texto": "Partiram de Ijim e acamparam em Dibom-Gade.",
      "reflexao": "Dibom-Gade é símbolo de transição, de preparação para a entrada na promessa. Deus nos dá tempo para organizar a alma, alinhar o coração e estar prontos para o que vem."
    },
    {
      "numero": "46",
      "texto": "Partiram de Dibom-Gade e acamparam em Almom-Diblataim.",
      "reflexao": "Almom-Diblataim é mais uma marca no mapa da fidelidade de Deus. Cada lugar, cada passo, cada mudança aponta para um Deus que conduz, guarda e cumpre cada detalhe do que prometeu."
    },
    {
      "numero": "47",
      "texto": "Partiram de Almom-Diblataim e acamparam nos montes de Abarim, defronte de Nebo.",
      "reflexao": "Abarim, diante de Nebo, representa o lugar onde se enxerga a promessa, mesmo sem ainda ter pisado nela. Deus nos leva a ver de longe aquilo que está prestes a se cumprir, fortalecendo nossa esperança."
    },
    {
      "numero": "48",
      "texto": "Partiram dos montes de Abarim e acamparam nas campinas de Moabe junto ao Jordão, do outro lado de Jericó.",
      "reflexao": "As campinas de Moabe são o limiar da conquista. Quando Deus nos posiciona às portas da promessa, é tempo de preparação, santificação e alinhamento total com Seu propósito."
    },
    {
      "numero": "49",
      "texto": "Nas campinas de Moabe eles acamparam junto ao Jordão, desde Bete-Jesimote até Abel-Sitim.",
      "reflexao": "Deus amplia as fronteiras, mostrando que o território da promessa é vasto e generoso. Cada metro conquistado nasce de um coração obediente e alinhado com o céu."
    },
    {
      "numero": "50",
      "texto": "Nas campinas de Moabe, junto ao Jordão, do outro lado de Jericó, o Senhor disse a Moisés:",
      "reflexao": "Quando estamos às portas da promessa, Deus fala de forma clara e direta. Suas instruções são mapas espirituais que nos conduzem à posse segura daquilo que Ele prometeu."
    },
    {
      "numero": "51",
      "texto": "‘Diga aos israelitas: Quando vocês atravessarem o Jordão para entrar em Canaã,’",
      "reflexao": "A travessia é mais do que geográfica — é espiritual. É o momento de deixar definitivamente o passado, o deserto e os ciclos de limitação, para viver a plenitude da promessa de Deus."
    },
    {
      "numero": "52",
      "texto": "‘expulsem da frente de vocês todos os habitantes da terra. Destruam todas as imagens esculpidas e todos os ídolos fundidos, e derrubem todos os altares idólatras deles.’",
      "reflexao": "Deus exige santidade na terra da promessa. Não há espaço para contaminação, alianças equivocadas ou ídolos. A conquista começa no coração, pela remoção de tudo o que não glorifica ao Senhor."
    },
    {
      "numero": "53",
      "texto": "‘Apoderem-se da terra e instalem-se nela, pois eu lhes dei a terra para que dela tomem posse.’",
      "reflexao": "A promessa é liberada, mas precisa ser tomada. Deus dá, mas cabe ao Seu povo ocupar, estabelecer-se e construir — sempre debaixo da direção e dos princípios do Reino."
    },
    {
      "numero": "54",
      "texto": "‘Distribuam a terra por sorteio, de acordo com os seus clãs. Aos clãs vocês darão uma herança maior, e aos menores, uma herança menor. Cada clã receberá a terra que lhe cair por sorte. Distribuam-na entre as tribos dos seus antepassados.’",
      "reflexao": "O Reino é marcado por justiça, ordem e equidade. Deus cuida para que cada família tenha sua porção, mostrando que há espaço, provisão e propósito para todos na promessa."
    },
    {
      "numero": "55",
      "texto": "‘Se, contudo, vocês não expulsarem os habitantes da terra, aqueles que vocês permitirem ficar se tornarão farpas em seus olhos e espinhos em suas costas. Eles lhes causarão problemas na terra em que vocês irão morar.’",
      "reflexao": "Deus alerta: aquilo que não for confrontado hoje, se tornará opressão amanhã. Tolerar o que Deus mandou remover traz dores, atrasos e guerras que poderiam ser evitadas com obediência total."
    },
    {
      "numero": "56",
      "texto": "‘Então farei a vocês o mesmo que planejo fazer a eles.’",
      "reflexao": "Deus é justo. A bênção e a proteção estão ligadas à obediência. Rejeitar Seus princípios resulta em estar sujeito às mesmas consequências daqueles que rejeitam o Senhor. A escolha é nossa: vida na promessa ou juízo pela desobediência."
    }
  ]
}
