{
  "livro": "Números",
  "capitulo": "35",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Nas campinas de Moabe, junto ao Jordão, do outro lado de Jericó, o Senhor disse a Moisés:",
      "reflexao": "Deus continua falando mesmo às vésperas do cumprimento da promessa. Sua voz não cessa no deserto, nem na fronteira da bênção — Ele orienta até os últimos detalhes."
    },
    {
      "numero": "2",
      "texto": "‘Ordene aos israelitas que, da herança que possuem, deem cidades para os levitas morarem. E deem-lhes também pastagens ao redor das cidades.’",
      "reflexao": "O sustento dos que servem ao Senhor vem da herança do povo. O Reino se edifica na generosidade, no cuidado mútuo e na provisão que Deus distribui através da comunidade."
    },
    {
      "numero": "3",
      "texto": "‘Assim eles terão cidades para habitar e pastagens para o gado, para os rebanhos e para todos os seus outros animais de criação.’",
      "reflexao": "Deus não cuida apenas da espiritualidade dos Seus servos, mas também de suas necessidades práticas, materiais e familiares. Seu cuidado é integral, completo e perfeito."
    },
    {
      "numero": "4",
      "texto": "‘As pastagens ao redor das cidades que vocês derem aos levitas se estenderão para fora quatrocentos e cinquenta metros, a partir do muro da cidade.’",
      "reflexao": "Cada metro, cada espaço é cuidadosamente planejado por Deus. Suas instruções mostram que Ele é Deus de ordem, equilíbrio e provisão abundante, porém justa."
    },
    {
      "numero": "5",
      "texto": "‘Do lado de fora da cidade, meçam novecentos metros para o lado leste, para o lado sul, para o lado oeste e para o lado norte, tendo a cidade no centro. Eles terão essa área para pastagens das cidades.’",
      "reflexao": "A centralidade da cidade com seus arredores revela um princípio espiritual: o centro da nossa vida deve ser Deus, e tudo ao nosso redor precisa estar alinhado, organizado e abençoado por Ele."
    },
    {
      "numero": "6",
      "texto": "‘Seis das cidades que vocês derem aos levitas serão cidades de refúgio, para onde poderá fugir quem tiver matado alguém. Além disso, deem a eles outras quarenta e duas cidades.’",
      "reflexao": "O Deus que é justo também é refúgio. Ele provê lugares de misericórdia, onde há chance de defesa, proteção e justiça equilibrada entre a severidade e a graça."
    },
    {
      "numero": "7",
      "texto": "‘Ao todo, vocês darão aos levitas quarenta e oito cidades, juntamente com as suas pastagens.’",
      "reflexao": "A provisão de Deus é abundante, suficiente e bem distribuída. Quem serve ao Reino não fica desamparado, pois Deus é fiel em suprir cada necessidade."
    },
    {
      "numero": "8",
      "texto": "‘As cidades que derem aos levitas, das terras dos israelitas, deverão ser dadas proporcionalmente à herança de cada tribo; tomem muitas cidades da tribo que tem muitas, mas poucas da que tem poucas.’",
      "reflexao": "Deus ensina aqui o princípio da equidade: quem tem mais, reparte mais; quem tem menos, oferece conforme pode. Assim funciona o Reino — em justiça, equilíbrio e cuidado mútuo."
    },
    {
      "numero": "9",
      "texto": "Disse também o Senhor a Moisés:",
      "reflexao": "O Deus que estabelece a provisão, também estabelece a justiça. Sua palavra não falha — ela é bússola para suprir, proteger, corrigir e guiar."
    },
    {
      "numero": "10",
      "texto": "‘Diga aos israelitas: Quando vocês atravessarem o Jordão e entrarem em Canaã,’",
      "reflexao": "A travessia não é o fim, é o começo de uma nova fase. Deus antecipa instruções para que a promessa seja vivida com ordem, justiça e santidade."
    },
    {
      "numero": "11",
      "texto": "‘escolham algumas cidades para serem suas cidades de refúgio, para onde poderá fugir quem tiver matado alguém sem intenção.’",
      "reflexao": "Deus é refúgio para os que erram sem intenção. Sua justiça é temperada com misericórdia, revelando que no Reino há espaço para restauração e proteção."
    },
    {
      "numero": "12",
      "texto": "‘Elas serão locais de refúgio contra o vingador da vítima, a fim de que alguém acusado de assassinato não morra antes de apresentar-se para julgamento perante a comunidade.’",
      "reflexao": "O Senhor protege contra julgamentos precipitados. Sua justiça não é movida pela vingança, mas pelo discernimento, pela verdade e pelo devido processo."
    },
    {
      "numero": "13",
      "texto": "‘As seis cidades que vocês derem serão suas cidades de refúgio.’",
      "reflexao": "O número seis, imperfeito no simbolismo bíblico, fala da humanidade. Isso revela que Deus conhece nossas limitações e, mesmo assim, oferece graça e lugar de proteção na nossa caminhada."
    },
    {
      "numero": "14",
      "texto": "‘Designem três cidades de refúgio deste lado do Jordão e três outras em Canaã.’",
      "reflexao": "A graça de Deus não tem barreiras geográficas. Seu cuidado se estende a todo o território do Seu povo, tanto antes como depois da travessia da promessa."
    },
    {
      "numero": "15",
      "texto": "‘As seis cidades servirão de refúgio para os israelitas, para os estrangeiros residentes e para quaisquer outros estrangeiros que vivam entre eles, para que todo aquele que tiver matado alguém sem intenção possa fugir para lá.’",
      "reflexao": "O refúgio de Deus não tem discriminação. Sua misericórdia alcança tanto os naturais da aliança quanto os estrangeiros, revelando o caráter inclusivo e amoroso do Reino."
    },
    {
      "numero": "16",
      "texto": "‘Se um homem ferir alguém com um objeto de ferro de modo que esta pessoa morra, ele é assassino; o assassino terá que ser executado.’",
      "reflexao": "Deus estabelece que a vida tem valor inegociável. O derramamento intencional de sangue tem consequências, pois a justiça divina preserva a dignidade da vida humana."
    },
    {
      "numero": "17",
      "texto": "‘Ou, se alguém tiver nas mãos uma pedra que possa matar, e ferir uma pessoa de modo que ela morra, é assassino; o assassino terá que ser executado.’",
      "reflexao": "A justiça de Deus não permite banalizar a violência. Cada ato, cada intenção, é cuidadosamente julgado, porque no Reino a vida é sagrada e protegida."
    },
    {
      "numero": "18",
      "texto": "‘Ou, se alguém tiver nas mãos um pedaço de madeira que possa matar, e ferir uma pessoa de modo que ela morra, é assassino; o assassino terá que ser executado.’",
      "reflexao": "Deus não relativiza o mal premeditado. A clareza de Suas leis protege o convívio, sustenta a paz e reflete Seu caráter justo e santo."
    },
    {
      "numero": "19",
      "texto": "‘O vingador da vítima matará o assassino; quando o encontrar o matará.’",
      "reflexao": "Naquela aliança, o vingador representava a execução da justiça. Mas até aqui Deus estabelece limites, mostrando que Sua justiça é meticulosa e não abre espaço para descontrole nem injustiça."
    },
    {
      "numero": "20",
      "texto": "‘Se alguém, com ódio, empurrar uma pessoa premeditadamente ou atirar alguma coisa contra ela de modo que ela morra,’",
      "reflexao": "O ódio premeditado não passa impune diante de Deus. Ele sonda corações e pesa motivações, revelando que o pecado começa no interior antes de se manifestar em atos externos."
    },
    {
      "numero": "21",
      "texto": "‘ou se com hostilidade der-lhe um soco provocando a sua morte, ele terá que ser executado; é assassino. O vingador da vítima matará o assassino quando encontrá-lo.’",
      "reflexao": "Deus mostra que a violência gerada pela hostilidade é tão grave quanto qualquer outra arma. No Reino, a vida é inviolável, e o Senhor vela para que ela seja protegida com rigor e seriedade."
    },
    {
      "numero": "22",
      "texto": "‘Todavia, se alguém, sem hostilidade, empurrar uma pessoa ou atirar alguma coisa contra ela sem intenção,’",
      "reflexao": "Deus conhece as intenções do coração. Sua justiça faz distinção entre o erro não intencional e o crime premeditado. Ele é Deus que pesa motivos, não apenas atos."
    },
    {
      "numero": "23",
      "texto": "‘ou se, sem vê-la, deixar cair sobre ela uma pedra que possa matá-la, e ela morrer, então, como não era sua inimiga e não pretendia feri-la,’",
      "reflexao": "Até os acidentes têm lugar na lei de Deus, que estabelece proteção e julgamento justo. O Senhor não permite que a vida seja regida pela vingança, mas pela justiça equilibrada e misericordiosa."
    },
    {
      "numero": "24",
      "texto": "‘a comunidade deverá julgar entre ele e o vingador da vítima de acordo com essas leis.’",
      "reflexao": "Deus levanta a comunidade como instrumento de justiça, demonstrando que o julgamento deve ser coletivo, responsável e alinhado aos princípios divinos, não à emoção nem à vingança."
    },
    {
      "numero": "25",
      "texto": "‘A comunidade protegerá o acusado de assassinato do vingador da vítima e o enviará de volta à cidade de refúgio para onde tinha fugido. Ali permanecerá até a morte do sumo sacerdote, que foi ungido com o óleo santo.’",
      "reflexao": "A vida do sumo sacerdote está ligada à libertação daquele que matou sem intenção. Isso aponta profeticamente para Cristo, nosso Sumo Sacerdote eterno, cuja morte nos traz libertação e redenção definitiva."
    },
    {
      "numero": "26",
      "texto": "‘Se, contudo, o acusado sair dos limites da cidade de refúgio para onde fugiu’",
      "reflexao": "Há segurança dentro dos limites estabelecidos por Deus. Quem sai da proteção divina, voluntariamente se expõe ao perigo e às consequências. Permanecer no refúgio é permanecer na graça."
    },
    {
      "numero": "27",
      "texto": "‘e o vingador da vítima o encontrar fora da cidade, ele poderá matar o acusado sem ser culpado de assassinato.’",
      "reflexao": "Fora dos limites da misericórdia, resta a justiça plena. Deus oferece refúgio, mas também exige que permaneçamos dentro da sua proteção, sob Suas condições e Sua aliança."
    },
    {
      "numero": "28",
      "texto": "‘O acusado deverá permanecer em sua cidade de refúgio até a morte do sumo sacerdote; somente depois da morte do sumo sacerdote poderá voltar à sua propriedade.’",
      "reflexao": "A morte do sumo sacerdote simboliza o encerramento de um ciclo de culpa. Assim é com Cristo — Sua morte substitutiva nos permite sair do exílio espiritual e retornar à verdadeira liberdade da alma."
    },
    {
      "numero": "29",
      "texto": "‘Estas exigências legais serão para vocês e para as suas futuras gerações, onde quer que vocês vivam.’",
      "reflexao": "A justiça de Deus transcende gerações. Seus princípios não envelhecem nem caducam — eles continuam sendo base para uma sociedade justa, santa e equilibrada, ontem, hoje e sempre."
    },
    {
      "numero": "30",
      "texto": "‘Quem matar uma pessoa terá que ser executado como assassino mediante depoimento de testemunhas. Mas ninguém será executado mediante o depoimento de apenas uma testemunha.’",
      "reflexao": "Deus exige provas, não suposições. Ele estabelece que a verdade seja sustentada por múltiplas testemunhas, ensinando que Sua justiça é prudente, sábia e livre de precipitações humanas."
    },
    {
      "numero": "31",
      "texto": "‘Não aceitem resgate pela vida de um assassino; ele merece morrer. Certamente terá que ser executado.’",
      "reflexao": "A vida é tão sagrada que não há preço capaz de compensar um assassinato. A justiça de Deus não se negocia — é absoluta na defesa da dignidade da vida humana."
    },
    {
      "numero": "32",
      "texto": "‘Não aceitem resgate por alguém que tenha fugido para uma cidade de refúgio, permitindo que ele retorne e viva em sua própria terra antes da morte do sumo sacerdote.’",
      "reflexao": "Nem a misericórdia pode ser comprada. O caminho do refúgio tem tempo, propósito e preço espiritual. A libertação não vem de acordos humanos, mas da obra do Sumo Sacerdote apontado por Deus."
    },
    {
      "numero": "33",
      "texto": "‘Não profanem a terra onde vocês estão. O derramamento de sangue profana a terra, e só se pode fazer propiciação em favor da terra em que se derramou sangue, mediante o sangue do assassino que o derramou.’",
      "reflexao": "A terra clama pelo sangue inocente. Deus vincula a espiritualidade com a responsabilidade social e comunitária. Onde há impunidade, há maldição; onde há justiça, há restauração."
    },
    {
      "numero": "34",
      "texto": "‘Não contaminem a terra onde vocês vivem e onde eu habito, pois eu, o Senhor, habito entre os israelitas.’",
      "reflexao": "Deus habita entre Seu povo. Por isso, a santidade não é apenas uma exigência individual, mas coletiva. Um território onde Deus habita precisa ser santo, justo e livre de contaminações morais e espirituais."
    }
  ]
}
