{
  "livro": "Provérbios",
  "capitulo": "31",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ditados do rei Lemuel; uma exortação que sua mãe lhe fez:",
      "reflexao": "Uma mãe temente a Deus aconselha seu filho sobre sabedoria, caráter e liderança. São palavras que atravessam gerações e continuam atuais e poderosas."
    },
    {
      "numero": "2",
      "texto": "'Ó meu filho, filho do meu ventre, filho de meus votos,'",
      "reflexao": "É o amor de uma mãe que intercede, aconselha e exorta, mostrando que a maternidade não é só cuidado físico, mas também formação espiritual e moral."
    },
    {
      "numero": "3",
      "texto": "'não gaste sua força com mulheres, seu vigor com aquelas que destroem reis.'",
      "reflexao": "A busca desenfreada por prazeres leva até os mais fortes à ruína. A sabedoria protege o coração, o corpo e o futuro."
    },
    {
      "numero": "4",
      "texto": "'Não convém aos reis, ó Lemuel; não convém aos reis beber vinho, não convém aos governantes desejar bebida fermentada,'",
      "reflexao": "A liderança exige sobriedade, clareza e domínio próprio. Quem governa — seja uma casa, uma empresa ou uma nação — não pode se render aos excessos que comprometem suas decisões."
    },
    {
      "numero": "5",
      "texto": "'para não suceder que bebam e se esqueçam do que a lei determina, e deixem de fazer justiça aos oprimidos.'",
      "reflexao": "O excesso embota a consciência e gera injustiça. Deus nos chama à vigilância e ao zelo, especialmente quando temos responsabilidade sobre outros."
    },
    {
      "numero": "6",
      "texto": "'Dê bebida fermentada aos que estão prestes a morrer, vinho aos que estão angustiados;'",
      "reflexao": "Aqui, o texto mostra que o álcool não é para quem deve tomar decisões, mas até como alívio momentâneo para quem está sem esperança — mostrando que seu lugar não é na condução da vida, mas em momentos extremos de dor."
    },
    {
      "numero": "7",
      "texto": "'para que bebam e se esqueçam da sua pobreza, e não mais se lembrem da sua infelicidade.'",
      "reflexao": "A bebida aqui aparece como anestesia para quem já perdeu tudo, mas não é solução para a vida. Deus, sim, é o verdadeiro socorro que preenche e transforma qualquer dor."
    },
    {
      "numero": "8",
      "texto": "'Erga a voz em favor dos que não podem defender-se, seja o defensor de todos os desamparados.'",
      "reflexao": "A verdadeira liderança defende quem não tem voz. Deus nos chama a sermos instrumentos de justiça, misericórdia e cuidado com os frágeis e esquecidos."
    },
    {
      "numero": "9",
      "texto": "Erga a voz e julgue com justiça; defenda os direitos dos pobres e dos necessitados.",
      "reflexao": "Julgar com justiça é agir com o coração alinhado ao coração de Deus. É ser resposta à dor e à opressão, trazendo alívio, dignidade e esperança aos necessitados."
    },
    {
      "numero": "10",
      "texto": "Uma esposa exemplar; feliz quem a encontrar! É muito mais valiosa que os rubis.",
      "reflexao": "O maior tesouro não está no ouro ou nas riquezas, mas em uma mulher virtuosa, temente a Deus, que edifica, ama e honra sua casa e seu Senhor."
    },
    {
      "numero": "11",
      "texto": "Seu marido tem plena confiança nela e nunca lhe falta coisa alguma.",
      "reflexao": "A confiança é fruto de um caráter irrepreensível. A mulher virtuosa traz segurança, estabilidade e alegria ao lar, tornando-o um refúgio de paz."
    },
    {
      "numero": "12",
      "texto": "Ela só lhe faz o bem, e nunca o mal, todos os dias da sua vida.",
      "reflexao": "Amor, fidelidade e cuidado constante são marcas da mulher virtuosa. Sua vida é compromisso diário com o bem, o amor e a honra."
    },
    {
      "numero": "13",
      "texto": "Escolhe a lã e o linho e com prazer trabalha com as mãos.",
      "reflexao": "O trabalho não é peso, mas expressão de amor, cuidado e zelo. A mulher sábia é diligente e vê no trabalho um meio de abençoar sua casa e sua comunidade."
    },
    {
      "numero": "14",
      "texto": "Como os navios mercantes, ela traz de longe as suas provisões.",
      "reflexao": "Ela planeja, busca e garante o sustento. Sua visão vai além do imediato; ela cuida dos detalhes, pensa no futuro e promove abundância no lar."
    },
    {
      "numero": "15",
      "texto": "Antes de clarear o dia ela se levanta, prepara comida para todos de casa, e dá tarefas às suas servas.",
      "reflexao": "A mulher virtuosa é organizada, comprometida e dedicada. Sua disciplina e zelo abençoam toda a sua casa, sendo exemplo de responsabilidade e amor."
    },
    {
      "numero": "16",
      "texto": "Ela avalia um campo e o compra; com o que ganha planta uma vinha.",
      "reflexao": "Ela é empreendedora, sábia e estratégica. Cuida bem dos recursos e investe no que gera frutos e crescimento para sua família e para si mesma."
    },
    {
      "numero": "17",
      "texto": "Entrega-se com vontade ao seu trabalho; seus braços são fortes e vigorosos.",
      "reflexao": "Força aqui não é apenas física, mas mental, emocional e espiritual. Ela é resiliente, determinada e comprometida com o bem da sua casa."
    },
    {
      "numero": "18",
      "texto": "Administra bem o seu comércio lucrativo, e a sua lâmpada fica acesa durante a noite.",
      "reflexao": "Ela é diligente e não se permite viver na ociosidade. Sua visão empreendedora mantém o lar abastecido e seguro. A lâmpada acesa é sinal de cuidado contínuo e vigilância."
    },
    {
      "numero": "19",
      "texto": "Nas mãos segura o fuso e com os dedos pega a roca.",
      "reflexao": "Seus dons e talentos são usados a serviço da sua família e da sociedade. Ela é mão de bênção, de trabalho, de construção e de provisão."
    },
    {
      "numero": "20",
      "texto": "Acolhe os necessitados e estende as mãos aos pobres.",
      "reflexao": "Generosa, ela não cuida apenas dos seus, mas tem um coração voltado aos necessitados, sendo canal de provisão, amor e compaixão."
    },
    {
      "numero": "21",
      "texto": "Não receia a neve por seus familiares, pois todos eles vestem agasalhos.",
      "reflexao": "A mulher virtuosa se antecipa aos tempos difíceis. Sua sabedoria gera preparo e segurança para todos da sua casa."
    },
    {
      "numero": "22",
      "texto": "Faz cobertas para a sua cama; veste-se de linho fino e de púrpura.",
      "reflexao": "Ela valoriza o lar e cuida da sua aparência com dignidade. Seu cuidado reflete amor-próprio, organização e beleza que transcende o exterior."
    },
    {
      "numero": "23",
      "texto": "Seu marido é respeitado na porta da cidade, onde toma assento entre as autoridades da sua terra.",
      "reflexao": "O sucesso do marido também reflete o apoio, a sabedoria e a influência da mulher virtuosa. Ela edifica não só sua casa, mas contribui para sua sociedade."
    },
    {
      "numero": "24",
      "texto": "Ela faz vestes de linho e as vende, e fornece cintos aos comerciantes.",
      "reflexao": "Além de cuidar do lar, ela empreende, gera renda e administra negócios com excelência. É exemplo de mulher produtiva e bem-sucedida."
    },
    {
      "numero": "25",
      "texto": "Reveste-se de força e dignidade; sorri diante do futuro.",
      "reflexao": "A mulher virtuosa não teme o futuro, porque vive com sabedoria, dignidade e fé. Seu sorriso é fruto da certeza de que Deus cuida de tudo."
    },
    {
      "numero": "26",
      "texto": "Fala com sabedoria e ensina com amor.",
      "reflexao": "Seus conselhos são fonte de vida. Ela não apenas ensina, mas faz isso com amor, empatia e graça, moldando vidas ao seu redor."
    },
    {
      "numero": "27",
      "texto": "Cuida dos negócios de sua casa e não dá lugar à preguiça.",
      "reflexao": "Seu compromisso com o lar é contínuo. Ela zela, organiza e mantém sua casa como um ambiente de amor, ordem e paz."
    },
    {
      "numero": "28",
      "texto": "Seus filhos se levantam e a elogiam; seu marido também a elogia, dizendo:",
      "reflexao": "O reconhecimento da mulher virtuosa vem de quem está mais próximo — sua família, que diariamente experimenta os frutos do seu amor, trabalho e sabedoria."
    },
    {
      "numero": "29",
      "texto": "'Muitas mulheres são exemplares, mas você a todas supera.'",
      "reflexao": "O caráter, a dignidade e o temor ao Senhor tornam essa mulher incomparável. Ela se destaca não pela beleza exterior, mas pelo brilho da sua alma."
    },
    {
      "numero": "30",
      "texto": "A beleza é enganosa, e a formosura é passageira; mas a mulher que teme ao Senhor será elogiada.",
      "reflexao": "A verdadeira beleza está no temor ao Senhor. Isso não envelhece, não se perde e é fonte de honra diante de Deus e dos homens."
    },
    {
      "numero": "31",
      "texto": "Que ela receba a recompensa merecida, e as suas obras sejam elogiadas à porta da cidade.",
      "reflexao": "Deus honra quem anda com Ele. As obras da mulher virtuosa não passam despercebidas. Sua vida se torna testemunho, legado e inspiração para muitos."
    }
  ]
}
