{
  "livro": "Provérbios",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quem ama a disciplina ama o conhecimento, mas quem odeia a repreensão é tolo.",
      "reflexao": "Aceitar correção é sinal de sabedoria e desejo de crescimento. Quem rejeita a repreensão escolhe permanecer na ignorância e na tolice, fechando as portas para o amadurecimento e para a transformação que Deus oferece."
    },
    {
      "numero": "2",
      "texto": "O homem bom obtém o favor do Senhor, mas o Senhor condena quem planeja o mal.",
      "reflexao": "Deus se agrada de quem vive na bondade, na justiça e na retidão. Mas quem escolhe tramar o mal e viver na desonestidade atrai para si o juízo e a rejeição do Senhor."
    },
    {
      "numero": "3",
      "texto": "Ninguém consegue firmar-se por meio da impiedade, mas a raiz dos justos não será abalada.",
      "reflexao": "A maldade nunca gera estabilidade, é como construir na areia. Já quem anda com Deus, mesmo em meio às tempestades, permanece firme, pois sua vida está enraizada na verdade e na justiça do Senhor."
    },
    {
      "numero": "4",
      "texto": "A mulher virtuosa é a coroa do seu marido, mas a que procede vergonhosamente é como podridão nos ossos dele.",
      "reflexao": "Uma esposa sábia, virtuosa e temente a Deus é honra e alegria para seu lar. Mas quando falta integridade e amor, isso corrói, enfraquece e destrói as bases da família. A bênção do lar começa no caráter e na edificação mútua."
    },
    {
      "numero": "5",
      "texto": "Os planos dos justos são retos, mas os conselhos dos ímpios são enganosos.",
      "reflexao": "Quem vive na luz de Deus planeja o bem e busca caminhos de justiça. Mas quem rejeita a verdade vive tramando o mal, espalhando engano e conduzindo outros à destruição. Devemos escolher bem de quem ouvimos conselhos."
    },
    {
      "numero": "6",
      "texto": "As palavras dos ímpios são emboscadas para derramar sangue, mas a fala dos retos os livra.",
      "reflexao": "As palavras podem ser armas ou instrumentos de vida. Os ímpios usam a língua para ferir, enganar e destruir, enquanto os justos usam sua boca para proteger, salvar, edificar e trazer paz."
    },
    {
      "numero": "7",
      "texto": "Os ímpios são derrubados e desaparecem, mas a casa dos justos permanece firme.",
      "reflexao": "O mal é passageiro e sua destruição é certa. Já a justiça constrói alicerces eternos. Quem vive segundo os princípios de Deus vê sua casa, sua vida e sua história permanecerem, resistindo ao tempo e às adversidades."
    },
    {
      "numero": "8",
      "texto": "Será elogiado o homem segundo o seu bom senso, mas quem tem o coração perverso será desprezado.",
      "reflexao": "O verdadeiro reconhecimento vem do caráter, da prudência e da sabedoria. A maldade, por mais disfarçada que seja, sempre acaba sendo revelada e gera desprezo e rejeição. Deus honra quem anda na verdade."
    },
    {
      "numero": "9",
      "texto": "Melhor é ser uma pessoa comum, que trabalha para viver, do que fingir ser rico e passar fome.",
      "reflexao": "Deus valoriza a simplicidade, a honestidade e o trabalho digno. Viver de aparência, buscando impressionar os outros, leva à vergonha e à escassez. A verdadeira dignidade está em viver com integridade, não em ostentar."
    },
    {
      "numero": "10",
      "texto": "O justo cuida bem dos seus animais, mas as atitudes dos ímpios são cruéis.",
      "reflexao": "Quem anda com Deus reflete cuidado e compaixão até nos detalhes, inclusive no trato com os animais. A maldade e a crueldade revelam um coração distante de Deus, enquanto o cuidado reflete Seu amor e caráter."
    },
    {
      "numero": "11",
      "texto": "Quem trabalha a sua terra terá fartura de alimento, mas quem vai atrás de fantasias não tem juízo.",
      "reflexao": "O caminho da prosperidade está no trabalho constante, na dedicação e na honestidade. Buscar atalhos, ilusões e esquemas fáceis leva à escassez e ao fracasso. Deus abençoa quem planta com fidelidade e esforço."
    },
    {
      "numero": "12",
      "texto": "Os ímpios têm desejo de saque do que é mau, mas a raiz dos justos floresce.",
      "reflexao": "O ímpio vive desejando tirar proveito dos outros, buscando ganhos injustos. Já o justo prospera, floresce e cresce, pois está enraizado na verdade, na justiça e na bênção de Deus, que faz a vida frutificar de forma saudável."
    },
    {
      "numero": "13",
      "texto": "O ímpio se enreda pelas palavras dos seus lábios, mas o justo não cai nessas dificuldades.",
      "reflexao": "Quem vive na mentira e no engano acaba preso nas próprias palavras e nos próprios erros. O justo, porém, é protegido pela verdade, pela prudência e pela retidão, e Deus o livra dos laços da angústia e da destruição."
    },
    {
      "numero": "14",
      "texto": "Do fruto de sua boca o homem se beneficia, e o trabalho de suas mãos será recompensado.",
      "reflexao": "Deus nos criou para vivermos em comunidade, aprendendo, ouvindo e compartilhando. Buscar conselhos sábios é caminho de segurança e sucesso. Ignorar a orientação leva à queda, ao erro e ao sofrimento desnecessário."
    },
    {
      "numero": "15",
      "texto": "O caminho do insensato parece-lhe certo, mas o sábio ouve os conselhos.",
      "reflexao": "Quem é tolo se fecha em si mesmo, acredita que sempre está certo e rejeita ajuda. Já o sábio tem humildade para ouvir, refletir e aprender, sabendo que o conselho certo pode evitar quedas e abrir portas de bênção."
    },
    {
      "numero": "16",
      "texto": "O insensato revela de imediato o seu aborrecimento, mas o homem prudente ignora o insulto.",
      "reflexao": "Explodir com facilidade é sinal de imaturidade. O sábio sabe se controlar, escolher suas batalhas e não se deixa dominar por provocações. A mansidão é uma força que protege o coração e preserva relacionamentos."
    },
    {
      "numero": "17",
      "texto": "Quem fala a verdade manifesta a justiça, mas a testemunha falsa revela a falsidade.",
      "reflexao": "A verdade é instrumento de justiça, cura e restauração. A mentira, ao contrário, gera dor, divisão e destruição. Deus nos chama a sermos portadores da verdade, mesmo quando ela exige coragem e firmeza."
    },
    {
      "numero": "18",
      "texto": "Há palavras que ferem como espada, mas a língua dos sábios traz cura.",
      "reflexao": "Nossas palavras podem ser armas de destruição ou instrumentos de cura. Deus nos convida a usá-las para edificar, consolar e transformar vidas, levando paz onde há dor e esperança onde há desânimo."
    },
    {
      "numero": "19",
      "texto": "O lábio verdadeiro permanece para sempre, mas a língua mentirosa dura apenas um instante.",
      "reflexao": "A mentira tem vida curta; a verdade, porém, permanece e prevalece. Quem escolhe viver na verdade constrói uma vida sólida, enquanto o mentiroso sempre viverá fugindo das próprias armadilhas."
    },
    {
      "numero": "20",
      "texto": "O engano mora no coração dos que maquinam o mal, mas há alegria para os que promovem a paz.",
      "reflexao": "Quem vive tramando o mal carrega um coração pesado, dominado pelo engano. Mas quem escolhe semear a paz experimenta uma alegria constante, fruto de viver alinhado ao caráter e ao amor de Deus."
    },
    {
      "numero": "21",
      "texto": "Nenhum mal sobrevirá ao justo, mas os ímpios estão cheios de problemas.",
      "reflexao": "Deus protege os justos. Isso não significa ausência de lutas, mas sim livramento, cuidado e paz em meio às adversidades. Já os ímpios vivem rodeados de problemas, fruto de suas próprias escolhas."
    },
    {
      "numero": "22",
      "texto": "O Senhor odeia os lábios mentirosos, mas se deleita com os que falam a verdade.",
      "reflexao": "Falar a verdade não é apenas uma questão ética, mas um ato de adoração. Deus ama quem escolhe viver na sinceridade e na integridade, e rejeita com firmeza a mentira e o engano."
    },
    {
      "numero": "23",
      "texto": "O homem prudente não alardeia o seu conhecimento, mas o coração dos tolos derrama insensatez.",
      "reflexao": "O sábio não precisa provar nada a ninguém; sua vida fala por si. Já o tolo se apressa em falar, ostentar e se exibir, revelando, na verdade, sua falta de entendimento e maturidade."
    },
    {
      "numero": "24",
      "texto": "As mãos diligentes governarão, mas os preguiçosos acabarão escravos.",
      "reflexao": "A diligência abre portas, conduz à liderança, ao crescimento e à prosperidade. A preguiça, porém, leva à dependência, à escassez e à perda de oportunidades. Deus abençoa quem trabalha com zelo e responsabilidade."
    },
    {
      "numero": "25",
      "texto": "A ansiedade no coração do homem o abate, mas uma boa palavra o alegra.",
      "reflexao": "Palavras têm poder de levantar ou derrubar. Uma palavra de encorajamento pode transformar um dia, um coração e até um destino. Deus nos convida a sermos portadores de palavras que geram vida e esperança."
    },
    {
      "numero": "26",
      "texto": "O justo serve de guia para o seu próximo, mas o caminho dos ímpios os faz errar.",
      "reflexao": "Nossa vida influencia outros. O justo se torna luz, referência e caminho seguro para quem o cerca. Já os ímpios arrastam outros para o erro, pois seus caminhos são cheios de armadilhas e destruição."
    },
    {
      "numero": "27",
      "texto": "O preguiçoso não encontra caça, mas o diligente obtém preciosa riqueza.",
      "reflexao": "O preguiçoso perde oportunidades e vê portas se fecharem, enquanto o trabalhador, que se empenha, colhe resultados valiosos. A bênção está sobre quem planta com dedicação e colhe com gratidão."
    },
    {
      "numero": "28",
      "texto": "No caminho da justiça está a vida; essa é a vereda que preserva do morte.",
      "reflexao": "A justiça não é apenas um conceito — é caminho de vida. Quem escolhe andar segundo os princípios de Deus encontra paz, proteção e vida abundante. Fora desse caminho, só há morte, vazio e destruição."
    }
  ]
}


