{
  "livro": "Provérbios",
  "capitulo": "29",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quem insiste no erro depois de muita repreensão, será destruído, sem aviso e irremediavelmente.",
      "reflexao": "Deus é paciente, mas quem recusa constantemente a correção fecha a porta para a própria restauração e caminha para a destruição certa e sem aviso."
    },
    {
      "numero": "2",
      "texto": "Quando os justos florescem, o povo se alegra; quando os ímpios governam, o povo geme.",
      "reflexao": "O governo justo traz paz e prosperidade, mas o domínio dos ímpios gera opressão, sofrimento e dor para toda a sociedade."
    },
    {
      "numero": "3",
      "texto": "O homem que ama a sabedoria dá alegria a seu pai, mas quem anda com prostitutas dá fim à sua fortuna.",
      "reflexao": "A sabedoria constrói, honra e gera paz. Já a vida desregrada, movida pelos prazeres e pela irresponsabilidade, leva à ruína e destruição de tudo o que foi construído."
    },
    {
      "numero": "4",
      "texto": "O rei que exerce a justiça dá estabilidade ao país, mas o que gosta de subornos o leva à ruína.",
      "reflexao": "A justiça é alicerce para qualquer nação, empresa ou família. A corrupção, ao contrário, destrói as bases, gera caos e leva tudo à decadência."
    },
    {
      "numero": "5",
      "texto": "Quem adula seu próximo está armando uma rede para os pés dele.",
      "reflexao": "A bajulação é uma armadilha disfarçada de elogio. Quem vive de falsos agrados não constrói relações verdadeiras e pode conduzir o outro à queda."
    },
    {
      "numero": "6",
      "texto": "O pecado do homem mau o apanha na sua própria armadilha, mas o justo pode cantar e alegrar-se.",
      "reflexao": "O pecado é laço para quem o pratica. Já o justo, mesmo em meio às lutas, vive em paz, com alegria e segurança, porque anda na luz e na verdade de Deus."
    },
    {
      "numero": "7",
      "texto": "Os justos levam em conta os direitos dos pobres, mas os ímpios nem se importam com isso.",
      "reflexao": "Quem anda com Deus carrega no coração compaixão e senso de justiça. Já o ímpio é indiferente ao sofrimento do próximo, pensando apenas nos próprios interesses."
    },
    {
      "numero": "8",
      "texto": "Os zombadores agitam a cidade, mas os sábios a apaziguam.",
      "reflexao": "A zombaria, a fofoca e o escárnio alimentam conflitos e divisões. Já a sabedoria gera paz, conciliação e edificação para toda a comunidade."
    },
    {
      "numero": "9",
      "texto": "Se o sábio for ao tribunal contra o insensato, não haverá paz, pois o insensato se enfurecerá e zombará.",
      "reflexao": "Discutir com o tolo é perder tempo. Ele não busca a verdade, mas a confusão. O sábio discerne quando é hora de calar, evitar ou se retirar."
    },
    {
      "numero": "10",
      "texto": "Os violentos odeiam os honestos e procuram matar o homem íntegro.",
      "reflexao": "A luz da integridade incomoda quem anda nas trevas. Por isso, os maus se levantam contra os justos, mas Deus é escudo para aqueles que permanecem fiéis."
    },
    {
      "numero": "11",
      "texto": "O tolo dá vazão à sua ira, mas o sábio domina-se.",
      "reflexao": "O autocontrole é marca dos sábios. Explodir, gritar ou agir por impulso é atitude do tolo. Deus nos chama à sabedoria que se revela no domínio próprio."
    },
    {
      "numero": "12",
      "texto": "Para o governante que dá ouvidos a mentiras, todos os seus oficiais são ímpios.",
      "reflexao": "Quando quem lidera se entrega à mentira, todo o ambiente se contamina. A corrupção começa no topo e desce, mas também a justiça, quando praticada, transforma tudo à volta."
    },
    {
      "numero": "13",
      "texto": "O pobre e o opressor têm algo em comum: O Senhor dá vista a ambos.",
      "reflexao": "Diante de Deus, todos são iguais. Ele vê tanto o necessitado quanto aquele que oprime, e a justiça divina não falha — no tempo certo, cada um colherá o que semeou."
    },
    {
      "numero": "14",
      "texto": "Se o rei julga os pobres com justiça, seu trono estará sempre seguro.",
      "reflexao": "O cuidado com os mais vulneráveis é sinal de um governo justo e temente a Deus. Onde há justiça, há estabilidade, paz e prosperidade."
    },
    {
      "numero": "15",
      "texto": "A vara da correção dá sabedoria, mas a criança entregue a si mesma envergonha a sua mãe.",
      "reflexao": "A correção feita com amor molda, educa e salva. A ausência de limites gera filhos inseguros, rebeldes e que, no futuro, serão fonte de tristeza para seus pais."
    },
    {
      "numero": "16",
      "texto": "Quando os ímpios prosperam, prospera o pecado, mas os justos verão a queda deles.",
      "reflexao": "A prosperidade dos ímpios é temporária. Deus garante que os justos, que permanecem firmes, verão a queda do mal e a exaltação da justiça."
    },
    {
      "numero": "17",
      "texto": "Discipline seu filho, e este lhe dará paz; trará grande prazer à sua alma.",
      "reflexao": "A disciplina é investimento de amor no futuro dos filhos. Quem corrige com sabedoria colhe paz, alegria e orgulho santo no coração."
    },
    {
      "numero": "18",
      "texto": "Onde não há revelação divina, o povo se desvia; mas como é feliz quem obedece à lei!",
      "reflexao": "Sem direção espiritual, o povo perece, se perde e se corrompe. A Palavra de Deus é lâmpada, guia e fonte de vida para aqueles que a seguem."
    },
    {
      "numero": "19",
      "texto": "Meras palavras não bastam para corrigir o escravo; mesmo que entenda, não reagirá bem.",
      "reflexao": "A correção eficaz não está apenas nas palavras, mas no exemplo, na disciplina, na constância e no amor que molda comportamentos e transforma corações."
    },
    {
      "numero": "20",
      "texto": "Você já viu alguém que se precipita no falar? Há mais esperança para o insensato do que para ele.",
      "reflexao": "Falar sem pensar é caminho para a ruína. A precipitação nas palavras destrói relacionamentos, gera contendas e revela a insensatez. O sábio é prudente até para falar."
    },
    {
      "numero": "21",
      "texto": "Se alguém mima seu escravo desde jovem, no fim terá tristezas.",
      "reflexao": "A ausência de limites e de correção, seja com filhos, empregados ou qualquer relacionamento, gera indisciplina, desrespeito e, no final, dor e prejuízo."
    },
    {
      "numero": "22",
      "texto": "O homem irado provoca brigas, e o de gênio violento comete muitos pecados.",
      "reflexao": "A ira descontrolada abre portas para uma sequência de erros e destruição. Deus nos convida ao domínio próprio e à paz que vem do Espírito."
    },
    {
      "numero": "23",
      "texto": "O orgulho do homem o humilha, mas o de espírito humilde obtém honra.",
      "reflexao": "O orgulho é a semente da queda, mas a humildade é caminho certo para a honra, para o favor de Deus e para relacionamentos saudáveis e frutíferos."
    },
    {
      "numero": "24",
      "texto": "O cúmplice do ladrão odeia a si mesmo; posto sob juramento, não ousa testemunhar.",
      "reflexao": "Compactuar com o erro destrói a própria dignidade. A omissão diante da verdade é pecado, e quem anda com quem pratica o mal carrega também as suas consequências."
    },
    {
      "numero": "25",
      "texto": "Quem teme ao homem cai em armadilhas, mas quem confia no Senhor está seguro.",
      "reflexao": "Viver para agradar as pessoas é prisão. Mas quem deposita sua confiança no Senhor vive livre, seguro e em paz, pois sua esperança está firmada em algo eterno."
    },
    {
      "numero": "26",
      "texto": "Muitos desejam os favores do governante, mas é do Senhor que procede a justiça.",
      "reflexao": "A justiça verdadeira não vem dos homens, mas de Deus. Buscar Seu favor é mais poderoso do que qualquer influência ou posição na Terra."
    },
    {
      "numero": "27",
      "texto": "Os justos detestam os desonestos, já os ímpios detestam os íntegros.",
      "reflexao": "A integridade e a desonestidade são caminhos opostos que nunca se cruzam. Quem anda na luz se afasta das trevas, e quem vive nas trevas rejeita a verdade que expõe seus erros."
    }
  ]
}
