{
  "livro": "Provérbios",
  "capitulo": "30",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ditados de Agur, filho de Jaque; oráculo: Este homem declarou a Itiel; a Itiel e a Ucal:",
      "reflexao": "Aqui começa um conjunto de reflexões profundas sobre a humildade, a limitação humana e a grandiosidade de Deus. Um convite para ouvirmos com o coração aberto."
    },
    {
      "numero": "2",
      "texto": "'Sou o mais tolo dos homens; não tenho o entendimento de um ser humano.'",
      "reflexao": "O primeiro passo para a verdadeira sabedoria é reconhecer nossas limitações. A humildade abre as portas para aprender e crescer diante de Deus."
    },
    {
      "numero": "3",
      "texto": "'Não aprendi sabedoria, nem tenho conhecimento do Santo.'",
      "reflexao": "Sem Deus, o ser humano é vazio de verdadeira sabedoria. O conhecimento mais precioso é o que vem da intimidade com o Senhor."
    },
    {
      "numero": "4",
      "texto": "'Quem subiu aos céus e desceu? Quem ajuntou nas mãos os ventos? Quem embrulhou as águas em sua capa? Quem fixou todos os limites da terra? Qual é o seu nome, e o nome do seu filho? Conte-me, se você sabe!'",
      "reflexao": "Deus é soberano sobre tudo. Este versículo nos faz lembrar que, diante da grandiosidade do Criador, nossa sabedoria é insignificante. O nome do Filho, aqui mencionado, aponta profeticamente para Cristo."
    },
    {
      "numero": "5",
      "texto": "'Cada palavra de Deus é comprovadamente pura; ele é um escudo para quem nele se refugia.'",
      "reflexao": "A Palavra de Deus é verdade, proteção e fonte de vida. Quem se apoia nela encontra segurança, paz e direção em meio às incertezas do mundo."
    },
    {
      "numero": "6",
      "texto": "'Nada acrescente às palavras dele, do contrário, ele o repreenderá e mostrará que você é mentiroso.'",
      "reflexao": "A verdade de Deus é completa. Alterá-la, distorcê-la ou acrescentar algo é abrir espaço para a mentira e para o erro. A fidelidade à Palavra é caminho de bênção."
    },
    {
      "numero": "7",
      "texto": "'Duas coisas peço que me dês antes que eu morra:'",
      "reflexao": "Aqui começa uma oração simples, mas profundamente sábia. Um pedido que revela maturidade espiritual e contentamento."
    },
    {
      "numero": "8",
      "texto": "'Mantém longe de mim a falsidade e a mentira; não me dês nem pobreza nem riqueza; dá-me apenas o alimento necessário.'",
      "reflexao": "O equilíbrio é uma bênção. Pedir a Deus nem demais nem de menos, mas o suficiente para viver de forma digna, sem cair na vaidade nem no desespero, é uma grande demonstração de sabedoria."
    },
    {
      "numero": "9",
      "texto": "'Se não, tendo demais, eu te negaria e te deixaria, e diria: ‘Quem é o Senhor?’ Se eu ficasse pobre, poderia vir a roubar, desonrando assim o nome do meu Deus.'",
      "reflexao": "O coração humano é suscetível tanto ao orgulho da riqueza quanto ao desespero da miséria. Por isso, pedir equilíbrio é um sinal de temor e dependência de Deus."
    },
    {
      "numero": "10",
      "texto": "'Não fale mal do servo ao seu senhor; do contrário, o servo o amaldiçoará, e você levará a culpa.'",
      "reflexao": "A fofoca e a difamação geram conflitos e podem se voltar contra quem as pratica. A integridade no falar preserva relacionamentos e honra diante de Deus."
    },
    {
      "numero": "11",
      "texto": "'Existem os que amaldiçoam seu pai e não abençoam sua mãe';",
      "reflexao": "O desrespeito aos pais revela a decadência moral de uma geração. Deus valoriza a honra e o cuidado com a família como princípio inegociável."
    },
    {
      "numero": "12",
      "texto": "'os que são puros aos seus próprios olhos e que ainda não foram purificados da sua impureza';",
      "reflexao": "A autojustificação é uma armadilha perigosa. Só Deus pode purificar e transformar o coração. A verdadeira pureza não vem das aparências, mas da graça do Senhor."
    },
    {
      "numero": "13",
      "texto": "'os que têm olhos altivos e olhar desdenhoso';",
      "reflexao": "O orgulho, o desprezo e a arrogância afastam o homem de Deus e dos outros. Quem anda com altivez, cedo ou tarde, experimentará a humilhação."
    },
    {
      "numero": "14",
      "texto": "pessoas cujos dentes são espadas e cujas mandíbulas estão armadas de facas para devorarem os necessitados desta terra e os pobres da humanidade.",
      "reflexao": "Há quem vive explorando, ferindo e destruindo os mais frágeis. Deus, porém, é o defensor dos necessitados e o justo juiz dos opressores."
    },
    {
      "numero": "15",
      "texto": "Duas filhas tem a sanguessuga. ‘Dê! Dê!’, gritam elas. Há três coisas que nunca estão satisfeitas, quatro que nunca dizem: ‘É o bastante!’:",
      "reflexao": "A ganância, a cobiça e o vazio da alma nunca se saciam. Quem vive buscando mais e mais sem Deus, nunca se sente completo."
    },
    {
      "numero": "16",
      "texto": "O Sheol, o ventre estéril, a terra, que nunca se dessedenta, e o fogo, que nunca diz: ‘É o bastante!’",
      "reflexao": "Há realidades insaciáveis, assim como o desejo desenfreado. O vazio sem Deus nunca se preenche. Só a presença do Senhor satisfaz plenamente a alma."
    },
    {
      "numero": "17",
      "texto": "Os olhos de quem zomba do pai, e, zombando, nega obediência à mãe, serão arrancados pelos corvos do vale, e serão devorados pelos filhotes do abutre.",
      "reflexao": "Deus leva muito a sério a honra aos pais. A rebeldia e o desprezo à autoridade familiar trazem consequências sérias, tanto espirituais quanto emocionais."
    },
    {
      "numero": "18",
      "texto": "‘Há três coisas misteriosas demais para mim, quatro que não consigo entender:’",
      "reflexao": "Nem tudo está ao alcance da nossa compreensão. Deus nos convida a reconhecer os mistérios da vida e a viver com reverência e humildade."
    },
    {
      "numero": "19",
      "texto": "‘O caminho do abutre no céu, o caminho da serpente sobre a rocha, o caminho do navio em alto mar, e o caminho do homem com uma moça.’",
      "reflexao": "A vida tem movimentos, encontros e conexões que são belos e, ao mesmo tempo, misteriosos. O amor, os caminhos do coração e da criação muitas vezes fogem ao nosso entendimento."
    },
    {
      "numero": "20",
      "texto": "Este é o caminho da adúltera: Ela come e limpa a boca, e diz: ‘Não fiz nada de errado’.",
      "reflexao": "A consciência cauterizada trata o pecado como algo comum, sem peso ou arrependimento. Deus, porém, vê tudo, e a verdade não pode ser escondida por muito tempo."
    },
    {
      "numero": "21",
      "texto": "Três coisas fazem tremer a terra, e quatro ela não pode suportar:",
      "reflexao": "Há situações que geram desequilíbrios profundos na sociedade, nas famílias e nas relações humanas. Deus traz à tona aquilo que gera caos e dor."
    },
    {
      "numero": "22",
      "texto": "O escravo que se torna rei, o insensato farto de comida,",
      "reflexao": "Quando quem não tem preparo, sabedoria ou caráter assume posições de poder ou abundância, o resultado é desequilíbrio, injustiça e sofrimento coletivo."
    },
    {
      "numero": "23",
      "texto": "a mulher desprezada que por fim se casa, e a escrava que toma o lugar de sua senhora.",
      "reflexao": "Quando relações são construídas sobre rivalidades, invejas ou falta de equilíbrio, geram tensões e conflitos difíceis de serem sustentados."
    },
    {
      "numero": "24",
      "texto": "Quatro seres da terra são pequenos, e, no entanto, muito sábios:",
      "reflexao": "Deus revela sua sabedoria até nas menores criaturas, nos ensinando que tamanho, posição ou força não definem o valor nem o sucesso."
    },
    {
      "numero": "25",
      "texto": "As formigas, criaturas de pouca força, contudo, armazenam sua comida no verão;",
      "reflexao": "O planejamento, o trabalho diligente e a sabedoria na administração são princípios que trazem segurança e prosperidade, independentemente do tamanho ou dos recursos disponíveis."
    },
    {
      "numero": "26",
      "texto": "os coelhos, criaturas sem nenhum poder, contudo, habitam nos penhascos;",
      "reflexao": "A proteção não vem da força, mas da sabedoria. Escolher bem onde se refugiar é sinal de discernimento. E o melhor refúgio é sempre o Senhor."
    },
    {
      "numero": "27",
      "texto": "os gafanhotos, que não têm rei, contudo, avançam juntos em fileiras;",
      "reflexao": "A unidade faz a força. Mesmo sem liderança visível, a cooperação e a organização garantem avanço e vitória. Assim também deve ser no Corpo de Cristo."
    },
    {
      "numero": "28",
      "texto": "a lagartixa, que se pode apanhar com as mãos, contudo, encontra-se nos palácios dos reis.",
      "reflexao": "Mesmo os pequenos e frágeis podem alcançar lugares altos quando sabem usar bem suas habilidades e se movem com sabedoria e discrição."
    },
    {
      "numero": "29",
      "texto": "Há três seres de andar elegante, quatro que se movem com passo garboso:",
      "reflexao": "Deus nos convida a observar sua criação e perceber que até na postura e no modo de se conduzir há beleza, força e ensinamentos sobre firmeza e dignidade."
    },
    {
      "numero": "30",
      "texto": "O leão, que é poderoso entre os animais e não foge de ninguém;",
      "reflexao": "A coragem e a segurança do leão nos ensinam a viver com confiança, ousadia e autoridade, especialmente quando sabemos que nossa força vem de Deus."
    },
    {
      "numero": "31",
      "texto": "o galo de andar altivo; o bode; e o rei à frente do seu exército.",
      "reflexao": "Existe beleza na liderança, na ordem e na autoridade bem exercida. Assim também somos chamados a andar com dignidade, firmeza e propósito."
    },
    {
      "numero": "32",
      "texto": "‘Se você agiu como tolo e exaltou-se a si mesmo, ou se planejou o mal, tape a boca com a mão!",
      "reflexao": "Quando reconhecemos que falamos ou pensamos errado, é sábio nos calarmos, refletirmos e buscarmos a correção. O silêncio, às vezes, é a primeira forma de arrependimento."
    },
    {
      "numero": "33",
      "texto": "Pois assim como bater o leite produz manteiga, e assim como torcer o nariz produz sangue, também suscitar a raiva produz contenda.’",
      "reflexao": "Quem provoca, colhe conflitos. Assim como certas ações produzem resultados inevitáveis, alimentar a raiva gera divisão, brigas e destruição. Deus nos chama a sermos pacificadores."
    }
  ]
}
