{
  "livro": "Provérbios",
  "capitulo": "25",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Estes são outros provérbios de Salomão, compilados pelos servos de Ezequias, rei de Judá.",
      "reflexao": "A sabedoria é tão valiosa que foi preservada ao longo de gerações. Assim como esses provérbios foram guardados, devemos guardar os ensinamentos de Deus no coração, pois são eternos e aplicáveis em qualquer tempo."
    },
    {
      "numero": "2",
      "texto": "A glória de Deus é ocultar certas coisas; tentar descobri-las é a glória dos reis.",
      "reflexao": "Deus, em Sua soberania, oculta mistérios que despertam nossa busca por conhecimento, discernimento e sabedoria. A glória do ser humano está em buscar, aprender e crescer, sempre reconhecendo que tudo vem do Senhor."
    },
    {
      "numero": "3",
      "texto": "Assim como o céu é elevado e a terra é profunda, também o coração dos reis é insondável.",
      "reflexao": "O coração humano, especialmente de quem lidera, é complexo e cheio de camadas. Só Deus conhece plenamente as intenções e pensamentos. Isso nos ensina sobre humildade, prudência e dependência dEle."
    },
    {
      "numero": "4",
      "texto": "Quando se retira a escória da prata, nesta se tem material para o ourives.",
      "reflexao": "Assim como a prata é purificada ao remover suas impurezas, nossas vidas precisam ser depuradas dos excessos, dos erros e dos pecados. Só assim nos tornamos instrumentos valiosos nas mãos de Deus."
    },
    {
      "numero": "5",
      "texto": "Quando os ímpios são retirados da presença do rei, a justiça firma o seu trono.",
      "reflexao": "Ambientes de liderança e autoridade só prosperam quando há justiça e retidão. A influência dos maus contamina decisões e destrói governos, famílias e empresas. Deus honra quem se afasta da corrupção."
    },
    {
      "numero": "6",
      "texto": "Não se engrandeça na presença do rei, e não reivindique lugar entre os homens importantes;",
      "reflexao": "A humildade precede a honra. Quem busca se autopromover, se expõe ao constrangimento. Deus exalta os humildes e resiste aos soberbos. Melhor ser chamado para subir do que ser mandado descer."
    },
    {
      "numero": "7",
      "texto": "é melhor que ele lhe diga: 'Suba para cá!', do que ter que humilhá-lo diante de uma autoridade. O que você viu com os olhos",
      "reflexao": "Este versículo reforça o valor da humildade. Na vida, esperar o reconhecimento no tempo certo, em vez de buscá-lo a qualquer custo, é sinal de sabedoria e proteção contra a vergonha e o orgulho."
    },
    {
      "numero": "8",
      "texto": "não leve precipitadamente ao tribunal, pois o que você fará, se o seu próximo o desacreditar?",
      "reflexao": "Agir por impulso, sem ponderar, pode gerar grandes constrangimentos e derrotas. Deus nos ensina a refletir, buscar diálogo e não ser precipitado nas acusações ou confrontos."
    },
    {
      "numero": "9",
      "texto": "Procure resolver sua causa diretamente com o seu próximo, e não revele o segredo de outra pessoa,",
      "reflexao": "A maturidade espiritual se revela na capacidade de resolver conflitos de forma direta, sem espalhar, fofocar ou expor terceiros. Deus honra quem promove a paz e a reconciliação."
    },
    {
      "numero": "10",
      "texto": "caso contrário, quem o ouvir poderá recriminá-lo e você jamais perderá sua má reputação.",
      "reflexao": "Falar demais ou expor os outros destrói a própria reputação. Quem zela pela verdade, pela discrição e pela justiça constrói um nome de honra, respeito e confiança."
    },
    {
      "numero": "11",
      "texto": "A palavra proferida no tempo certo é como frutas de ouro incrustadas numa escultura de prata.",
      "reflexao": "Saber o que dizer e quando dizer é uma joia rara. Palavras sábias no momento certo têm valor incalculável — curam, restauram, edificam e abençoam tanto quem fala quanto quem ouve."
    },
    {
      "numero": "12",
      "texto": "Como brinco de ouro e enfeite de ouro fino é a repreensão dada com sabedoria a quem se dispõe a ouvir.",
      "reflexao": "Quem aceita a correção sábia se enriquece. A repreensão, quando feita com amor e recebida com humildade, é um presente que transforma e aperfeiçoa o caráter."
    },
    {
      "numero": "13",
      "texto": "Como o frescor da neve na época da colheita é o mensageiro de confiança para aqueles que o enviam; ele revigora o ânimo de seus senhores.",
      "reflexao": "Ser alguém confiável é um presente para qualquer ambiente. Assim como a brisa fresca revigora no calor, a fidelidade traz alívio, segurança e paz para quem conta conosco."
    },
    {
      "numero": "14",
      "texto": "Como nuvens e ventos sem chuva é aquele que se gaba de presentes que não deu.",
      "reflexao": "Prometer e não cumprir gera frustração. A ostentação vazia é como nuvem sem chuva: cria expectativa, mas não entrega nada. Deus valoriza a verdade e a coerência entre falar e fazer."
    },
    {
      "numero": "15",
      "texto": "Com muita paciência pode-se convencer a autoridade, e a língua branda quebra até ossos.",
      "reflexao": "A paciência e a mansidão são armas poderosas. Onde a força falha, a calma vence. Deus nos ensina que uma palavra suave, no tempo certo, tem mais força que qualquer confronto agressivo."
    },
    {
      "numero": "16",
      "texto": "Se você encontrar mel, coma apenas o suficiente, para que não fique enjoado e vomite.",
      "reflexao": "Até as coisas boas, em excesso, fazem mal. Deus nos convida ao equilíbrio, à moderação e ao contentamento, para que possamos desfrutar da vida de forma saudável e sábia."
    },
    {
      "numero": "17",
      "texto": "Não faça visitas frequentes à casa do seu vizinho para que ele não se canse de você e passe a odiá-lo.",
      "reflexao": "O equilíbrio também se aplica nas relações. A superexposição e a invasão dos espaços alheios podem gerar desgaste e afastamento. Deus nos ensina a valorizar a amizade, mas também a respeitar limites."
    },
    {
      "numero": "18",
      "texto": "Como um pedaço de pau, uma espada ou uma flecha aguda é o que dá falso testemunho contra o seu próximo.",
      "reflexao": "A mentira, especialmente quando atinge a reputação de alguém, é uma arma mortal. Fere, destrói e separa. Deus abomina o falso testemunho e ama a verdade e a justiça."
    },
    {
      "numero": "19",
      "texto": "Como dente estragado ou pé deslocado é a confiança no hipócrita na hora da dificuldade.",
      "reflexao": "Confiar em quem não é íntegro gera dor, frustração e decepção. Assim como um dente quebrado ou um pé torcido, traz incômodo e impede o avanço. Deus nos chama a sermos pessoas confiáveis e a escolher bem em quem confiar."
    },
    {
      "numero": "20",
      "texto": "Como tirar a própria roupa num dia de frio, ou derramar vinagre numa ferida, é cantar com o coração entristecido.",
      "reflexao": "Fingir alegria diante de quem sofre é crueldade. Deus nos chama à empatia, ao cuidado e à sensibilidade, em vez de minimizar a dor alheia com palavras vazias ou atitudes inconvenientes."
    },
    {
      "numero": "21",
      "texto": "Se o seu inimigo tiver fome, dê-lhe de comer; se tiver sede, dê-lhe de beber.",
      "reflexao": "O amor que Deus nos ensina vai além da lógica humana. Abençoar quem nos faz mal quebra ciclos de ódio e manifesta o caráter do Reino, que é amor, misericórdia e redenção."
    },
    {
      "numero": "22",
      "texto": "Fazendo isso, você amontoará brasas vivas sobre a cabeça dele, e o Senhor recompensará você.",
      "reflexao": "Quando escolhemos o caminho do amor em vez da vingança, colocamos o outro em confronto com sua própria consciência. Deus, que vê tudo, se encarrega de trazer recompensa àqueles que escolhem o bem."
    },
    {
      "numero": "23",
      "texto": "Como o vento norte traz chuva, assim a língua fingida traz o olhar irado.",
      "reflexao": "A falsidade destrói relações e gera conflitos. Assim como o vento traz a tempestade, a mentira traz desconfiança, divisão e tristeza. Deus ama a verdade e nos chama à sinceridade."
    },
    {
      "numero": "24",
      "texto": "Melhor é viver num canto sob o telhado do que repartir a casa com uma mulher briguenta.",
      "reflexao": "O ambiente familiar precisa ser um refúgio de paz. A contenda, a discussão constante e a falta de harmonia tornam qualquer lugar insuportável. Deus nos ensina que cultivar a paz vale mais do que qualquer conforto material."
    },
    {
      "numero": "25",
      "texto": "Como água fresca para a garganta sedenta é a boa notícia que chega de uma terra distante.",
      "reflexao": "A boa notícia tem poder de revigorar, de trazer esperança e alegria. Assim também é o Evangelho — uma notícia que transforma, cura e renova os que estão sedentos de vida e de esperança."
    },
    {
      "numero": "26",
      "texto": "Como fonte contaminada ou nascente poluída, assim é o justo que fraqueja diante do ímpio.",
      "reflexao": "Quando o justo se cala ou se curva diante da injustiça, sua influência se contamina. Deus nos chama a permanecer firmes na verdade, sem se corromper, mesmo que todos ao redor escolham outro caminho."
    },
    {
      "numero": "27",
      "texto": "Comer mel demais não é bom, nem é honroso buscar a própria honra.",
      "reflexao": "A busca desenfreada por reconhecimento, aplausos e validação gera desgaste e frustração. Deus nos ensina que a honra vem como consequência da humildade, do serviço e do amor, e não da busca por si mesma."
    },
    {
      "numero": "28",
      "texto": "Como a cidade com seus muros derrubados, assim é quem não sabe dominar-se.",
      "reflexao": "Quem não tem domínio próprio está vulnerável, exposto aos ataques, às quedas e aos erros. A disciplina, o autocontrole e a dependência de Deus são os muros que protegem nossa vida, nossa mente e nosso coração."
    }
  ]
}
