{
  "livro": "Provérbios",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Meu filho, se você serviu de fiador do seu próximo, se, com um aperto de mãos, empenhou-se por um estranho,",
      "reflexao": "Este versículo alerta sobre a imprudência de assumir compromissos financeiros por terceiros sem reflexão. Deus nos ensina a agir com sabedoria, evitando colocar em risco nossa própria estabilidade e paz."
    },
    {
      "numero": "2",
      "texto": "e se caiu nas mãos dele por causa do que disse, ficou preso pelo que falou,",
      "reflexao": "As palavras têm poder e consequências. Este alerta nos lembra que promessas feitas sem sabedoria podem se tornar armadilhas. Precisamos ser prudentes, refletindo antes de assumir compromissos."
    },
    {
      "numero": "3",
      "texto": "então, meu filho, faça o seguinte para se livrar disso, pois caiu nas mãos do seu próximo: vá e se humilhe; insista, incomode o seu próximo!",
      "reflexao": "Deus nos ensina aqui que não há vergonha em reconhecer um erro e buscar corrigi-lo rapidamente. Humildade e agilidade são essenciais para desfazer situações que podem se tornar prejuízo ou escravidão financeira e emocional."
    },
    {
      "numero": "4",
      "texto": "Não se entregue ao sono, nem cochile,",
      "reflexao": "A urgência é clara: não procrastine na busca por resolver aquilo que te prende. O tempo é valioso e, muitas vezes, deixar para depois significa aprofundar o problema."
    },
    {
      "numero": "5",
      "texto": "livre-se como a gazela se livra do caçador, como a ave do laço que a prende.",
      "reflexao": "Deus compara a busca por libertação de situações perigosas à luta de um animal pela própria vida. Isso demonstra a seriedade com que devemos tratar nossas escolhas e acordos imprudentes."
    },
    {
      "numero": "6",
      "texto": "Observe a formiga, preguiçoso, reflita nos caminhos dela e seja sábio!",
      "reflexao": "A sabedoria divina se manifesta até nas coisas simples da criação. Deus nos convida a aprender com a diligência da formiga: ela trabalha, se organiza e se prepara, sem precisar ser forçada ou vigiada."
    },
    {
      "numero": "7",
      "texto": "Ela não tem chefe, nem supervisor, nem governante,",
      "reflexao": "A formiga é exemplo de autodisciplina e responsabilidade. Deus nos ensina que não devemos depender de cobranças externas para fazermos o que é certo e necessário. A verdadeira sabedoria vem de dentro, guiada pelo temor ao Senhor."
    },
    {
      "numero": "8",
      "texto": "e ainda assim armazena as suas provisões no verão e na época da colheita ajunta o seu alimento.",
      "reflexao": "A prudência da formiga é exemplo de como devemos nos preparar para o futuro. Organizar, poupar, planejar e trabalhar são atitudes que trazem estabilidade, segurança e bênção, conforme os princípios de Deus."
    },
    {
      "numero": "9",
      "texto": "Até quando você vai ficar deitado, preguiçoso? Quando se levantará do seu sono?",
      "reflexao": "Deus nos desperta para sair da inércia, da procrastinação e da estagnação. Ficar parado diante da vida é desperdiçar oportunidades, talentos e os planos que Ele preparou para nós."
    },
    {
      "numero": "10",
      "texto": "Tirando um cochilo, dormindo um pouco, cruzando um pouco os braços para descansar,",
      "reflexao": "O comodismo parece inofensivo, mas gera consequências sérias. Pequenos hábitos de negligência se somam e, aos poucos, conduzem à escassez, à estagnação e à perda de propósito."
    },
    {
      "numero": "11",
      "texto": "a sua pobreza o surpreenderá como um assaltante, e a sua necessidade virá como um homem armado.",
      "reflexao": "A negligência e a preguiça não são neutras — elas têm efeitos práticos e devastadores. Deus nos alerta que, quem não se move, quem não trabalha e não se esforça, colhe escassez, tanto material quanto espiritual."
    },
    {
      "numero": "12",
      "texto": "O perverso, o sem-vergonha, anda de boca suja,",
      "reflexao": "As palavras refletem o coração. Quem vive na perversidade não consegue esconder sua natureza. Deus nos alerta sobre os perigos de conviver ou se assemelhar a quem usa as palavras para ferir, enganar ou destruir."
    },
    {
      "numero": "13",
      "texto": "pisca os olhos, arrasta os pés e faz sinais com os dedos;",
      "reflexao": "Aqui vemos que a maldade não está só nas palavras, mas também nos gestos, nos olhares e nas intenções. Pequenas atitudes revelam grandes verdades sobre o coração de uma pessoa. Por isso, é necessário discernimento."
    },
    {
      "numero": "14",
      "texto": "tem no coração o propósito de enganar; planeja sempre o mal e semeia discórdia.",
      "reflexao": "O mal nasce no coração e, inevitavelmente, se manifesta. Deus nos alerta sobre aqueles que vivem para espalhar mentira, discórdia e destruição. Esse é um chamado a cuidarmos do nosso próprio coração e das nossas companhias."
    },
    {
      "numero": "15",
      "texto": "Por isso a sua destruição virá repentinamente; de uma hora para outra será destruído, sem remédio.",
      "reflexao": "O fim daquele que semeia o mal é certo e repentino. Deus é paciente, mas justo. A destruição do perverso chega sem aviso, como consequência das suas próprias escolhas. Este é um chamado para escolhermos hoje o caminho da retidão."
    },
    {
      "numero": "16",
      "texto": "Há seis coisas que o Senhor odeia, sete que ele detesta:",
      "reflexao": "Deus não é indiferente ao mal. Ele deixa claro que há comportamentos e atitudes que são absolutamente repugnantes aos Seus olhos. Esse versículo introduz uma lista que deve nos servir de espelho e alerta diário."
    },
    {
      "numero": "17",
      "texto": "olhos altivos, língua mentirosa, mãos que derramam sangue inocente,",
      "reflexao": "Aqui estão os primeiros itens que Deus abomina: orgulho, mentira e violência. Eles revelam corações desconectados de Deus, que vivem guiados pelo ego, pela falsidade e pela maldade. Deus nos convida a fugir dessas práticas e a cultivar humildade, verdade e amor."
    },
    {
      "numero": "18",
      "texto": "coração que traça planos perversos, pés que se apressam para fazer o mal,",
      "reflexao": "Deus abomina o coração que vive planejando o mal. Isso nos lembra que o pecado não começa na ação, mas na intenção. A pressa em fazer o mal revela um coração desconectado do amor, da empatia e da verdade de Deus."
    },
    {
      "numero": "19",
      "texto": "a testemunha falsa que espalha mentiras e aquele que provoca discórdia entre irmãos.",
      "reflexao": "Deus condena com firmeza a mentira e a semeadura de discórdia. Esses comportamentos destroem famílias, amizades, comunidades e igrejas. Quem ama a Deus busca ser pacificador, não causador de divisão."
    },
    {
      "numero": "20",
      "texto": "Meu filho, obedeça aos mandamentos de seu pai e não abandone o ensino de sua mãe.",
      "reflexao": "Deus valoriza a sabedoria transmitida no ambiente familiar. Honrar os ensinamentos que estão alinhados à Palavra é uma proteção para a vida, um alicerce contra os ventos do erro e da destruição."
    },
    {
      "numero": "21",
      "texto": "Amarre-os sempre no coração; pendure-os no pescoço.",
      "reflexao": "Manter os princípios de Deus perto do coração é como usar um colar valioso. Eles não são enfeites externos, mas tesouros que devem estar sempre visíveis, guiando cada decisão, palavra e atitude."
    },
    {
      "numero": "22",
      "texto": "Quando você andar, eles o guiarão; quando se deitar, o protegerão; quando acordar, falarão com você.",
      "reflexao": "A sabedoria e os ensinamentos de Deus não são estáticos. Eles nos acompanham em cada momento: no caminho, no descanso e no recomeço de cada dia. Quem vive segundo a Palavra, vive cercado de direção, proteção e inspiração constante."
    },
    {
      "numero": "23",
      "texto": "Pois o mandamento é lâmpada, a instrução é luz, e as advertências da disciplina são o caminho que conduz à vida,",
      "reflexao": "A Palavra de Deus é como uma lâmpada que clareia o caminho na escuridão. As correções e advertências que ela traz não são peso, mas sinal de amor, apontando o caminho da vida, da paz e da realização verdadeira."
    },
    {
      "numero": "24",
      "texto": "para protegê-lo da mulher imoral e dos falsos elogios da mulher sedutora.",
      "reflexao": "Deus não apenas nos orienta, mas nos protege. Sua Palavra nos livra das armadilhas disfarçadas de elogios, carícias ou propostas sedutoras que, no fundo, escondem destruição para a alma, o lar e a vida espiritual."
    },
    {
      "numero": "25",
      "texto": "Não cobice em seu coração a sua beleza, nem se deixe seduzir por seus olhares,",
      "reflexao": "O pecado começa no coração, na cobiça silenciosa, no olhar que se permite desejar o que não é correto. Deus nos chama a proteger nossos olhos e, principalmente, nosso coração, fonte de todas as nossas decisões."
    },
    {
      "numero": "26",
      "texto": "pois a prostituta leva o homem à pobreza, e a adúltera o faz correr risco de vida.",
      "reflexao": "Este é um alerta forte: a entrega ao pecado sexual não destrói apenas a alma, mas também a vida financeira, emocional, familiar e até física. O preço é muito alto para quem ignora esse aviso de amor e proteção divina."
    },
    {
      "numero": "27",
      "texto": "Poderá alguém colocar fogo no colo sem queimar a roupa?",
      "reflexao": "O pecado nunca é inofensivo. A ilustração é clara: brincar com o erro é, invariavelmente, se queimar. Não há como se envolver com o pecado sem sofrer as consequências, sejam elas emocionais, físicas ou espirituais."
    },
    {
      "numero": "28",
      "texto": "Poderá alguém andar sobre brasas sem queimar os pés?",
      "reflexao": "Assim como é impossível andar sobre brasas e sair ileso, também é impossível se envolver com o pecado e não colher dor, arrependimento e marcas profundas. Deus nos alerta para fugirmos antes que seja tarde."
    },
    {
      "numero": "29",
      "texto": "Assim acontece com quem se deita com a mulher alheia; ninguém que a toque ficará sem castigo.",
      "reflexao": "O adultério não é apenas um erro moral, mas uma ofensa espiritual e uma semente de destruição. A consequência é inevitável: quem escolhe esse caminho, escolhe também a colheita amarga que ele produz."
    },
    {
      "numero": "30",
      "texto": "Não se despreza o ladrão que furta para matar a fome,",
      "reflexao": "Embora até se possa compreender a dor do necessitado que rouba para não morrer de fome, o adultério é apresentado aqui como algo ainda mais grave, pois não nasce da necessidade, mas da escolha egoísta, da cobiça e da falta de temor a Deus."
    },
    {
      "numero": "31",
      "texto": "contudo, se for pego, terá que pagar sete vezes o que roubou, ainda que isso lhe custe todos os bens de sua casa.",
      "reflexao": "Até o ladrão que rouba por fome precisa reparar o dano. Isso revela que toda escolha errada, mesmo quando nasce da necessidade, carrega consequências. Quanto mais grave é quem, de forma intencional e planejada, escolhe o caminho da traição."
    },
    {
      "numero": "32",
      "texto": "Mas o homem que comete adultério não tem juízo; todo aquele que assim procede a si mesmo se destrói.",
      "reflexao": "O adultério é apresentado como loucura, insensatez. Não é apenas destruir o outro, é autodestruição. Este é um grito de Deus para proteger nossa alma, nossa família e nosso futuro de escolhas que levam à ruína certa."
    },
    {
      "numero": "33",
      "texto": "Sofrerá ferimentos e vergonha, e a sua humilhação jamais se apagará.",
      "reflexao": "O preço do pecado, especialmente na infidelidade, não é apenas espiritual, mas social e emocional. A vergonha, as feridas e as marcas podem acompanhar uma pessoa por toda a vida. Deus deseja nos livrar disso, por amor."
    },
    {
      "numero": "34",
      "texto": "Pois o ciúme desperta a fúria do marido, que não terá misericórdia quando se vingar.",
      "reflexao": "Aqui é revelada também a consequência relacional. O adultério fere, gera dor profunda, indignação, e muitas vezes leva a conflitos, separações e tragédias. Deus deseja nos poupar de tudo isso, nos chamando ao caminho da fidelidade e da pureza."
    },
    {
      "numero": "35",
      "texto": "Não aceitará nenhuma compensação; os melhores presentes não o acalmarão.",
      "reflexao": "Algumas feridas não se curam com dinheiro, presentes ou desculpas. A traição quebra algo sagrado, e nem sempre há volta. Esse é um alerta profundo do quanto é sério zelar pelas alianças e viver segundo os princípios de Deus."
    }
  ]
}
