{
  "livro": "Provérbios",
  "capitulo": "22",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Mais vale o bom nome do que muitas riquezas; e ser estimado é melhor do que prata e ouro.",
      "reflexao": "A reputação, o caráter e a honra são bens que dinheiro algum pode comprar. Deus nos ensina que construir uma vida íntegra, onde somos conhecidos pelo amor, verdade e justiça, é mais valioso que qualquer tesouro material."
    },
    {
      "numero": "2",
      "texto": "O rico e o pobre têm isto em comum: o Senhor é o criador de ambos.",
      "reflexao": "Diante de Deus, todos são iguais. Nenhuma riqueza, status ou posição social muda o fato de que somos todos obra das mãos do Criador. Isso nos ensina a tratar todos com dignidade, respeito e amor, sem acepção."
    },
    {
      "numero": "3",
      "texto": "O prudente percebe o perigo e busca refúgio; os inexperientes seguem adiante e sofrem as consequências.",
      "reflexao": "Deus nos convida à prudência. Observar os sinais, refletir antes de agir e se proteger de situações perigosas é sinal de sabedoria. Ignorar alertas leva ao sofrimento. A sabedoria é proteção para quem a pratica."
    },
    {
      "numero": "4",
      "texto": "A recompensa da humildade e do temor do Senhor são riqueza, honra e vida.",
      "reflexao": "A verdadeira prosperidade vem da humildade e do temor ao Senhor. Deus honra quem anda em reverência, amor e obediência a Ele, trazendo bênçãos que vão além do material: paz, propósito, segurança e vida abundante."
    },
    {
      "numero": "5",
      "texto": "No caminho do perverso há espinhos e armadilhas; quem quer proteger a própria vida mantém-se longe dele.",
      "reflexao": "O caminho da maldade está cheio de perigos, destruição e dor. Quem escolhe a retidão, a vigilância e o temor a Deus desvia-se dessas armadilhas, preservando a vida, a paz e a comunhão com o Senhor."
    },
    {
      "numero": "6",
      "texto": "Instrua a criança segundo os objetivos que você tem para ela, e mesmo com o passar dos anos não se desviará deles.",
      "reflexao": "Ensinar os filhos nos caminhos de Deus desde cedo é plantar sementes que darão frutos por toda a vida. Mesmo que hajam desvios, o ensino e o exemplo permanecem como luz e direção no coração deles."
    },
    {
      "numero": "7",
      "texto": "O rico domina sobre o pobre, e quem toma emprestado é escravo de quem empresta.",
      "reflexao": "O endividamento aprisiona, limita e traz opressão. Deus nos alerta sobre a importância da boa administração financeira, da prudência e da liberdade que vem de viver sem depender de dívidas e opressões econômicas."
    },
    {
      "numero": "8",
      "texto": "Quem semeia a injustiça colhe a maldade; o castigo da sua arrogância será completo.",
      "reflexao": "Tudo o que semeamos, colheremos. Quem planta injustiça, colhe dor, sofrimento e destruição. Mas quem escolhe viver segundo a justiça de Deus experimenta colheitas de paz, amor e prosperidade verdadeira."
    },
    {
      "numero": "9",
      "texto": "Quem é generoso será abençoado, pois reparte o seu pão com o pobre.",
      "reflexao": "A generosidade atrai a bênção de Deus. Aquele que reparte, que cuida e que olha para os necessitados reflete o próprio coração de Deus, que se alegra e multiplica na vida de quem vive com um coração disposto a ajudar."
    },
    {
      "numero": "10",
      "texto": "Expulse o zombador, e com ele se irá a briga; cessarão as contendas e os insultos.",
      "reflexao": "Pessoas que vivem de zombarias, críticas destrutivas e contendas contaminam ambientes. A sabedoria está em não dar espaço àqueles que espalham discórdia. Onde há unidade, amor e respeito, reina a paz de Deus."
    },
    {
      "numero": "11",
      "texto": "Quem ama a sinceridade de coração e se expressa com elegância será amigo do rei.",
      "reflexao": "A sinceridade, aliada à sabedoria no falar, abre portas até nos lugares mais altos. Deus honra quem vive na verdade e na integridade, e faz com que encontre favor e graça até diante de autoridades e grandes oportunidades."
    },
    {
      "numero": "12",
      "texto": "Os olhos do Senhor protegem o conhecimento, mas ele frustra as palavras dos infiéis.",
      "reflexao": "Deus guarda e sustenta os que vivem na verdade, no conhecimento e na retidão. Mas os planos dos ímpios, baseados na mentira e na maldade, são frustrados. A verdade sempre prevalece sob o olhar atento do Senhor."
    },
    {
      "numero": "13",
      "texto": "O preguiçoso diz: 'Há um leão lá fora! Serei morto na rua!'",
      "reflexao": "A preguiça sempre cria desculpas para não agir, muitas vezes exagerando perigos que nem existem. Quem vive dando desculpas, paralisa seus próprios sonhos. Deus nos chama à diligência, à ação e à confiança, sem temer obstáculos irreais."
    },
    {
      "numero": "14",
      "texto": "A conversa da mulher imoral é uma cova profunda; nela cairá quem estiver sob a ira do Senhor.",
      "reflexao": "A sedução do pecado leva à destruição. Palavras enganosas, promessas vazias e seduções imorais são armadilhas para quem está espiritualmente distante de Deus. A proteção está em viver em comunhão com o Senhor e na obediência à Sua Palavra."
    },
    {
      "numero": "15",
      "texto": "A insensatez está ligada ao coração da criança, mas a vara da disciplina a livrará dela.",
      "reflexao": "O ser humano nasce inclinado à tolice e ao erro. A disciplina amorosa, firme e equilibrada é ferramenta de Deus para formar caráter, moldar vidas e preparar os filhos para viverem em retidão, sabedoria e temor ao Senhor."
    },
    {
      "numero": "16",
      "texto": "Tanto quem oprime o pobre para enriquecer-se como quem faz cortesia ao rico, com certeza passarão necessidade.",
      "reflexao": "A busca desenfreada por riqueza, seja pela opressão ou pela bajulação dos poderosos, leva ao fracasso. Deus não abençoa caminhos de exploração e injustiça. A verdadeira prosperidade vem da honestidade, do trabalho digno e da generosidade."
    },
    {
      "numero": "17",
      "texto": "Preste atenção e ouça os ditados dos sábios; aplique o coração ao meu ensino.",
      "reflexao": "A sabedoria não é apenas para ser ouvida, mas aplicada. Deus nos convida a abrir o coração, receber Seus ensinamentos e viver de forma prática, permitindo que eles moldem nossas decisões, atitudes e caráter diariamente."
    },
    {
      "numero": "18",
      "texto": "Será uma satisfação guardá-los no íntimo e tê-los todos na ponta da língua.",
      "reflexao": "Guardar a sabedoria no coração e tê-la pronta nos lábios é fonte de vida. Quem vive segundo os princípios de Deus fala palavras que edificam, aconselham, confortam e trazem direção, tanto para si quanto para os outros."
    },
    {
      "numero": "19",
      "texto": "Para que você confie no Senhor, a você hoje ensinarei.",
      "reflexao": "Todo ensino da Palavra de Deus tem um propósito maior: fortalecer nossa confiança nEle. Cada conselho, cada mandamento e cada princípio tem como objetivo nos conduzir a uma vida de fé, segurança e dependência do Senhor."
    },
    {
      "numero": "20",
      "texto": "Já não lhe escrevi conselhos e instruções?",
      "reflexao": "Deus, por meio de Sua Palavra, não deixa Seus filhos sem direção. Ele nos cerca de conselhos, orientações e advertências, não por controle, mas por amor, para que possamos viver com sabedoria, segurança e paz."
    },
    {
      "numero": "21",
      "texto": "Ensinando-lhe palavras dignas de confiança, para que você responda com a verdade a quem o enviou?",
      "reflexao": "A sabedoria nos capacita não apenas a viver bem, mas também a aconselhar, ensinar e representar com dignidade e verdade aqueles que dependem de nós. Deus quer que sejamos instrumentos de verdade, justiça e amor no mundo."
    },
    {
      "numero": "22",
      "texto": "Não explore os pobres por serem pobres, nem oprima os necessitados no tribunal.",
      "reflexao": "Deus é defensor dos necessitados. Explorar ou se aproveitar da fraqueza alheia é algo que Ele reprova severamente. O Senhor chama Seus filhos a serem justos, compassivos e defensores dos que não têm voz na sociedade."
    },
    {
      "numero": "23",
      "texto": "Pois o Senhor será o advogado deles, e despojará da vida os que os despojarem.",
      "reflexao": "Quem prejudica os necessitados enfrenta não apenas a justiça dos homens, mas a do próprio Deus. O Senhor se levanta como defensor dos oprimidos e garante que a injustiça não ficará sem resposta. Ele é juiz justo e fiel."
    },
    {
      "numero": "24",
      "texto": "Não se associe com quem vive de mau humor, nem ande em companhia de quem facilmente se ira.",
      "reflexao": "As companhias moldam nosso caráter. Andar com pessoas iracundas, explosivas e negativas contamina a alma e destrói a paz. Deus nos orienta a escolher bem as amizades, priorizando aqueles que cultivam a paz, a paciência e o amor."
    },
    {
      "numero": "25",
      "texto": "Do contrário você acabará imitando essa conduta e cairá em armadilha mortal.",
      "reflexao": "O convívio constante com pessoas de atitudes destrutivas acaba nos influenciando. O que parecia apenas observação se transforma em imitação. Por isso, escolher bem quem caminha conosco é também proteger nossa própria vida e futuro."
    },
    {
      "numero": "26",
      "texto": "Não seja como aqueles que, com um aperto de mãos, empenham-se com outros e se tornam fiadores de dívidas.",
      "reflexao": "Deus nos adverte contra assumir responsabilidades financeiras impensadas. Ser fiador de dívidas, especialmente sem segurança, é abrir portas para prejuízo, angústia e até desestabilização da própria vida financeira e familiar."
    },
    {
      "numero": "27",
      "texto": "Se você não tem como pagá-las, por que correr o risco de perder até a cama em que dorme?",
      "reflexao": "O descontrole financeiro gera consequências severas. Deus nos convida a sermos prudentes, planejados e responsáveis, evitando compromissos que possam tirar nossa segurança, nossa paz e até o nosso sustento."
    },
    {
      "numero": "28",
      "texto": "Não mude de lugar os antigos marcos que limitam as propriedades e que foram colocados por seus antepassados.",
      "reflexao": "Deus valoriza a justiça, o respeito e a preservação dos limites estabelecidos. Alterar marcos de terras, prejudicar heranças ou roubar de forma dissimulada é desonesto e profundamente reprovável aos olhos do Senhor."
    },
    {
      "numero": "29",
      "texto": "Você já observou um homem habilidoso em seu trabalho? Será promovido ao serviço real; não trabalhará para gente obscura.",
      "reflexao": "A excelência no trabalho, feita com dedicação, responsabilidade e integridade, abre portas. Quem faz bem feito, serve não apenas aos homens, mas também honra a Deus, e será honrado, reconhecido e elevado, pois a bênção do Senhor acompanha a diligência."
    }
  ]
}

