{
  "livro": "Provérbios",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Como neve no verão ou chuva na colheita, assim a honra é imprópria para o tolo.",
      "reflexao": "Dar honra a quem não possui sabedoria é tão prejudicial quanto um desastre fora de época. Isso gera confusão, injustiça e destruição no ambiente social, familiar e espiritual."
    },
    {
      "numero": "2",
      "texto": "Como o pardal que voa em fuga, e a andorinha que esvoaça veloz, assim a maldição sem motivo justo não pega.",
      "reflexao": "Nenhuma palavra de maldição tem poder sobre quem vive em retidão. Deus protege aqueles que são fiéis, e o mal lançado sem motivo se dissipa no vento."
    },
    {
      "numero": "3",
      "texto": "O chicote é para o cavalo, o freio, para o jumento, e a vara, para as costas do tolo!",
      "reflexao": "O tolo não aprende pelo conselho, mas pela disciplina dura. Sua teimosia exige correção firme, pois rejeita a sabedoria voluntária."
    },
    {
      "numero": "4",
      "texto": "Não responda ao insensato com igual insensatez, do contrário você se igualará a ele.",
      "reflexao": "Descer ao nível do tolo é perder a própria dignidade. Nem toda provocação merece resposta, pois o silêncio, muitas vezes, é sinal de sabedoria."
    },
    {
      "numero": "5",
      "texto": "Responda ao insensato como a sua insensatez merece, do contrário ele pensará que é mesmo um sábio.",
      "reflexao": "Há momentos em que é necessário confrontar a tolice, não para se igualar, mas para que o insensato perceba sua própria ignorância e não continue enganando a si mesmo ou aos outros."
    },
    {
      "numero": "6",
      "texto": "Como cortar o próprio pé ou beber veneno, assim é enviar mensagem pelas mãos do tolo.",
      "reflexao": "Confiar uma responsabilidade a alguém insensato é provocar o próprio prejuízo. Isso ensina sobre a importância de escolher bem quem participa dos nossos projetos e decisões."
    },
    {
      "numero": "7",
      "texto": "Como pendem inúteis as pernas do coxo, assim é o provérbio na boca do tolo.",
      "reflexao": "O tolo pode até falar palavras bonitas, mas elas são vazias, sem prática e sem transformação. A sabedoria não está apenas no falar, mas no viver."
    },
    {
      "numero": "8",
      "texto": "Como amarrar uma pedra na atiradeira, assim é prestar honra ao insensato.",
      "reflexao": "Dar honra ao tolo é perigoso e inútil, como uma pedra mal colocada que pode ferir quem a lança. Honrar quem não tem caráter gera caos, confusão e injustiça."
    },
    {
      "numero": "9",
      "texto": "Como ramo de espinhos nas mãos do bêbado, assim é o provérbio na boca do insensato.",
      "reflexao": "O tolo, mesmo falando algo aparentemente sábio, usa de forma errada, trazendo dor, confusão e destruição, tanto para si quanto para os outros."
    },
    {
      "numero": "10",
      "texto": "Como o arqueiro que atira ao acaso, assim é quem contrata o tolo ou o primeiro que passa.",
      "reflexao": "Agir sem critério, escolhendo pessoas aleatoriamente para responsabilidades, é colocar-se em risco. Deus nos ensina a escolher com sabedoria, baseados no caráter e na fidelidade, e não na aparência."
    },
    {
      "numero": "11",
      "texto": "Como o cão volta ao seu vômito, assim o insensato repete a sua insensatez.",
      "reflexao": "O insensato não aprende com os erros. Insiste nos mesmos comportamentos destrutivos, provando que sem transformação interior, não há mudança real."
    },
    {
      "numero": "12",
      "texto": "Você conhece alguém que se julga sábio? Há mais esperança para o insensato do que para ele.",
      "reflexao": "A arrogância intelectual é ainda mais perigosa que a simples tolice. Quem acha que sabe tudo, fecha as portas para o crescimento e se torna quase impossível de ser corrigido."
    },
    {
      "numero": "13",
      "texto": "O preguiçoso diz: 'Lá está um leão no caminho, um leão feroz rugindo nas ruas!'",
      "reflexao": "O preguiçoso sempre inventa desculpas absurdas para justificar sua inércia. Seu medo é apenas uma desculpa para não agir, não crescer e não assumir responsabilidades."
    },
    {
      "numero": "14",
      "texto": "Como a porta gira em suas dobradiças, assim o preguiçoso se revira em sua cama.",
      "reflexao": "O preguiçoso vive preso no ciclo da inércia. Gira, se move superficialmente, mas não sai do lugar. Sua vida é marcada pela estagnação e pela falta de propósito."
    },
    {
      "numero": "15",
      "texto": "O preguiçoso coloca a mão no prato, mas acha difícil demais levá-la de volta à boca.",
      "reflexao": "O nível de acomodação chega a tal ponto que até o básico parece um esforço extremo. A negligência paralisa, consome e leva à miséria."
    },
    {
      "numero": "16",
      "texto": "O preguiçoso considera-se mais sábio do que sete homens que respondem com bom senso.",
      "reflexao": "A arrogância do preguiçoso o impede de ouvir conselhos. Ele se torna autossuficiente em sua própria ilusão, desprezando até os mais sábios e sensatos."
    },
    {
      "numero": "17",
      "texto": "Como alguém que pega pelas orelhas um cão qualquer, assim é quem se mete em discussão alheia.",
      "reflexao": "Envolver-se em brigas que não são suas é trazer problemas desnecessários para si. Deus nos ensina a discernir quando é hora de intervir e quando é mais sábio se afastar."
    },
    {
      "numero": "18",
      "texto": "Como o louco que atira brasas e flechas mortais,",
      "reflexao": "As palavras e ações impensadas ferem. Quem age sem medir as consequências espalha destruição, assim como o louco que lança armas mortais sem direção."
    },
    {
      "numero": "19",
      "texto": "assim é o homem que engana o seu próximo e diz: 'Eu estava só brincando!'",
      "reflexao": "Ferir, enganar ou humilhar sob o pretexto de uma 'brincadeira' revela crueldade disfarçada. Deus nos alerta que isso não é humor, é maldade camuflada."
    },
    {
      "numero": "20",
      "texto": "Sem lenha a fogueira se apaga; sem o caluniador morre a contenda.",
      "reflexao": "Onde não há fofoca, a paz reina. O caluniador alimenta os conflitos, mas quando ele se cala ou se afasta, a discórdia perde força e morre."
    },
    {
      "numero": "21",
      "texto": "O que o carvão é para as brasas e a lenha para a fogueira, o amigo de brigas é para atiçar discórdias.",
      "reflexao": "Existem pessoas que vivem para acender e manter o fogo da discórdia. Deus nos ensina a não sermos como eles, mas sim promotores da paz, da harmonia e do amor."
    },
    {
      "numero": "22",
      "texto": "As palavras do caluniador são como petiscos deliciosos; descem saborosos até o íntimo.",
      "reflexao": "A fofoca é sedutora, mas venenosa. Entra no coração como algo prazeroso, mas traz destruição, separação e morte emocional e espiritual."
    },
    {
      "numero": "23",
      "texto": "Como uma camada de esmalte sobre um vaso de barro, os lábios amistosos podem ocultar um coração mau.",
      "reflexao": "Nem toda aparência agradável revela um coração puro. Há pessoas que usam palavras doces para esconder intenções maliciosas. Deus nos chama ao discernimento e à verdade."
    },
    {
      "numero": "24",
      "texto": "Quem odeia, disfarça as suas intenções com os lábios, mas no coração abriga a falsidade.",
      "reflexao": "A falsidade é uma máscara temporária. Quem carrega ódio no coração pode até disfarçar por um tempo, mas cedo ou tarde suas intenções verdadeiras se revelam."
    },
    {
      "numero": "25",
      "texto": "Embora a sua conversa seja mansa, não acredite nele, pois o seu coração está cheio de maldade.",
      "reflexao": "Nem toda palavra mansa vem de um coração puro. Deus nos alerta a não sermos ingênuos, mas a discernir além das aparências, buscando sempre a verdade."
    },
    {
      "numero": "26",
      "texto": "Ele pode fingir e esconder o seu ódio, mas a sua maldade será exposta em público.",
      "reflexao": "A verdade sempre vem à tona. O disfarce da maldade pode durar um tempo, mas Deus, que vê tudo, expõe aquilo que está escondido, trazendo justiça e luz."
    },
    {
      "numero": "27",
      "texto": "Quem faz uma cova, nela cairá; se alguém rola uma pedra, esta rolará de volta sobre ele.",
      "reflexao": "O mal que planejamos contra os outros volta para nós mesmos. Deus estabelece um princípio de justiça: quem semeia destruição, colhe destruição. Por isso, semeie amor, paz e bondade."
    },
    {
      "numero": "28",
      "texto": "A língua mentirosa odeia aqueles a quem fere, e a boca lisonjeira provoca a ruína.",
      "reflexao": "A mentira destrói, e a bajulação é armadilha. Deus nos ensina que a verdade, dita em amor, salva, enquanto a falsidade e o engano conduzem à ruína, tanto de quem fala quanto de quem ouve."
    }
  ]
}
