{
  "livro": "Provérbios",
  "capitulo": "23",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando você se assentar para uma refeição com alguma autoridade, observe com atenção quem está diante de você,",
      "reflexao": "Este versículo nos ensina sobre prudência e autocontrole, especialmente em ambientes de influência. É um alerta contra ser dominado pela ganância, ostentação ou desejo de agradar poderosos, esquecendo os princípios e a moderação."
    },
    {
      "numero": "2",
      "texto": "e encoste a faca à sua própria garganta, se estiver com grande apetite.",
      "reflexao": "O autocontrole é essencial. Se não conseguimos controlar nossos próprios desejos — seja por comida, status ou prazeres — nos tornamos escravos deles. Deus nos ensina que a disciplina começa no domínio de nós mesmos."
    },
    {
      "numero": "3",
      "texto": "Não deseje as iguarias que lhe oferece, pois podem ser enganosas.",
      "reflexao": "Nem tudo que parece bom é, de fato, uma bênção. Este é um alerta contra a sedução de ofertas e oportunidades que, por trás de uma aparência agradável, escondem interesses, armadilhas ou dependência."
    },
    {
      "numero": "4",
      "texto": "Não esgote suas forças tentando ficar rico; tenha bom senso!",
      "reflexao": "A obsessão pela riqueza desgasta a vida, destrói relacionamentos e afasta de Deus. A verdadeira sabedoria está em viver de forma equilibrada, buscando antes de tudo o Reino de Deus e a Sua justiça."
    },
    {
      "numero": "5",
      "texto": "As riquezas desaparecem assim que você as contempla; elas criam asas e voam como águias pelo céu.",
      "reflexao": "O dinheiro é instável e passageiro. Confiar na riqueza é construir sobre areia. Deus nos convida a colocar nossa segurança nEle, que é eterno, e não nos bens que podem desaparecer de um instante para outro."
    },
    {
      "numero": "6",
      "texto": "Não aceite a refeição de um hospedeiro invejoso, nem deseje as iguarias que lhe oferece;",
      "reflexao": "Cuidado com as intenções por trás dos presentes e ofertas. Nem todo gesto de aparente generosidade vem de um coração puro. Deus nos ensina a discernir, a não sermos ingênuos e a escolher bem as companhias."
    },
    {
      "numero": "7",
      "texto": "pois ele só pensa nos gastos. Ele lhe diz: 'Coma e beba!', mas não fala com sinceridade.",
      "reflexao": "Pessoas de coração mesquinho não conseguem ser sinceramente generosas. A aparência de bondade esconde um cálculo frio, e isso gera desconforto, constrangimento e até prejuízo. O amor verdadeiro não age assim."
    },
    {
      "numero": "8",
      "texto": "Você vomitará o pouco que comeu, e desperdiçará a sua cordialidade.",
      "reflexao": "Quando percebemos a falsidade nas intenções dos outros, até o que parecia agradável se torna amargo. Este é um alerta para cuidarmos de onde buscamos sustento, apoio e relacionamento, priorizando ambientes de verdade e amor."
    },
    {
      "numero": "9",
      "texto": "Não vale a pena conversar com o tolo, pois ele despreza a sabedoria do que você fala.",
      "reflexao": "O tolo não está interessado em aprender, mas apenas em ouvir a si mesmo. Investir tempo tentando aconselhar quem despreza a verdade é inútil. Deus nos orienta a usar nosso tempo com quem tem um coração disposto a ouvir e crescer."
    },
    {
      "numero": "10",
      "texto": "Não mude de lugar os antigos marcos de propriedade, nem invada as terras dos órfãos,",
      "reflexao": "Deus valoriza profundamente a justiça, o respeito e a proteção dos vulneráveis. Alterar marcos de terras e roubar dos indefesos é uma afronta direta ao Senhor, que é defensor dos órfãos, viúvas e necessitados."
    },
    {
      "numero": "11",
      "texto": "pois Aquele que defende os direitos deles é forte. Ele lutará contra você para defendê-los.",
      "reflexao": "O Senhor é juiz e defensor dos oprimidos. Quem comete injustiça contra os fracos se levanta, na verdade, contra o próprio Deus. Ele se levanta para proteger, restaurar e fazer justiça."
    },
    {
      "numero": "12",
      "texto": "Dedique à disciplina o seu coração, e os seus ouvidos às palavras que dão conhecimento.",
      "reflexao": "A sabedoria não entra no coração distraído. É necessário decidir ouvir, refletir e se submeter à disciplina que molda, transforma e conduz à vida. Quem ama o conhecimento, prospera espiritualmente, emocionalmente e em todas as áreas da vida."
    },
    {
      "numero": "13",
      "texto": "Não evite disciplinar a criança; se você a castigar com a vara, ela não morrerá.",
      "reflexao": "A disciplina, quando feita com amor e equilíbrio, não destrói, mas salva. A ausência de correção deixa espaço para a rebeldia, o descontrole e a destruição. Deus nos ensina que corrigir é amar profundamente."
    },
    {
      "numero": "14",
      "texto": "Castigue-a, você mesmo, com a vara, e assim a livrará da sepultura.",
      "reflexao": "A correção amorosa salva da morte — não apenas física, mas também espiritual, moral e emocional. A disciplina protege, direciona e prepara para uma vida de retidão, equilíbrio e comunhão com Deus."
    },
    {
      "numero": "15",
      "texto": "Meu filho, se o seu coração for sábio, o meu coração se alegrará.",
      "reflexao": "Não há alegria maior para quem ama do que ver aqueles a quem cuidou andando no caminho da sabedoria. Deus, como Pai amoroso, também se alegra profundamente quando escolhemos viver segundo Seus ensinamentos."
    },
    {
      "numero": "16",
      "texto": "Sentirei grande alegria quando os seus lábios falarem com retidão.",
      "reflexao": "A retidão não é apenas uma escolha interna, mas também se reflete no falar. Quando nossas palavras são justas, corretas e cheias de verdade, trazemos honra a Deus e alegria aos que nos amam."
    },
    {
      "numero": "17",
      "texto": "Não inveje os pecadores em seu coração; melhor será que tema sempre ao Senhor.",
      "reflexao": "A inveja dos maus é uma armadilha. Embora, por um tempo, pareçam prosperar, o fim deles é destruição. O temor do Senhor traz segurança, paz e bênçãos que são eternas, e não passageiras como as do ímpio."
    },
    {
      "numero": "18",
      "texto": "Se agir assim, certamente haverá bom futuro para você, e a sua esperança não falhará.",
      "reflexao": "Deus garante que quem vive em temor, amor e sabedoria colherá um futuro de paz, segurança e esperança. As promessas de Deus não falham, e quem confia nEle jamais é envergonhado."
    },
    {
      "numero": "19",
      "texto": "Ouça, meu filho, e seja sábio; guie o seu coração pelo bom caminho.",
      "reflexao": "O coração precisa de direção, pois, se deixado solto, se inclina para o engano. Deus nos convida a conduzir nossos sentimentos, desejos e escolhas pela trilha da sabedoria, do amor e da verdade."
    },
    {
      "numero": "20",
      "texto": "Não ande com os que se encharcam de vinho, nem com os que se empanturram de carne.",
      "reflexao": "As companhias moldam nosso destino. Quem anda com os que vivem para excessos, vícios e prazeres momentâneos, rapidamente se perde e se afasta da sabedoria. Deus nos chama para escolher ambientes que promovem vida, não destruição."
    },
    {
      "numero": "21",
      "texto": "Pois os bêbados e os glutões se empobrecerão, e a sonolência os vestirá de trapos.",
      "reflexao": "O descontrole leva à ruína. Quem vive para os prazeres se torna escravo deles, e as consequências são miséria, vergonha e destruição. Deus nos chama a uma vida de equilíbrio, trabalho, disciplina e contentamento."
    },
    {
      "numero": "22",
      "texto": "Ouça o seu pai, que o gerou; não despreze sua mãe quando ela envelhecer.",
      "reflexao": "A honra aos pais não tem prazo de validade. Deus nos ensina que respeitar, ouvir e cuidar dos pais é expressão de amor, gratidão e obediência que traz bênção e longevidade sobre quem pratica."
    },
    {
      "numero": "23",
      "texto": "Compre a verdade e não abra mão dela, nem tampouco da sabedoria, da disciplina e do discernimento.",
      "reflexao": "A verdade, a sabedoria e a disciplina são tesouros inegociáveis. Quem as possui tem riqueza que nenhuma crise, ladrão ou destruição pode tirar. Invista nisso todos os dias, pois é o bem mais precioso da vida."
    },
    {
      "numero": "24",
      "texto": "O pai do justo exultará de júbilo; quem tem filho sábio nele se alegra.",
      "reflexao": "A maior herança que um filho pode dar aos pais é viver em retidão, sabedoria e amor. O justo traz alegria, honra e gratidão a quem o criou, e isso reflete a bênção de Deus sobre toda a família."
    },
    {
      "numero": "25",
      "texto": "Bom será que se alegrem seu pai e sua mãe e que exulte a mulher que o deu à luz!",
      "reflexao": "Viver em sabedoria não abençoa apenas quem a pratica, mas também gera alegria, honra e satisfação aos pais, que se enchem de orgulho santo ao verem que seus filhos escolheram andar no caminho da vida e da verdade."
    },
    {
      "numero": "26",
      "texto": "Meu filho, dê-me o seu coração; mantenha os seus olhos em meus caminhos,",
      "reflexao": "O convite de Deus é para entregarmos o coração completamente a Ele. É um chamado de amor, de relacionamento íntimo e de dependência, onde nossos olhos permanecem focados nos Seus caminhos, que conduzem à vida."
    },
    {
      "numero": "27",
      "texto": "pois a prostituta é uma cova profunda, e a mulher pervertida é um poço estreito.",
      "reflexao": "A sedução do pecado leva à destruição. Quem se entrega à imoralidade, ao adultério ou aos prazeres ilícitos caminha rapidamente para a perda da paz, da dignidade e, muitas vezes, da própria vida."
    },
    {
      "numero": "28",
      "texto": "Como o assaltante, ela fica de tocaia, e multiplica entre os homens os infiéis.",
      "reflexao": "O pecado não apenas destrói quem pratica, mas também contamina e multiplica sua influência. A imoralidade, como uma armadilha escondida, rouba a integridade, os relacionamentos e a comunhão com Deus."
    },
    {
      "numero": "29",
      "texto": "De quem são os ais? De quem as tristezas? E as brigas, de quem são? E os ferimentos desnecessários? De quem são os olhos vermelhos?",
      "reflexao": "O vício, especialmente no álcool, traz uma sequência de dores: tristeza, confusão, brigas, ferimentos e humilhação. Este versículo é um retrato das consequências do descontrole e da busca por prazer sem limites."
    },
    {
      "numero": "30",
      "texto": "Dos que se demoram bebendo vinho, dos que andam à procura de bebida misturada.",
      "reflexao": "A busca constante por intoxicação é um caminho de destruição. O vício não começa com a intenção de perder tudo, mas leva, pouco a pouco, à perda da dignidade, da saúde, dos relacionamentos e da paz."
    },
    {
      "numero": "31",
      "texto": "Não se deixe atrair pelo vinho quando está vermelho, quando cintila no copo e escorre suavemente!",
      "reflexao": "A aparência sedutora do pecado nunca revela suas consequências. O que parece agradável no início se torna, depois, uma prisão. Deus nos convida a não nos deixarmos enganar pelas aparências do mal."
    },
    {
      "numero": "32",
      "texto": "No fim, ele morde como serpente e envenena como víbora.",
      "reflexao": "O pecado, especialmente os vícios, traz prazer momentâneo e dor permanente. O que parecia inofensivo, no final, destrói, adoece e envenena a alma, o corpo e os relacionamentos."
    },
    {
      "numero": "33",
      "texto": "Seus olhos verão coisas estranhas, e sua mente imaginará coisas distorcidas.",
      "reflexao": "A ilusão provocada pelos vícios altera a percepção da realidade, distorce os pensamentos e leva a delírios, fantasias perigosas e perda total do equilíbrio emocional e espiritual. É um caminho de engano e dor."
    },
    {
      "numero": "34",
      "texto": "Você será como quem dorme no meio do mar, como quem se deita no alto das cordas do mastro.",
      "reflexao": "O desequilíbrio, a instabilidade e a insegurança são marcas de quem vive dominado por vícios e pecados. A vida se torna uma tempestade constante, onde não há paz, nem direção, nem segurança."
    },
    {
      "numero": "35",
      "texto": "E dirá: 'Espancaram-me, mas eu nada senti! Bateram em mim, mas nem percebi! Quando acordarei para que possa beber mais uma vez?'",
      "reflexao": "O vício é uma prisão que anestesia a dor, destrói o senso de realidade e leva a um ciclo contínuo de autodestruição. Mesmo após sofrer, a única busca do dependente é por mais — mais daquilo que o está destruindo. Deus, porém, oferece libertação, cura e vida abundante para quem decide se voltar para Ele."
    }
  ]
}
