{
  "livro": "Provérbios",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O coração do rei é como um rio controlado pelo Senhor; ele o dirige para onde quer.",
      "reflexao": "Deus é soberano sobre todas as autoridades. Nenhum plano humano, por maior que pareça, foge do controle do Senhor. Ele guia até os corações dos poderosos, conduzindo a história conforme Sua perfeita vontade."
    },
    {
      "numero": "2",
      "texto": "Todos os caminhos do homem lhe parecem certos, mas o Senhor pesa o coração.",
      "reflexao": "Podemos achar que nossas decisões são corretas, mas Deus sonda intenções, motivações e vê o que está oculto. É um chamado à reflexão sincera, à humildade e à busca constante por alinhamento com a vontade de Deus."
    },
    {
      "numero": "3",
      "texto": "Praticar a justiça e o direito é mais aceitável ao Senhor do que oferecer sacrifícios.",
      "reflexao": "Deus prioriza a coerência entre fé e prática. Não adianta rituais, orações e ofertas se nossas atitudes não refletem amor, justiça e retidão. A verdadeira adoração é demonstrada no dia a dia, em como tratamos as pessoas e vivemos os princípios do Reino."
    },
    {
      "numero": "4",
      "texto": "A vida de pecado dos ímpios se vê no olhar orgulhoso e no coração arrogante.",
      "reflexao": "O orgulho, a arrogância e os pensamentos maldosos são raízes de muitos pecados. Deus rejeita a altivez e chama Seus filhos à humildade, à pureza no pensar e à sinceridade no viver."
    },
    {
      "numero": "5",
      "texto": "Os planos bem elaborados levam à fartura; mas o apressado sempre acaba na miséria.",
      "reflexao": "A pressa é inimiga da perfeição. Deus nos ensina a planejar, refletir, organizar e agir com diligência. A bênção vem para quem semeia com cuidado, disciplina e responsabilidade, enquanto a impulsividade leva a perdas e frustrações."
    },
    {
      "numero": "6",
      "texto": "A fortuna adquirida com língua mentirosa é ilusão fugidia e armadilha mortal.",
      "reflexao": "O que é construído sobre mentira e engano não se sustenta. Pode até parecer sucesso momentâneo, mas traz vazio, angústia e, no final, destruição. A verdadeira prosperidade é fruto da honestidade, do trabalho digno e da bênção de Deus."
    },
    {
      "numero": "7",
      "texto": "A violência dos ímpios os arrastará, pois se recusam a agir corretamente.",
      "reflexao": "A própria maldade se volta contra quem a pratica. A injustiça e a violência são como armadilhas que capturam aqueles que as escolhem. O caminho da retidão, por outro lado, é sempre caminho de paz e segurança."
    },
    {
      "numero": "8",
      "texto": "O caminho do culpado é tortuoso, mas a conduta do inocente é reta.",
      "reflexao": "A vida dos que praticam o mal é cheia de curvas, mentiras, medos e disfarces. Já quem vive na verdade caminha em paz, de cabeça erguida e com segurança, porque a retidão é luz para os seus passos."
    },
    {
      "numero": "9",
      "texto": "Melhor é viver num canto sob o telhado do que repartir a casa com uma mulher briguenta.",
      "reflexao": "Este provérbio ressalta a importância da paz no lar. Conflitos constantes tornam até as maiores riquezas e confortos irrelevantes. O lar deve ser lugar de amor, diálogo, respeito e harmonia, construído com sabedoria de ambas as partes."
    },
    {
      "numero": "10",
      "texto": "O ímpio deseja o mal; ele não tem misericórdia para com o seu próximo.",
      "reflexao": "O coração distante de Deus se alimenta de maldade, egoísmo e crueldade. Esse versículo é um alerta para cuidarmos do nosso interior, permitindo que Deus molde nossos desejos, tornando-nos agentes de amor, paz e bondade."
    },
    {
      "numero": "11",
      "texto": "Quando o zombador é castigado, o inexperiente obtém sabedoria; quando o sábio recebe instrução, obtém conhecimento.",
      "reflexao": "O tolo aprende, se aprende, apenas pela dor. O sábio, por outro lado, aprende com conselhos, correções e observando. Isso revela que um coração ensinável é uma das maiores chaves para o crescimento e a sabedoria na vida."
    },
    {
      "numero": "12",
      "texto": "O justo observa a casa dos ímpios e os faz cair na desgraça.",
      "reflexao": "O justo percebe que a aparente prosperidade dos ímpios não é duradoura. Deus, em Sua justiça, permite que a maldade colha seus próprios frutos, enquanto guarda e honra os que vivem na retidão e no temor."
    },
    {
      "numero": "13",
      "texto": "Quem fecha os ouvidos ao clamor dos pobres também clamará e não será ouvido.",
      "reflexao": "Ignorar o sofrimento do próximo é fechar as portas da própria bênção. Deus é defensor dos necessitados e espera que seus filhos sejam instrumentos de misericórdia. Quem semeia compaixão, colhe favor e cuidado do Senhor."
    },
    {
      "numero": "14",
      "texto": "O presente dado em segredo acalma a ira, e o suborno dado em segredo acalma a fúria violenta.",
      "reflexao": "Este provérbio descreve uma prática comum na antiguidade, mas não como aprovação, e sim como constatação. A verdadeira solução para os conflitos não está em subornos, mas no diálogo, na verdade e na reconciliação feita com justiça."
    },
    {
      "numero": "15",
      "texto": "Praticar a justiça traz alegria aos justos, mas terror aos que praticam o mal.",
      "reflexao": "Quem ama a justiça encontra nela paz, segurança e alegria. Mas para os que escolhem o caminho do mal, a presença da justiça é motivo de medo, desconforto e insegurança, pois sabem que ela revela suas obras más."
    },
    {
      "numero": "16",
      "texto": "Quem se afasta do caminho do bom senso repousará na companhia dos mortos.",
      "reflexao": "Abandonar a sabedoria, desprezar o temor do Senhor e escolher o caminho da tolice é optar pela morte — espiritual, emocional e, muitas vezes, até física. Deus nos chama a andar no caminho da vida, que é a sabedoria e o amor."
    },
    {
      "numero": "17",
      "texto": "Quem ama os prazeres passará necessidade; quem ama o vinho e o azeite jamais enriquecerá.",
      "reflexao": "Buscar prazer desenfreado e viver apenas para os desejos momentâneos leva à ruína financeira, emocional e espiritual. Deus nos chama ao equilíbrio, à sobriedade e à sabedoria no uso dos recursos e das escolhas de vida."
    },
    {
      "numero": "18",
      "texto": "O ímpio serve de resgate para o justo, e o infiel, para os íntegros.",
      "reflexao": "Deus, em Sua justiça, faz com que os próprios planos dos ímpios sirvam para o bem dos justos. Ele vira situações, redime cenários e protege aqueles que andam em retidão, mostrando que o mal nunca prevalecerá sobre os que O temem."
    },
    {
      "numero": "19",
      "texto": "Melhor é viver no deserto do que com uma mulher briguenta e amargurada.",
      "reflexao": "A paz interior é mais valiosa do que o conforto material. Viver em um ambiente de constantes discussões e amargura desgasta a alma. Deus deseja que os lares sejam lugares de amor, diálogo e reconciliação."
    },
    {
      "numero": "20",
      "texto": "Na casa do sábio há comida e azeite armazenados, mas o tolo devora tudo o que pode.",
      "reflexao": "A sabedoria se reflete na administração dos recursos. O sábio planeja, guarda e pensa no futuro. O tolo consome tudo impulsivamente, sem pensar nas consequências. Deus nos chama à prudência e à boa administração."
    },
    {
      "numero": "21",
      "texto": "Quem busca a justiça e a lealdade encontra vida, justiça e honra.",
      "reflexao": "Viver em busca da justiça e da fidelidade aos princípios de Deus traz recompensas eternas e terrenas. Quem planta retidão colhe vida plena, favor e reconhecimento, tanto diante dos homens quanto de Deus."
    },
    {
      "numero": "22",
      "texto": "O sábio conquista a cidade dos valentes e derruba a fortaleza em que eles confiam.",
      "reflexao": "A força física pode parecer invencível, mas a sabedoria supera a força bruta. Deus nos mostra que a verdadeira vitória não vem da violência, mas da inteligência, da estratégia e da direção vinda do alto."
    },
    {
      "numero": "23",
      "texto": "Quem guarda a boca e a língua guarda a sua alma das angústias.",
      "reflexao": "Nossas palavras têm poder para criar ou destruir. Quem controla a língua evita muitas dores, conflitos e arrependimentos. Deus nos chama a cultivar o silêncio, a prudência e o domínio próprio no falar."
    },
    {
      "numero": "24",
      "texto": "O orgulhoso e arrogante, chamado zombador, age com extremo orgulho.",
      "reflexao": "O orgulho e a arrogância cegam o coração e afastam as pessoas. O zombador vive sem temor, despreza o conselho e caminha para a ruína. A humildade, por outro lado, abre portas de graça e sabedoria."
    },
    {
      "numero": "25",
      "texto": "O preguiçoso morre desejando, porque as suas mãos recusam trabalhar.",
      "reflexao": "Desejar sem agir é um ciclo de frustração. Deus valoriza o esforço, o trabalho e a diligência. Sonhos se realizam quando acompanhados de atitudes concretas e perseverança diária."
    },
    {
      "numero": "26",
      "texto": "O dia inteiro ele deseja mais e mais, enquanto o justo reparte sem cessar.",
      "reflexao": "Enquanto o egoísta e preguiçoso apenas deseja, o justo vive para compartilhar. A generosidade é uma marca dos que vivem alinhados com Deus. Quem dá com amor sempre tem o coração cheio e recebe de volta em bênçãos."
    },
    {
      "numero": "27",
      "texto": "O sacrifício dos ímpios é detestável, ainda mais quando oferecido com más intenções.",
      "reflexao": "Deus não se agrada de rituais vazios ou de atos religiosos feitos por interesse ou hipocrisia. Ele deseja um coração puro, sincero e verdadeiramente arrependido. A adoração verdadeira começa na integridade de vida."
    },
    {
      "numero": "28",
      "texto": "A testemunha falsa perecerá, mas o testemunho do homem bem informado permanecerá.",
      "reflexao": "A mentira pode até prevalecer por um tempo, mas a verdade sempre triunfará. Deus honra aqueles que vivem na verdade, que sabem ouvir e que usam suas palavras com justiça e sabedoria."
    },
    {
      "numero": "29",
      "texto": "O ímpio mostra no rosto a sua arrogância, mas o justo mantém em ordem o seu caminho.",
      "reflexao": "A rigidez, a teimosia e a falta de autocrítica são marcas do ímpio. O justo, por outro lado, reflete, avalia seus passos e busca constantemente viver em retidão diante de Deus e das pessoas."
    },
    {
      "numero": "30",
      "texto": "Não há sabedoria alguma, nem discernimento, nem plano que possa opor-se ao Senhor.",
      "reflexao": "Nada e ninguém pode frustrar os planos de Deus. Toda sabedoria humana é limitada diante da soberania divina. O melhor lugar para estar é no centro da vontade do Senhor, onde há segurança e propósito eterno."
    },
    {
      "numero": "31",
      "texto": "Prepara-se o cavalo para o dia da batalha, mas o Senhor é que dá a vitória.",
      "reflexao": "Podemos e devemos nos preparar, planejar e agir com sabedoria, mas nunca devemos esquecer que a vitória vem de Deus. Confiar no Senhor é reconhecer que, apesar de nossos esforços, é Ele quem determina o resultado final."
    }
  ]
}
