{
  "livro": "Provérbios",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor detesta balanças desonestas, mas os pesos exatos lhe dão prazer.",
      "reflexao": "Deus ama a justiça e a integridade, até nos detalhes mais comuns da vida, como nas negociações e no trabalho. Agir com honestidade não é apenas uma virtude social, mas uma expressão de reverência ao Senhor."
    },
    {
      "numero": "2",
      "texto": "Quando vem o orgulho, chega a desgraça; mas a sabedoria está com os humildes.",
      "reflexao": "O orgulho é a porta de entrada para a queda, enquanto a humildade é o caminho que conduz à sabedoria e à graça de Deus. O coração humilde se mantém ensinável e alinhado aos princípios do Senhor."
    },
    {
      "numero": "3",
      "texto": "A integridade dos justos os guia, mas a falsidade dos infiéis os destrói.",
      "reflexao": "Quem escolhe a verdade e a retidão encontra direção e segurança. Já quem vive na mentira e na falsidade caminha para a própria ruína. A integridade é bússola segura para uma vida de paz e propósito."
    },
    {
      "numero": "4",
      "texto": "De nada vale a riqueza no dia da ira divina, mas a justiça livra da morte.",
      "reflexao": "Os bens materiais não têm poder de salvar ou proteger no dia do juízo ou da adversidade. Só a justiça — viver em retidão com Deus — é refúgio seguro e fonte de vida eterna."
    },
    {
      "numero": "5",
      "texto": "A justiça endireita o caminho dos íntegros, mas os ímpios são derrubados pela sua própria impiedade.",
      "reflexao": "A justiça abre caminhos, remove obstáculos e conduz à vida plena. Quem escolhe o caminho do mal cava sua própria queda, pois o pecado, cedo ou tarde, cobra seu preço."
    },
    {
      "numero": "6",
      "texto": "A justiça dos justos os livra, mas os infiéis são apanhados pela sua ambição.",
      "reflexao": "O desejo desenfreado, a ganância e o egoísmo são armadilhas que prendem e destroem. A justiça, por outro lado, liberta, protege e conduz à paz, à segurança e à prosperidade que vem de Deus."
    },
    {
      "numero": "7",
      "texto": "Quando morre o ímpio, sua esperança perece; tudo o que ele esperava do seu poder se desvanece.",
      "reflexao": "A esperança dos ímpios está fundamentada em coisas passageiras. Na morte, tudo isso se desfaz. Mas quem vive em Deus constrói sua vida sobre uma esperança eterna, que nem a morte pode apagar."
    },
    {
      "numero": "8",
      "texto": "O justo é libertado da angústia, e isso recai sobre o ímpio.",
      "reflexao": "Deus livra os justos dos laços e das aflições. Aquilo que era preparado contra eles muitas vezes recai sobre os próprios ímpios. A proteção do Senhor é escudo para quem anda em Seus caminhos."
    },
    {
      "numero": "9",
      "texto": "Com a boca o ímpio destrói o próximo, mas pelo conhecimento os justos se livram.",
      "reflexao": "As palavras do ímpio são armas de destruição, mas quem busca o conhecimento e a sabedoria de Deus se protege, se livra do engano e não cai nas armadilhas preparadas por quem age na maldade."
    },
    {
      "numero": "10",
      "texto": "Quando os justos prosperam, a cidade se alegra; quando os ímpios perecem, há festa.",
      "reflexao": "A justiça não abençoa apenas quem a pratica, mas também toda a comunidade. Onde há pessoas íntegras, a sociedade prospera. Por outro lado, quando o mal é vencido, todos experimentam alívio e paz."
    },
    {
      "numero": "11",
      "texto": "Pela bênção dos justos a cidade é exaltada, mas pela boca dos ímpios é destruída.",
      "reflexao": "Nossas ações e palavras têm poder de edificar ou destruir o ambiente onde estamos. A justiça exalta, abençoa e transforma, enquanto a maldade, a mentira e a violência destroem lares, cidades e nações."
    },
    {
      "numero": "12",
      "texto": "Quem despreza o próximo não tem bom senso, mas o homem de entendimento controla a língua.",
      "reflexao": "O desprezo, o julgamento e a crítica desenfreada são sinais de insensatez. O sábio sabe controlar sua boca, exercita empatia e entende que o silêncio muitas vezes é sinal de amor, prudência e sabedoria."
    },
    {
      "numero": "13",
      "texto": "Quem vive espalhando calúnias revela segredos, mas quem é confiável guarda o segredo.",
      "reflexao": "A fofoca e a calúnia são instrumentos de destruição. Deus nos chama a sermos confiáveis, discretos e leais, protegendo o próximo com nossas palavras e ações, em vez de expor suas fragilidades."
    },
    {
      "numero": "14",
      "texto": "Sem diretrizes a nação cai; o que a salva é ter muitos conselheiros.",
      "reflexao": "O sucesso de qualquer projeto, família ou nação está ligado ao conselho sábio e à multiplicidade de opiniões justas. Deus nos ensina que ouvir, ponderar e buscar orientação é chave para a vitória e a estabilidade."
    },
    {
      "numero": "15",
      "texto": "Quem serve de fiador para um estranho certamente sofrerá, mas quem evita se comprometer assim está seguro.",
      "reflexao": "Deus nos orienta sobre prudência nas questões financeiras. Ser fiador, especialmente sem conhecer profundamente a pessoa, é abrir portas para sofrimento e prejuízo. A sabedoria está em agir com cautela, responsabilidade e discernimento."
    },
    {
      "numero": "16",
      "texto": "A mulher bondosa obtém respeito, mas os homens cruéis obtêm somente riquezas.",
      "reflexao": "O caráter vale mais do que qualquer bem material. Quem vive em bondade, generosidade e amor conquista algo que dinheiro nenhum compra: honra, respeito e legado eterno."
    },
    {
      "numero": "17",
      "texto": "Quem faz o bem aos outros, a si mesmo o faz; o homem cruel causa seu próprio mal.",
      "reflexao": "O bem que fazemos retorna para nós, assim como o mal que praticamos também traz consequências. Deus nos mostra que a bondade não é apenas um presente ao outro, mas um investimento na própria vida."
    },
    {
      "numero": "18",
      "texto": "O ímpio recebe um salário ilusório, mas quem semeia a justiça colhe recompensa segura.",
      "reflexao": "O caminho do mal é enganoso: parece vantajoso no início, mas seu salário é vazio e destrutivo. Quem planta justiça colhe frutos verdadeiros, bênçãos que permanecem e paz que preenche a alma."
    },
    {
      "numero": "19",
      "texto": "Quem é fiel à justiça vive; quem corre atrás do mal caminha para a morte.",
      "reflexao": "Deus deixa claro que há dois caminhos: vida ou morte. Escolher a justiça, a retidão e o amor é escolher viver plenamente. Correr atrás do erro, da ganância e do engano é construir a própria destruição."
    },
    {
      "numero": "20",
      "texto": "O Senhor detesta os perversos de coração, mas se agrada dos que são íntegros.",
      "reflexao": "Deus olha além das aparências e sonda os corações. O que Ele busca não é perfeição, mas integridade — um coração sincero, disposto a fazer o que é certo e a andar nos Seus caminhos."
    },
    {
      "numero": "21",
      "texto": "Sejam certos disto: os maus não ficarão sem castigo, mas os justos serão libertos.",
      "reflexao": "A justiça de Deus nunca falha. Pode até parecer que o mal prospera, mas a colheita chega para todos. Aos justos, Deus promete libertação, proteção e vida; aos maus, o castigo é inevitável."
    },
    {
      "numero": "22",
      "texto": "Como argola de ouro em focinho de porco, assim é a mulher bonita sem descrição.",
      "reflexao": "A aparência sem caráter é inútil. Assim como um adorno precioso é deslocado em um lugar impróprio, a beleza exterior perde seu valor quando não é acompanhada de sabedoria, descrição e virtude."
    },
    {
      "numero": "23",
      "texto": "O desejo dos justos resulta em bem; a esperança dos ímpios, em ira.",
      "reflexao": "Quem vive na justiça deseja e gera o bem, enquanto os ímpios, guiados por intenções egoístas e maldosas, acabam atraindo para si mesmos destruição, frustração e dor. O que se planta, se colhe."
    },
    {
      "numero": "24",
      "texto": "Há quem dê generosamente e vê aumentar suas riquezas; outros retêm o que deveriam dar, e caem na pobreza.",
      "reflexao": "O Reino de Deus opera na lógica da generosidade. Quem dá, recebe; quem retém por egoísmo, perde. Deus nos ensina que a generosidade abre portas, enquanto o egoísmo fecha possibilidades e atrai escassez."
    },
    {
      "numero": "25",
      "texto": "O generoso prosperará; quem dá alívio aos outros, alívio receberá.",
      "reflexao": "Viver para abençoar é um princípio de prosperidade divina. Quem se dedica a aliviar dores, a estender a mão, recebe do próprio Deus renovação, sustento, provisão e paz abundante."
    },
    {
      "numero": "26",
      "texto": "Quem retém o trigo, o povo o amaldiçoa; mas bênção cairá sobre a cabeça de quem o vende.",
      "reflexao": "Reter o que pode abençoar, seja alimento, conhecimento, ajuda ou amor, gera indignação e escassez. Deus abençoa quem compartilha, quem serve, quem se dispõe a ser canal de provisão e esperança para outros."
    },
    {
      "numero": "27",
      "texto": "Quem procura o bem alcança favor, mas quem busca o mal, este o alcançará.",
      "reflexao": "Nossas buscas determinam nossos encontros. Quem planta bondade e busca fazer o bem encontra graça, favor e bênçãos. Quem vive atrás do mal acaba sendo alcançado pelo próprio mal que semeou."
    },
    {
      "numero": "28",
      "texto": "Quem confia nas suas riquezas certamente cairá, mas os justos florescerão como a folhagem verdejante.",
      "reflexao": "A segurança não está no dinheiro, mas em Deus. As riquezas passam, mas quem confia no Senhor floresce, prospera e permanece, mesmo quando as circunstâncias são adversas."
    },
    {
      "numero": "29",
      "texto": "Quem causa problemas à sua família herdará somente vento; o insensato será servo do sábio.",
      "reflexao": "Quem destrói sua própria casa, seja com palavras, atitudes ou negligência, acaba colhendo vazio, solidão e perda. O sábio constrói, o tolo destrói. E, no fim, o tolo acaba submetido ao governo e sabedoria do justo."
    },
    {
      "numero": "30",
      "texto": "O fruto da retidão é árvore de vida, e aquele que conquista almas é sábio.",
      "reflexao": "A vida do justo frutifica, gera vida, esperança e transformação onde passa. Conquistar almas, conduzir pessoas ao caminho de Deus, é uma das maiores expressões de sabedoria e amor que alguém pode ter."
    },
    {
      "numero": "31",
      "texto": "Se os justos recebem a punição que merecem na terra, quanto mais o ímpio e o pecador!",
      "reflexao": "Deus é justo. Se até os justos passam por processos de aperfeiçoamento e colhem os frutos de suas escolhas, muito mais certa é a colheita dos que vivem no erro e na injustiça. O bem e o mal têm consequências certas."
    }
  ]
}
