{
  "livro": "Provérbios",
  "capitulo": "20",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O vinho é zombador e a bebida fermentada provoca brigas; não é sábio deixar-se dominar por eles.",
      "reflexao": "O abuso do álcool tira a lucidez, destrói famílias, gera brigas e abre portas para muitos males. Deus nos chama a viver com domínio próprio, sob a influência do Espírito Santo, e não de bebidas que roubam o controle e a dignidade."
    },
    {
      "numero": "2",
      "texto": "O terror causado pelo rei é como o rugido de um leão; quem provoca sua ira põe em risco a própria vida.",
      "reflexao": "Este provérbio alerta sobre o perigo de desafiar autoridades sem sabedoria. Respeitar e agir com prudência diante de quem tem poder é sinal de inteligência. Da mesma forma, devemos viver em reverência ao Deus que é Rei soberano."
    },
    {
      "numero": "3",
      "texto": "Evitar brigas é sinal de honra; só o insensato se envolve nelas.",
      "reflexao": "Entrar em discussões por tudo é sinal de tolice. O sábio sabe quando se calar, quando ceder e quando preservar a paz. Deus nos ensina que a verdadeira força está na capacidade de evitar conflitos desnecessários."
    },
    {
      "numero": "4",
      "texto": "O preguiçoso não ara na estação própria; no tempo da colheita procura, mas não acha nada.",
      "reflexao": "A vida tem tempos e ciclos. Quem não planta no tempo certo não colhe. Deus nos alerta que a negligência hoje gera escassez amanhã. A disciplina e o trabalho no tempo correto são caminhos de provisão e bênção."
    },
    {
      "numero": "5",
      "texto": "Os propósitos do coração do homem são águas profundas, mas quem tem discernimento os traz à tona.",
      "reflexao": "Há profundezas no coração humano que nem ele mesmo entende. Mas o discernimento, dado por Deus, permite compreender motivações, intenções e tomar decisões sábias. O discernimento é uma das maiores riquezas que alguém pode ter."
    },
    {
      "numero": "6",
      "texto": "Muitos se dizem amigos leais, mas um homem fiel, quem poderá achar?",
      "reflexao": "A lealdade é rara e preciosa. Muitos se dizem amigos, mas poucos permanecem quando surgem as dificuldades. Deus nos convida a sermos esse tipo de amigo: leal, verdadeiro e constante, assim como Ele é conosco."
    },
    {
      "numero": "7",
      "texto": "O justo leva uma vida íntegra; como são felizes os seus filhos!",
      "reflexao": "A integridade não abençoa apenas quem a pratica, mas também sua descendência. Filhos de pessoas justas herdam não apenas bens, mas um legado de honra, respeito, segurança e inspiração para a vida."
    },
    {
      "numero": "8",
      "texto": "Quando o rei se assenta no trono para julgar, com seu olhar esmiúça todo mal.",
      "reflexao": "Liderança justa é aquela que traz ordem, disciplina e paz. Assim como Deus, nosso Rei supremo, vê tudo e julga com justiça, somos chamados a exercer autoridade — seja no lar, no trabalho ou na sociedade — com retidão e sabedoria."
    },
    {
      "numero": "9",
      "texto": "Quem pode dizer: 'Purifiquei o coração; estou livre do meu pecado'?",
      "reflexao": "Este versículo nos lembra que todos somos pecadores e carecemos da graça de Deus. Nenhum ser humano pode se justificar por si mesmo. Somente Deus, através do arrependimento e do perdão, pode nos purificar verdadeiramente."
    },
    {
      "numero": "10",
      "texto": "Pesos adulterados e medidas falsificadas — ambos são abomináveis ao Senhor.",
      "reflexao": "Deus abomina qualquer tipo de desonestidade, especialmente nas relações comerciais e sociais. A justiça, a verdade e a transparência refletem o caráter de Deus e devem ser a base de nossas relações e negócios."
    },
    {
      "numero": "11",
      "texto": "Até a criança mostra o que é por suas ações; sua conduta revelará se ela é pura e justa.",
      "reflexao": "O comportamento reflete o que está no coração, independentemente da idade. Desde cedo, nossas ações demonstram nossos valores e intenções. Por isso, é essencial ensinar as crianças no caminho da verdade e da retidão."
    },
    {
      "numero": "12",
      "texto": "O ouvido que ouve e o olho que vê — ambos foram feitos pelo Senhor.",
      "reflexao": "Deus nos deu capacidade de ouvir e de enxergar, tanto fisicamente quanto espiritualmente. Ele espera que usemos esses dons para buscar sabedoria, ouvir Sua voz, enxergar a verdade e viver de forma justa e sensível ao próximo."
    },
    {
      "numero": "13",
      "texto": "Não durma demais, ou você acabará na pobreza; fique desperto e terá alimento de sobra.",
      "reflexao": "A preguiça leva à escassez, enquanto a disposição, o trabalho e a diligência trazem provisão e prosperidade. Deus honra quem se levanta, trabalha e planta com fidelidade, tanto na vida material quanto espiritual."
    },
    {
      "numero": "14",
      "texto": "‘Não vale isso! Não vale isso!’, diz o comprador; mas, quando se afasta, gaba-se do bom negócio.",
      "reflexao": "Aqui há um alerta contra a desonestidade nas negociações. Deus vê além das palavras e observa o coração. Manipular, enganar ou tirar vantagem de alguém é reprovado por Ele. A integridade deve estar presente até nos negócios mais simples."
    },
    {
      "numero": "15",
      "texto": "Mesmo onde há ouro e rubis em grande quantidade, os lábios que transmitem conhecimento são uma rara preciosidade.",
      "reflexao": "A sabedoria é um dos maiores tesouros que alguém pode buscar. Mais valiosa que ouro ou prata, ela conduz à vida, à paz e à prosperidade verdadeira. Deus honra aqueles que dedicam seu coração a buscar o conhecimento e o entendimento."
    },
    {
      "numero": "16",
      "texto": "Tome-se a veste de quem serve de fiador ao estranho; sirva ela de penhor de quem dá garantia a uma mulher leviana.",
      "reflexao": "Aqui há um conselho de prudência nas relações financeiras. Ser fiador de desconhecidos é uma atitude arriscada, que pode trazer prejuízo e dor. Deus nos orienta a agir com sabedoria e responsabilidade em nossos compromissos."
    },
    {
      "numero": "17",
      "texto": "O pão ganho com fraude é doce, mas depois se torna areia na boca.",
      "reflexao": "O prazer momentâneo da desonestidade logo se transforma em vazio, dor e frustração. Aquilo que é conquistado sem retidão não traz paz nem satisfação verdadeira. Deus abençoa o que é conquistado com justiça."
    },
    {
      "numero": "18",
      "texto": "Os conselhos são importantes para quem quiser fazer planos, e quem sai à guerra precisa de orientação.",
      "reflexao": "Tomar decisões sozinho, sem ouvir conselhos sábios, é caminho para o fracasso. Deus nos ensina que buscar orientação, refletir e ouvir pessoas sensatas é um caminho seguro para o sucesso e a vitória."
    },
    {
      "numero": "19",
      "texto": "Quem vive contando casos não guarda segredo; por isso, evite quem fala demais.",
      "reflexao": "A fofoca destrói amizades, famílias e comunidades. Deus nos alerta que quem fala demais, sem cuidado, acaba traindo segredos e ferindo pessoas. Escolher bem as companhias é também proteção para o coração e para a vida."
    },
    {
      "numero": "20",
      "texto": "Se alguém amaldiçoa seu pai ou sua mãe, a sua lâmpada se apagará na mais profunda escuridão.",
      "reflexao": "Deus leva muito a sério a honra aos pais. Desonrar, desprezar ou amaldiçoar os pais é trilhar um caminho de escuridão, dor e destruição. Honrar pai e mãe não é apenas um mandamento, mas uma chave de bênção e longevidade."
    },
    {
      "numero": "21",
      "texto": "A herança que se obtém com ganância no princípio, no final não será abençoada.",
      "reflexao": "Tudo tem seu tempo determinado por Deus. A pressa, a ganância ou a busca por atalhos para obter bênçãos materiais leva, muitas vezes, à frustração e à ruína. A bênção vem quando esperamos e caminhamos segundo o tempo e a vontade do Senhor."
    },
    {
      "numero": "22",
      "texto": "Não diga: 'Eu me vingarei'; espere pelo Senhor, e ele resolverá o seu caso.",
      "reflexao": "A vingança pertence a Deus. Ele é justo e fiel para defender, julgar e retribuir a cada um conforme suas obras. Entregar as ofensas e as injustiças nas mãos do Senhor é caminho de paz, cura e proteção."
    },
    {
      "numero": "23",
      "texto": "O Senhor detesta pesos adulterados, e balanças falsificadas não o agradam.",
      "reflexao": "Deus valoriza a honestidade em todas as áreas da vida, especialmente nos negócios e nas relações. A justiça, a verdade e a transparência refletem o caráter de Deus e trazem bênçãos duradouras para quem as pratica."
    },
    {
      "numero": "24",
      "texto": "Os passos do homem são dirigidos pelo Senhor. Como poderia alguém discernir o seu próprio caminho?",
      "reflexao": "Nem sempre entendemos os caminhos que Deus nos leva a trilhar. Mas quem confia no Senhor sabe que Ele dirige cada passo, mesmo quando não faz sentido aos nossos olhos. A segurança está em confiar e descansar na Sua soberania."
    },
    {
      "numero": "25",
      "texto": "É uma armadilha consagrar algo precipitadamente, e só pensar depois no que se prometeu.",
      "reflexao": "Fazer votos sem reflexão, se comprometer de forma impulsiva, traz dor e responsabilidade que nem sempre conseguimos cumprir. Deus nos orienta a agir com prudência, responsabilidade e seriedade, especialmente no que dizemos e prometemos a Ele."
    },
    {
      "numero": "26",
      "texto": "O rei sábio peneira os ímpios e os esmaga com a roda de debulhar.",
      "reflexao": "Aqui há uma ilustração da justiça sendo aplicada com firmeza. Deus ama a justiça e espera que os que governam, lideram e têm autoridade sejam instrumentos para estabelecer ordem, paz e retidão na sociedade."
    },
    {
      "numero": "27",
      "texto": "O espírito do homem é a lâmpada do Senhor, que vasculha cada parte do seu ser.",
      "reflexao": "Deus conhece o mais profundo do nosso ser. Nada está oculto aos Seus olhos. Nosso espírito, nossa consciência e nosso coração estão constantemente diante dEle, que nos sonda, conhece e nos convida à transformação e à verdade."
    },
    {
      "numero": "28",
      "texto": "A bondade e a fidelidade preservam o rei; por sua bondade ele dá firmeza ao seu trono.",
      "reflexao": "O poder sem amor é tirania. Deus nos ensina que o amor, a misericórdia e a fidelidade são os verdadeiros fundamentos de uma liderança próspera, justa e duradoura. Isso vale tanto para reis quanto para líderes, pais, mestres e todos que influenciam outros."
    },
    {
      "numero": "29",
      "texto": "O esplendor dos jovens é a sua força; a beleza e glória dos idosos, os seus cabelos brancos.",
      "reflexao": "Cada fase da vida tem sua honra. A juventude é marcada pela força e disposição; a velhice, pela sabedoria, pela experiência e pela dignidade que vem dos anos vividos. Deus valoriza ambas e as usa para abençoar e ensinar."
    },
    {
      "numero": "30",
      "texto": "Os vergões das feridas limpam o mal, e os açoites purificam o íntimo do ser.",
      "reflexao": "A correção, embora muitas vezes dolorosa, tem o poder de trazer purificação, reflexão e transformação. Deus corrige quem Ele ama, para que o mal seja arrancado e o caráter seja moldado segundo Sua vontade."
    }
  ]
}
