{
  "livro": "Romanos",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Irmãos, o bom desejo do meu coração e a oração a Deus por Israel é para sua salvação.",
      "reflexao": "Aqui vemos o coração de Paulo em intercessão. Isso nos ensina que devemos orar e desejar sinceramente a salvação dos que estão afastados, especialmente daqueles que conhecem sobre Deus, mas ainda não tiveram um encontro real com Cristo."
    },
    {
      "numero": "2",
      "texto": "Porque lhes dou testemunho de que têm zelo de Deus, mas não com entendimento.",
      "reflexao": "Zelo sem entendimento pode levar ao engano. Muitos são sinceros na busca por Deus, mas, sem a revelação de Cristo, permanecem no erro. Isso nos desafia a pregar o evangelho com amor, clareza e verdade."
    },
    {
      "numero": "3",
      "texto": "Porquanto, não conhecendo a justiça de Deus, e procurando estabelecer a sua própria justiça, não se sujeitaram à justiça de Deus.",
      "reflexao": "O grande erro é tentar construir justiça própria, ignorando que a verdadeira justiça vem de Deus, pela fé. Isso é um alerta: nenhuma obra humana pode substituir a graça que Deus oferece em Cristo."
    },
    {
      "numero": "4",
      "texto": "Porque o fim da lei é Cristo para justiça de todo aquele que crê.",
      "reflexao": "Cristo é o cumprimento de toda a lei. Nele, encontramos a verdadeira justiça. Isso nos liberta da tentativa inútil de merecer algo por esforço próprio e nos conduz a viver pela fé e pela graça."
    },
    {
      "numero": "5",
      "texto": "Porque Moisés descreve a justiça que é pela lei, dizendo: 'O homem que fizer estas coisas viverá por elas.'",
      "reflexao": "A justiça pela lei exige obediência perfeita, algo impossível ao ser humano. Isso mostra como a antiga aliança apontava para a necessidade de uma solução maior, que se cumpre em Cristo, oferecendo-nos justiça pela fé."
    },
    {
      "numero": "6",
      "texto": "Mas a justiça que é pela fé diz assim: 'Não digas em teu coração: Quem subirá ao céu? (Isto é, a trazer do alto a Cristo.)'",
      "reflexao": "Não precisamos realizar feitos impossíveis para alcançar Cristo. A justiça pela fé não está baseada em esforços extremos, mas em crer no que Deus já fez por meio de Jesus."
    },
    {
      "numero": "7",
      "texto": "'Ou: Quem descerá ao abismo?' (Isto é, a tornar a trazer dentre os mortos a Cristo.)",
      "reflexao": "Da mesma forma, não cabe a nós realizar o impossível. Deus já fez isso ao ressuscitar Jesus. O evangelho é acessível, simples e está ao alcance de quem crê e confessa."
    },
    {
      "numero": "8",
      "texto": "Mas que diz? 'A palavra está junto de ti, na tua boca e no teu coração;' esta é a palavra da fé, que pregamos,",
      "reflexao": "A salvação está acessível. A Palavra de Deus está perto, ao alcance de quem deseja crer. Não há obstáculos insuperáveis — basta abrir o coração e confessar a fé em Jesus."
    },
    {
      "numero": "9",
      "texto": "A saber: Se com a tua boca confessares ao Senhor Jesus, e em teu coração creres que Deus o ressuscitou dentre os mortos, serás salvo.",
      "reflexao": "Aqui está o evangelho em sua essência: confissão e fé. Não se trata de fórmulas ou rituais, mas de uma declaração sincera de que Jesus é Senhor, e de uma convicção viva de que Ele ressuscitou, vencendo a morte por nós."
    },
    {
      "numero": "10",
      "texto": "Porque com o coração se crê para a justiça, e com a boca se faz confissão para a salvação.",
      "reflexao": "A fé começa no coração, mas se completa na confissão pública e sincera. Crer e confessar andam juntos na caminhada da salvação. Isso nos lembra que nossa fé não é algo escondido, mas uma declaração viva ao mundo."
    },
    {
      "numero": "11",
      "texto": "Porque a Escritura diz: 'Todo aquele que nele crer não será confundido.'",
      "reflexao": "Deus garante: quem crer nEle nunca será envergonhado ou decepcionado. A fé em Cristo é a base segura, firme, que nunca falhará, mesmo em meio às maiores adversidades da vida."
    },
    {
      "numero": "12",
      "texto": "Porquanto não há diferença entre judeu e grego; porque um mesmo é o Senhor de todos, rico para com todos os que o invocam.",
      "reflexao": "O evangelho é para todos. Deus não faz acepção de pessoas. Seu amor e Sua graça estão disponíveis a qualquer um que O invoque, independentemente de origem, cultura ou passado."
    },
    {
      "numero": "13",
      "texto": "Porque todo aquele que invocar o nome do Senhor será salvo.",
      "reflexao": "Aqui está uma promessa eterna e irrevogável: todo aquele — sem exceção — que invocar o nome do Senhor, será salvo. Isso nos encoraja a pregar, a clamar e a confiar que Deus sempre responderá a esse chamado sincero."
    },
    {
      "numero": "14",
      "texto": "Como, pois, invocarão aquele em quem não creram? E como crerão naquele de quem não ouviram? E como ouvirão, se não há quem pregue?",
      "reflexao": "Este versículo revela a urgência da missão. Para que as pessoas creiam, é preciso que alguém fale, anuncie, testemunhe. Isso nos lembra que somos cooperadores do Reino, e que o evangelho se espalha por meio de vidas dispostas a compartilhar a boa notícia."
    },
    {
      "numero": "15",
      "texto": "E como pregarão, se não forem enviados? Como está escrito: 'Quão formosos os pés dos que anunciam o evangelho de paz; dos que trazem alegres novas de boas coisas.'",
      "reflexao": "Deus envia mensageiros. E aos olhos do Senhor, aqueles que anunciam o evangelho são preciosos, formosos, instrumentos de paz e de esperança. Este versículo é um convite a abraçar com alegria o chamado de ser luz e sal neste mundo."
    },
    {
      "numero": "16",
      "texto": "Mas nem todos obedecem ao evangelho; pois Isaías diz: 'Senhor, quem creu na nossa pregação?'",
      "reflexao": "A resistência ao evangelho não é novidade. Mesmo com a verdade sendo pregada, nem todos aceitam. Isso não deve nos desanimar, mas nos fortalecer a continuar plantando a semente, porque o crescimento vem de Deus."
    },
    {
      "numero": "17",
      "texto": "De sorte que a fé é pelo ouvir, e o ouvir pela palavra de Deus.",
      "reflexao": "A fé nasce da exposição constante à Palavra. Isso reforça a importância de pregarmos, de ouvirmos e de meditarmos nas Escrituras. Quanto mais ouvimos a voz de Deus, mais nossa fé se fortalece e cresce."
    },
    {
      "numero": "18",
      "texto": "Mas digo: Porventura não ouviram? Sim, por certo, pois por toda a terra saiu a voz deles, e as suas palavras até aos confins do mundo.",
      "reflexao": "A mensagem de Deus ecoa por toda parte. O testemunho da criação, da consciência e do próprio evangelho anunciado alcança todas as nações. Deus, em Sua graça, tem feito Sua voz ser ouvida em toda a terra."
    },
    {
      "numero": "19",
      "texto": "Mas digo: Porventura Israel não o soube? Primeiramente diz Moisés: 'Eu vos meterei em ciúmes com aqueles que não são povo; com gente insensata vos provocarei à ira.'",
      "reflexao": "Deus usou até mesmo os gentios — aqueles que Israel desprezava — para provocar ciúmes espirituais, no sentido de chamar Israel de volta a Ele. Isso revela que Deus, em Sua misericórdia, usa todos os meios para atrair Seus filhos ao arrependimento."
    },
    {
      "numero": "20",
      "texto": "E Isaías ousadamente diz: 'Fui achado pelos que me não buscavam; fui manifestado aos que por mim não perguntavam.'",
      "reflexao": "Deus se deixa encontrar até por quem não estava buscando. Isso mostra como Sua graça é soberana e surpreendente. Ele rompe barreiras, alcança os improváveis e revela Seu amor de maneiras que muitas vezes não esperamos."
    },
    {
      "numero": "21",
      "texto": "Mas contra Israel diz: 'Todo o dia estendi as minhas mãos a um povo rebelde e contradizente.'",
      "reflexao": "Mesmo diante da rebeldia, Deus permanece com os braços estendidos. Este versículo revela a paciência, o amor e a misericórdia de Deus, que nunca desiste de chamar, de esperar e de oferecer redenção aos que insistem em se afastar dEle."
    }
  ]
}
