{
  "livro": "Romanos",
  "capitulo": "13",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Toda alma esteja sujeita às autoridades superiores; porque não há autoridade que não venha de Deus; e as autoridades que há foram ordenadas por Deus.",
      "reflexao": "Deus é soberano até sobre as autoridades humanas. Este versículo nos ensina que viver em submissão às autoridades legítimas faz parte do nosso testemunho cristão, desde que isso não contrarie a vontade de Deus. Ele usa até os governos para cumprir Seus propósitos."
    },
    {
      "numero": "2",
      "texto": "Por isso, quem resiste à autoridade resiste à ordenação de Deus; e os que resistem trarão sobre si mesmos a condenação.",
      "reflexao": "Rejeitar a autoridade legítima, quando ela não fere os princípios divinos, é resistir ao próprio Deus. Este versículo nos lembra da importância da obediência civil e da vida em ordem, refletindo um coração alinhado com o Reino."
    },
    {
      "numero": "3",
      "texto": "Porque os magistrados não são terror para as boas obras, mas para as más. Queres, pois, não temer a autoridade? Faze o bem, e terás louvor dela.",
      "reflexao": "A função das autoridades é promover o bem e combater o mal. Viver corretamente, em obediência e honestidade, nos livra do medo e contribui para uma sociedade mais justa e harmoniosa, segundo os princípios de Deus."
    },
    {
      "numero": "4",
      "texto": "Porque ela é ministro de Deus para teu bem. Mas, se fizeres o mal, teme; porque não é sem motivo que ela traz a espada; porque é ministro de Deus, e vingador para castigar o que faz o mal.",
      "reflexao": "Deus delega às autoridades o papel de proteger, organizar e corrigir. Este versículo reforça que a ordem, a justiça e o combate ao mal são responsabilidades que Deus concede aos governantes, visando o bem coletivo."
    },
    {
      "numero": "5",
      "texto": "Portanto, é necessário que lhe estejais sujeitos, não somente pelo castigo, mas também pela consciência.",
      "reflexao": "Nos submetemos não apenas por medo da punição, mas por convicção de que isso agrada a Deus. A obediência às leis, quando justas, é uma expressão da nossa consciência transformada e do nosso compromisso com a justiça e a ordem."
    },
    {
      "numero": "6",
      "texto": "Por esta razão também pagais tributos, porque são ministros de Deus, atendendo sempre a isto mesmo.",
      "reflexao": "Até no ato de pagar impostos, reconhecemos que as autoridades exercem um papel instituído por Deus. Contribuir com responsabilidade é parte do nosso testemunho de cidadania e fé."
    },
    {
      "numero": "7",
      "texto": "Portanto, dai a cada um o que deveis: a quem tributo, tributo; a quem imposto, imposto; a quem temor, temor; a quem honra, honra.",
      "reflexao": "Este versículo resume um princípio poderoso: viver de forma justa e honrada, dando a cada um o que lhe é devido. Isso inclui respeito, honra, compromisso e integridade, tanto no âmbito civil quanto espiritual."
    },
    {
      "numero": "8",
      "texto": "A ninguém devais coisa alguma, a não ser o amor com que vos ameis uns aos outros; porque quem ama aos outros cumpriu a lei.",
      "reflexao": "O amor é a única dívida que nunca se quita. Este versículo revela que, quando amamos sinceramente, cumprimos toda a lei de Deus. O amor resume todos os mandamentos e deve ser a marca principal da vida cristã."
    },
    {
      "numero": "9",
      "texto": "Com efeito: 'Não adulterarás, não matarás, não furtarás, não dirás falso testemunho, não cobiçarás'; e se há algum outro mandamento, tudo nesta palavra se resume: 'Amarás ao teu próximo como a ti mesmo.'",
      "reflexao": "O amor verdadeiro impede que pratiquemos qualquer mal contra o próximo. Este versículo mostra que a essência de toda a lei se cumpre no amor — amor que cuida, protege, respeita e honra o outro."
    },
    {
      "numero": "10",
      "texto": "O amor não faz mal ao próximo. De sorte que o cumprimento da lei é o amor.",
      "reflexao": "Se nosso agir for guiado pelo amor, não prejudicaremos ninguém. Aqui está a chave para uma vida que agrada a Deus: amar de forma prática, constante e verdadeira, refletindo o caráter de Cristo em tudo."
    },
    {
      "numero": "11",
      "texto": "E isto digo, conhecendo o tempo: que já é hora de despertarmos do sono; porque a nossa salvação está agora mais perto de nós do que quando aceitamos a fé.",
      "reflexao": "Este é um chamado urgente ao despertamento espiritual. O tempo é curto. A volta de Cristo se aproxima, e não há mais espaço para viver uma fé adormecida, superficial ou distraída. É tempo de santificação, compromisso e entrega total."
    },
    {
      "numero": "12",
      "texto": "A noite é passada, e o dia é chegado. Rejeitemos, pois, as obras das trevas, e vistamo-nos das armas da luz.",
      "reflexao": "O tempo das trevas acabou. Agora somos chamados a viver como filhos da luz, abandonando tudo o que não condiz com o Reino e revestindo-nos da luz de Cristo — em nossas palavras, pensamentos e ações."
    },
    {
      "numero": "13",
      "texto": "Comportemo-nos com decência, como quem age à luz do dia, não em orgias e bebedeiras, não em imoralidade sexual e depravação, não em desavença e inveja.",
      "reflexao": "Paulo faz aqui um apelo claro: uma vida de pureza, honestidade e sobriedade. O mundo pode andar nas trevas, mas nós somos chamados a viver na luz, refletindo Cristo em tudo que fazemos."
    },
    {
      "numero": "14",
      "texto": "Pelo contrário, revistam-se do Senhor Jesus Cristo, e não fiquem premeditando como satisfazer os desejos da carne.",
      "reflexao": "A resposta final para uma vida de vitória espiritual está aqui: vestir-se de Cristo. Isso significa assumir Seu caráter, Suas atitudes, Seus valores, e rejeitar tudo o que alimenta a velha natureza. Viver em Cristo é viver em plenitude, luz e santidade."
    }
  ]
}
