{
  "livro": "Romanos",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Pergunto, pois: Porventura rejeitou Deus o seu povo? De maneira nenhuma; porque também eu sou israelita, da descendência de Abraão, da tribo de Benjamim.",
      "reflexao": "Deus não rejeitou o Seu povo. A fidelidade de Deus permanece, e Sua aliança não é quebrada. Paulo é prova viva disso, como judeu que encontrou a salvação em Cristo. Isso nos mostra que Deus é sempre fiel às Suas promessas, mesmo quando muitos se afastam dEle."
    },
    {
      "numero": "2",
      "texto": "Deus não rejeitou o seu povo, que antes conheceu. Ou não sabeis o que a Escritura diz de Elias? Como fala a Deus contra Israel, dizendo:",
      "reflexao": "Mesmo quando tudo parece perdido, Deus não abandona os Seus. Aqui, Paulo traz à memória a história de Elias, que achou que estava só, mas Deus preservou um remanescente. Isso nos ensina que, mesmo quando não vemos, Deus está cuidando, protegendo e agindo."
    },
    {
      "numero": "3",
      "texto": "'Senhor, mataram os teus profetas, derribaram os teus altares, e só eu fiquei, e procuram tirar-me a vida.'",
      "reflexao": "Quantas vezes, como Elias, nos sentimos sozinhos, desanimados e cercados pela oposição? Este versículo reflete o clamor de quem sofre, mas também prepara o coração para ouvir a resposta de Deus, que sempre tem um plano, um cuidado e uma esperança reservada aos Seus."
    },
    {
      "numero": "4",
      "texto": "Mas que lhe diz a resposta divina? 'Reservei para mim sete mil homens, que não dobraram os joelhos a Baal.'",
      "reflexao": "Mesmo quando parece que tudo está perdido, Deus tem Seus fiéis. Sempre há um remanescente separado, preservado, que não se rendeu ao sistema do mundo. Isso é um lembrete poderoso de que nunca estamos sozinhos na caminhada de fé."
    },
    {
      "numero": "5",
      "texto": "Assim, pois, também agora neste tempo ficou um remanescente, segundo a eleição da graça.",
      "reflexao": "Deus continua, até hoje, levantando e preservando um povo separado pela graça. Isso não é fruto de mérito humano, mas de eleição soberana, amor e misericórdia. Somos convidados a fazer parte desse remanescente fiel que vive pela graça e para a glória de Deus."
    },
    {
      "numero": "6",
      "texto": "E, se é por graça, já não é pelas obras; de outra maneira, a graça já não é graça. Mas, se é pelas obras, já não é graça; de outra maneira, a obra já não é obra.",
      "reflexao": "Este versículo esclarece de forma contundente: salvação é pela graça, não por mérito. Misturar graça com obras anula ambas. É um chamado a confiar totalmente na suficiência da graça de Deus e abandonar qualquer tentativa de autossalvação."
    },
    {
      "numero": "7",
      "texto": "Pois que? O que Israel buscava não o alcançou; mas os eleitos o alcançaram, e os outros foram endurecidos.",
      "reflexao": "Aqueles que buscaram a Deus tentando se justificar por obras não O encontraram. Mas os que confiaram na promessa e na graça foram alcançados. Isso nos lembra que Deus revela Seu caminho àqueles que se rendem e creem, e não aos que tentam merecer por si mesmos."
    },
    {
      "numero": "8",
      "texto": "Como está escrito: 'Deus lhes deu espírito de profundo sono, olhos para não verem e ouvidos para não ouvirem, até ao dia de hoje.'",
      "reflexao": "A dureza de coração é consequência de rejeitar constantemente a voz de Deus. Isso serve de alerta: quem fecha os olhos e os ouvidos para Deus corre o risco de se perder em um estado espiritual de insensibilidade. Por isso, é urgente ouvir e responder ao chamado divino enquanto é tempo."
    },
    {
      "numero": "9",
      "texto": "E Davi diz: 'Torne-se-lhes a mesa em laço, e em armadilha, e em tropeço, e em punição.'",
      "reflexao": "Quando as bênçãos e os privilégios espirituais são rejeitados, eles se tornam juízo. Este versículo mostra que não há neutralidade espiritual: ignorar ou rejeitar Deus leva à própria condenação, não porque Deus queira, mas porque o coração se fecha à Sua graça."
    },
    {
      "numero": "10",
      "texto": "'Escureçam-se-lhes os olhos para não verem, e encurvem-se-lhes continuamente as costas.'",
      "reflexao": "A cegueira espiritual é um estado perigoso e triste. Isso nos faz refletir sobre a importância de mantermos nossos olhos espirituais abertos, sensíveis à voz de Deus, dispostos a aprender, obedecer e caminhar na luz da verdade."
    },
    {
      "numero": "11",
      "texto": "Digo, pois: Porventura tropeçaram para que caíssem? De maneira nenhuma; mas pela sua queda veio a salvação aos gentios, para os incitar à emulação.",
      "reflexao": "Deus, em Sua soberania, usou até a rejeição de Israel para alcançar os gentios. Isso revela que, mesmo nos erros humanos, Deus escreve histórias de redenção. E, por meio disso, também desperta ciúmes espirituais em Israel, para que voltem a buscá-Lo."
    },
    {
      "numero": "12",
      "texto": "E se a sua queda é a riqueza do mundo, e a sua diminuição a riqueza dos gentios, quanto mais a sua plenitude?",
      "reflexao": "Se Deus já operou maravilhas por meio da rejeição de Israel, imagine o que será quando eles se voltarem para Cristo! Este versículo carrega uma promessa de restauração, plenitude e derramar ainda maior da graça sobre o mundo."
    },
    {
      "numero": "13",
      "texto": "Porque convosco falo, gentios: enquanto for apóstolo dos gentios, glorificarei o meu ministério,",
      "reflexao": "Paulo reconhece seu chamado específico: ser apóstolo aos gentios. Isso mostra que cada um de nós tem um propósito, um campo de missão, e que quando entendemos nosso chamado, glorificamos a Deus servindo onde Ele nos plantou."
    },
    {
      "numero": "14",
      "texto": "Para ver se de alguma maneira posso incitar à emulação os da minha carne e salvar alguns deles.",
      "reflexao": "Paulo deseja que seu trabalho entre os gentios também sirva para provocar nos judeus um desejo de buscar a Deus. Isso revela o amor missionário de Paulo e nos ensina que nosso testemunho pode gerar transformação em pessoas que nem imaginamos."
    },
    {
      "numero": "15",
      "texto": "Porque, se a sua rejeição é a reconciliação do mundo, qual será a sua aceitação, senão a vida dentre os mortos?",
      "reflexao": "A aceitação de Israel será como vida dentre os mortos — um avivamento espiritual poderoso, uma restauração gloriosa. Este versículo aponta para a esperança de que Deus ainda tem planos grandiosos de restauração e salvação, tanto para Israel quanto para o mundo inteiro."
    },
    {
      "numero": "16",
      "texto": "E, se as primícias são santas, também a massa o é; e, se a raiz é santa, também os ramos o são.",
      "reflexao": "Se a raiz é santa — representando Abraão e as promessas — então há esperança para os ramos. Deus não rejeitou Seu povo definitivamente, mas mantém viva a aliança, sempre disposto a restaurar e reconciliar aqueles que se voltam para Ele."
    },
    {
      "numero": "17",
      "texto": "E se alguns dos ramos foram quebrados, e tu, sendo zambujeiro, foste enxertado em lugar deles, e feito participante da raiz e da seiva da oliveira,",
      "reflexao": "Aqui está uma das mais belas imagens da inclusão dos gentios no plano de Deus. Mesmo sendo oliveira brava, fomos enxertados na raiz santa. Isso nos lembra da graça imerecida e nos convida à gratidão, reverência e responsabilidade espiritual."
    },
    {
      "numero": "18",
      "texto": "Não te glories contra os ramos; e, se contra eles te gloriares, não és tu que sustentas a raiz, mas a raiz a ti.",
      "reflexao": "Paulo nos adverte contra a soberba espiritual. Ninguém deve se exaltar por ter sido alcançado pela graça. É Deus quem sustenta tudo. A raiz — que representa a aliança e as promessas — é que nos sustenta, não o contrário."
    },
    {
      "numero": "19",
      "texto": "Dirás, pois: 'Foram quebrados os ramos, para que eu fosse enxertado.'",
      "reflexao": "Embora seja verdade que os ramos foram quebrados, isso não é motivo de orgulho, mas de temor. Esse enxerto é fruto da misericórdia divina, não de mérito pessoal. É um convite à humildade diante da soberania de Deus."
    },
    {
      "numero": "20",
      "texto": "Está bem; pela incredulidade foram quebrados, e tu estás em pé pela fé. Não te ensoberbeças, mas teme.",
      "reflexao": "A incredulidade quebra, a fé sustenta. Este versículo nos alerta: nossa permanência no Reino não se dá por presunção, mas por uma fé viva, reverente e humilde. O temor aqui é reverência, respeito e consciência da grandeza de Deus."
    },
    {
      "numero": "21",
      "texto": "Porque, se Deus não poupou os ramos naturais, teme que não te poupe a ti também.",
      "reflexao": "Se Deus disciplinou os ramos naturais, também tratará com seriedade aqueles que, mesmo enxertados, desprezam Sua graça. Este versículo é um chamado à vigilância, à permanência na fé e à dependência constante da graça de Deus."
    },
    {
      "numero": "22",
      "texto": "Considera, pois, a bondade e a severidade de Deus: para com os que caíram, severidade; mas para contigo, a bondade de Deus, se permaneceres na sua bondade; de outra maneira também tu serás cortado.",
      "reflexao": "Deus é bondoso, mas também é justo. Este versículo revela o equilíbrio perfeito entre amor e justiça. A graça não deve ser tratada com descuido, mas com zelo e gratidão, levando-nos a permanecer firmes e fiéis ao Senhor."
    },
    {
      "numero": "23",
      "texto": "E também eles, se não permanecerem na incredulidade, serão enxertados; porque poderoso é Deus para os tornar a enxertar.",
      "reflexao": "A porta da restauração está sempre aberta. Deus é poderoso para enxertar novamente aqueles que se arrependem e creem. Isso revela um amor paciente, restaurador e cheio de esperança, tanto para Israel quanto para qualquer pessoa que se volte a Deus."
    },
    {
      "numero": "24",
      "texto": "Porque, se tu foste cortado do natural zambujeiro, e, contra a natureza, enxertado na boa oliveira, quanto mais estes, que são naturais, serão enxertados na sua própria oliveira.",
      "reflexao": "Se Deus fez algo tão extraordinário ao enxertar os gentios, muito mais Ele fará com Seu povo natural, Israel, quando eles se voltarem para Cristo. Isso nos mostra que Deus é especialista em restauração, reconciliação e cumprimento de Suas promessas."
    },
    {
      "numero": "25",
      "texto": "Porque não quero, irmãos, que ignoreis este segredo (para que não sejais presumidos em vós mesmos): que o endurecimento veio em parte sobre Israel, até que a plenitude dos gentios haja entrado.",
      "reflexao": "O endurecimento de Israel é parcial e temporário. Deus está, neste tempo, alcançando os gentios, mas há um tempo determinado em que Israel também será grandemente restaurado. Isso revela a majestade do plano soberano de Deus."
    },
    {
      "numero": "26",
      "texto": "E assim todo o Israel será salvo, como está escrito: 'De Sião virá o Libertador, e desviará de Jacó as impiedades.'",
      "reflexao": "Aqui está a promessa de uma restauração espiritual em larga escala sobre Israel. O Libertador — Jesus — é quem remove o pecado e traz salvação. Deus é fiel em cumprir tudo o que prometeu ao Seu povo."
    },
    {
      "numero": "27",
      "texto": "E este será o meu concerto com eles, quando eu tirar os seus pecados.",
      "reflexao": "Deus reafirma Sua aliança: perdão, restauração e redenção. Isso mostra que o plano de Deus é sempre redentor. Seu desejo é remover o pecado e restaurar completamente aqueles que se voltam a Ele em fé e arrependimento."
    },
    {
      "numero": "28",
      "texto": "Assim que, quanto ao evangelho, são inimigos por causa de vós; mas, quanto à eleição, amados por causa dos pais.",
      "reflexao": "Embora muitos judeus rejeitem o evangelho, eles continuam sendo amados por Deus por causa da aliança feita com os patriarcas. Isso revela que Deus não volta atrás em Suas promessas e que Seu amor é perseverante e fiel."
    },
    {
      "numero": "29",
      "texto": "Porque os dons e a vocação de Deus são sem arrependimento.",
      "reflexao": "Deus não volta atrás em Seus chamados e promessas. Esse versículo nos enche de esperança, pois nos lembra que, mesmo quando falhamos, Deus permanece fiel, e Seus planos continuam de pé."
    },
    {
      "numero": "30",
      "texto": "Porque, assim como vós também antigamente fostes desobedientes a Deus, mas agora alcançastes misericórdia pela desobediência deles,",
      "reflexao": "Paulo destaca que a misericórdia alcançada pelos gentios, em parte, se deveu à rejeição temporária de Israel. Isso revela como Deus pode transformar até as quedas e as dores em oportunidades para derramar graça sobre outros."
    },
    {
      "numero": "31",
      "texto": "Assim também estes agora foram desobedientes, para que igualmente alcancem misericórdia pela misericórdia a vós.",
      "reflexao": "A misericórdia que os gentios receberam se tornará testemunho para que Israel também receba misericórdia. Deus tece Sua obra de redenção de forma surpreendente, conectando histórias, povos e gerações para manifestar Sua graça."
    },
    {
      "numero": "32",
      "texto": "Porque Deus encerrou a todos debaixo da desobediência, para com todos usar de misericórdia.",
      "reflexao": "Deus permitiu que todos, judeus e gentios, experimentassem a desobediência para que ficasse claro que todos precisam da Sua misericórdia. Isso anula qualquer orgulho espiritual e exalta a graça como única fonte de salvação."
    },
    {
      "numero": "33",
      "texto": "Ó profundidade das riquezas, tanto da sabedoria como da ciência de Deus! Quão insondáveis são os seus juízos, e quão inescrutáveis os seus caminhos!",
      "reflexao": "Diante de tudo isso, Paulo explode em adoração. A mente humana não pode compreender completamente os planos de Deus. Suas decisões, Seus caminhos e Sua sabedoria são infinitamente maiores do que podemos entender."
    },
    {
      "numero": "34",
      "texto": "Porque quem compreendeu a mente do Senhor? Ou quem foi seu conselheiro?",
      "reflexao": "Este versículo nos lembra da soberania absoluta de Deus. Ele não depende de conselhos humanos, não precisa da aprovação de ninguém. Deus é infinitamente sábio, perfeito e justo em tudo que faz."
    },
    {
      "numero": "35",
      "texto": "Ou quem lhe deu primeiro a ele, para que lhe seja recompensado?",
      "reflexao": "Nada do que Deus faz é retribuição a algo que alguém tenha feito. Tudo vem Dele, por Ele e para Ele. Este versículo reforça que a graça é um presente imerecido e que toda glória pertence exclusivamente a Deus."
    },
    {
      "numero": "36",
      "texto": "Porque dele, e por ele, e para ele são todas as coisas; glória, pois, a ele eternamente. Amém.",
      "reflexao": "Este versículo encerra o capítulo com uma das declarações mais poderosas da Bíblia. Tudo vem de Deus, tudo existe por Ele e tudo é para Ele. Toda glória, toda honra e todo louvor pertencem a Deus, agora e para sempre. Amém!"
    }
  ]
}
