{
  "livro": "Romanos",
  "capitulo": "9",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Em Cristo digo a verdade, não minto, dando-me testemunho a minha consciência no Espírito Santo,",
      "reflexao": "Paulo começa este capítulo com um tom muito sério, expressando a sinceridade do seu coração. É um exemplo de como devemos tratar as questões espirituais: com verdade, seriedade e movidos pela direção do Espírito, sem máscaras nem falsidade."
    },
    {
      "numero": "2",
      "texto": "Que tenho grande tristeza e contínua dor no meu coração.",
      "reflexao": "O amor de Paulo por seu povo, os israelitas, é tão grande que gera dor constante em seu coração. Isso nos ensina sobre ter um coração sensível, que sente profundamente a dor espiritual daqueles que estão longe da verdade de Deus."
    },
    {
      "numero": "3",
      "texto": "Porque eu mesmo poderia desejar ser separado de Cristo por amor de meus irmãos, que são meus parentes segundo a carne;",
      "reflexao": "Paulo expressa aqui um amor sacrificial. Ele estaria disposto até a perder a própria salvação se isso pudesse salvar seu povo. Este é um amor que reflete o próprio coração de Cristo, que se entregou por nós. Isso nos desafia a amar profundamente e a interceder com fervor por aqueles que estão afastados de Deus."
    },
    {
      "numero": "4",
      "texto": "Que são israelitas, dos quais é a adoção, e a glória, e os concertos, e a lei, e o culto, e as promessas;",
      "reflexao": "Paulo relembra os privilégios espirituais dados a Israel: a adoção como povo de Deus, a aliança, a glória, o culto e as promessas. Isso traz um alerta: não basta ter acesso às bênçãos espirituais, é preciso responder a elas com fé, obediência e entrega verdadeira."
    },
    {
      "numero": "5",
      "texto": "Dos quais são os pais, e dos quais é Cristo segundo a carne, o qual é sobre todos, Deus bendito eternamente. Amém.",
      "reflexao": "Cristo, na sua humanidade, veio da linhagem de Israel, mas Ele é Deus sobre todos, bendito eternamente. Isso exalta a soberania de Jesus, que é ao mesmo tempo plenamente homem e plenamente Deus, Senhor sobre todas as coisas."
    },
    {
      "numero": "6",
      "texto": "Não que a palavra de Deus haja faltado; porque nem todos os que são de Israel são israelitas;",
      "reflexao": "Deus nunca falha em Sua palavra. Aqui, Paulo nos revela uma verdade espiritual profunda: nem todos os que pertencem fisicamente a Israel fazem parte do Israel espiritual, aquele que é formado pelos que têm fé e vivem em obediência a Deus."
    },
    {
      "numero": "7",
      "texto": "Nem por serem descendência de Abraão são todos filhos; mas: 'Em Isaque será chamada a tua descendência.'",
      "reflexao": "A verdadeira descendência espiritual de Abraão não é determinada pela linhagem biológica, mas pela promessa e pela fé. Isso nos ensina que a salvação não está ligada à herança natural, mas à graça e ao chamado divino."
    },
    {
      "numero": "8",
      "texto": "Isto é, não são os filhos da carne que são filhos de Deus, mas os filhos da promessa são contados como descendência.",
      "reflexao": "Este versículo reforça que ser filho de Deus não é questão de sangue, cultura ou tradição, mas de promessa, de fé e de resposta ao chamado divino. Somos filhos de Deus pela fé, e não por mérito ou herança física."
    },
    {
      "numero": "9",
      "texto": "Porque a palavra da promessa é esta: 'Por este tempo virei, e Sara terá um filho.'",
      "reflexao": "A promessa feita a Abraão e Sara não foi baseada em possibilidades humanas, mas no poder soberano de Deus. Isso nos ensina que as promessas de Deus se cumprem, independentemente das limitações humanas ou das circunstâncias aparentes."
    },
    {
      "numero": "10",
      "texto": "E não somente esta, mas também Rebeca, quando concebeu de um, de Isaque nosso pai,",
      "reflexao": "Paulo reforça que o plano de Deus sempre se desenvolveu soberanamente. Até na história de Rebeca e Isaque, vemos que Deus age de acordo com Sua vontade, não limitada pelas escolhas humanas ou pela lógica natural."
    },
    {
      "numero": "11",
      "texto": "(Porque, não tendo eles ainda nascido, nem tendo feito bem ou mal, para que o propósito de Deus, segundo a eleição, ficasse firme, não por causa das obras, mas por aquele que chama),",
      "reflexao": "Deus escolhe soberanamente, não baseado nas obras, mas no Seu propósito. Este versículo revela que a graça não depende do que fazemos, mas de quem Deus é. Isso nos desafia a descansar na soberania dEle e confiar que Seus planos são perfeitos."
    },
    {
      "numero": "12",
      "texto": "Foi-lhe dito a ela: 'O maior servirá ao menor.'",
      "reflexao": "Essa declaração quebra os padrões da lógica humana e cultural. Deus, em Sua soberania, escolhe agir de forma que muitas vezes não entendemos, para que fique claro que tudo vem Dele, e não dos méritos ou expectativas humanas."
    },
    {
      "numero": "13",
      "texto": "Como está escrito: 'Amei a Jacó, e odiei a Esaú.'",
      "reflexao": "Este versículo expressa a soberania de Deus em escolher segundo o Seu propósito. Não se trata de um amor e ódio emocional, mas de eleição e rejeição no contexto do plano redentivo. Deus escolheu Jacó para cumprir Seu plano, não porque ele fosse melhor, mas por Sua graça soberana."
    },
    {
      "numero": "14",
      "texto": "Que diremos, pois? Que há injustiça da parte de Deus? De maneira nenhuma.",
      "reflexao": "A mente humana muitas vezes questiona os caminhos de Deus, mas Paulo responde claramente: não há injustiça em Deus. Sua justiça é perfeita, e Sua soberania não anula Sua bondade. O que parece difícil de entender é, na verdade, fruto da perfeição dos planos divinos."
    },
    {
      "numero": "15",
      "texto": "Pois diz a Moisés: 'Compadecer-me-ei de quem me compadecer, e terei misericórdia de quem eu tiver misericórdia.'",
      "reflexao": "Deus é soberano em sua misericórdia. Ele escolhe amar, restaurar e usar quem Ele quiser, não baseado no merecimento humano, mas no Seu amor e na Sua graça. Isso nos ensina que não controlamos a graça — ela é dom exclusivo do coração de Deus, que ama, salva e transforma conforme Sua vontade perfeita."
    },
    {
      "numero": "16",
      "texto": "Assim, pois, isto não depende do que quer, nem do que corre, mas de Deus, que se compadece.",
      "reflexao": "A salvação, o chamado e a misericórdia não dependem do esforço humano, mas da soberania e da graça de Deus. Isso traz descanso e esperança, pois não está nas nossas mãos conquistar o favor divino, mas em nos render ao amor dEle, que escolhe e chama segundo Sua vontade."
    },
    {
      "numero": "17",
      "texto": "Porque diz a Escritura a Faraó: 'Para isto mesmo te levantei, para em ti mostrar o meu poder, e para que o meu nome seja anunciado em toda a terra.'",
      "reflexao": "Deus até usa aqueles que se opõem a Ele para cumprir Seus propósitos. Faraó, com seu coração endurecido, acabou sendo instrumento para que o poder e a glória de Deus fossem revelados ao mundo. Isso nos mostra que nada escapa do controle soberano de Deus."
    },
    {
      "numero": "18",
      "texto": "Logo, pois, compadece-se de quem quer, e endurece a quem quer.",
      "reflexao": "Este versículo revela a soberania absoluta de Deus. Ele derrama misericórdia sobre quem quer e permite que alguns sigam com o coração endurecido. Isso não anula a responsabilidade humana, mas exalta que Deus governa todas as coisas segundo Sua justiça e perfeição."
    },
    {
      "numero": "19",
      "texto": "Dir-me-ás então: 'Por que se queixa ele ainda? Porquanto quem resistirá à sua vontade?'",
      "reflexao": "Este é o questionamento humano diante da soberania divina. Se Deus é soberano, como Ele ainda exige responsabilidade? Este versículo reflete uma tensão entre a liberdade humana e a soberania de Deus — uma tensão que existe, mas que é conduzida pela justiça perfeita do Senhor."
    },
    {
      "numero": "20",
      "texto": "Mas, ó homem, quem és tu, que a Deus replicas? Porventura a coisa formada dirá ao que a formou: 'Por que me fizeste assim?'",
      "reflexao": "Paulo nos lembra do nosso lugar: somos criação, não Criador. Muitas vezes queremos entender ou questionar Deus, mas nossa visão é limitada. Este versículo nos convida à reverência, à humildade e à confiança total nos planos do Deus que sabe e vê tudo."
    },
    {
      "numero": "21",
      "texto": "Ou não tem o oleiro poder sobre o barro, para da mesma massa fazer um vaso para honra e outro para desonra?",
      "reflexao": "Deus é o Oleiro. Ele molda, forma e decide os propósitos de cada um segundo Sua vontade. Este versículo não fala de um Deus arbitrário, mas de um Deus soberano, que trabalha em cada vida conforme Seus desígnios eternos e perfeitos."
    },
    {
      "numero": "22",
      "texto": "E que direis se Deus, querendo mostrar a sua ira e dar a conhecer o seu poder, suportou com muita paciência os vasos da ira, preparados para a perdição;",
      "reflexao": "Mesmo aqueles que rejeitam a Deus ou se opõem a Ele são suportados com paciência, pois até nisso Deus manifesta Sua justiça, misericórdia e poder. Isso nos mostra que Deus é longânimo, mas também é justo, e Seu juízo é certo e perfeito."
    },
    {
      "numero": "23",
      "texto": "Para que também desse a conhecer as riquezas da sua glória nos vasos de misericórdia, que para glória já dantes preparou,",
      "reflexao": "Deus preparou vasos de misericórdia — aqueles que receberiam Sua graça — para manifestar neles a riqueza da Sua glória. Isso não é mérito humano, é graça abundante. Somos chamados a viver como esses vasos, refletindo a glória de Deus ao mundo."
    },
    {
      "numero": "24",
      "texto": "Os quais somos nós, a quem também chamou, não só dentre os judeus, mas também dentre os gentios?",
      "reflexao": "Aqui Paulo inclui todos os que foram chamados — judeus e gentios. Isso revela o plano eterno de Deus: salvar pessoas de todas as nações, línguas e povos. Somos parte desse plano grandioso, escolhidos para viver em comunhão com Ele e manifestar Sua glória."
    },
    {
      "numero": "25",
      "texto": "Como também diz em Oséias: 'Chamarei meu povo ao que não era meu povo; e amada à que não era amada.'",
      "reflexao": "Deus chama aqueles que, antes, estavam distantes, sem esperança. Este versículo fala da inclusão dos gentios na promessa de salvação. Mostra que o amor de Deus rompe barreiras e alcança quem, aos olhos humanos, parecia não ter chance."
    },
    {
      "numero": "26",
      "texto": "E sucederá que no lugar em que lhes foi dito: 'Vós não sois meu povo'; aí serão chamados filhos do Deus vivo.",
      "reflexao": "O Deus que transforma rejeição em aceitação, abandono em filiação. Onde antes havia distanciamento, agora há reconciliação e adoção. Este versículo é uma declaração de amor restaurador e de esperança para todos os que se voltam para Deus."
    },
    {
      "numero": "27",
      "texto": "Também Isaías clama acerca de Israel: 'Ainda que o número dos filhos de Israel seja como a areia do mar, o remanescente será salvo.'",
      "reflexao": "Nem todos os de Israel segundo a carne serão salvos, mas um remanescente fiel. Isso nos mostra que a salvação não é garantida por origem ou tradição, mas pela fé e pela resposta sincera ao chamado de Deus."
    },
    {
      "numero": "28",
      "texto": "Porque o Senhor executará a sua palavra sobre a terra, completando-a e abreviando-a em justiça.",
      "reflexao": "Deus cumprirá Sua palavra de maneira justa e no tempo certo. Seu plano não falha, sua justiça é precisa e perfeita. Isso nos lembra que podemos confiar plenamente na soberania, no poder e na fidelidade de Deus."
    },
    {
      "numero": "29",
      "texto": "E, como antes disse Isaías: 'Se o Senhor dos Exércitos não nos tivesse deixado descendência, teríamos sido feitos como Sodoma, e semelhantes a Gomorra.'",
      "reflexao": "Se não fosse pela misericórdia de Deus, Israel teria sido completamente destruído. Este versículo nos faz refletir sobre como dependemos, em tudo, da graça de Deus para sermos preservados, restaurados e conduzidos em Sua vontade."
    },
    {
      "numero": "30",
      "texto": "Que diremos, pois? Que os gentios, que não buscavam a justiça, alcançaram a justiça, sim, a justiça que é pela fé.",
      "reflexao": "Os gentios, que não tinham a lei nem a tradição, encontraram a justiça não pelas obras, mas pela fé. Este versículo é uma declaração da graça: não é sobre merecimento, é sobre confiar, crer e receber a salvação que vem de Deus."
    },
    {
      "numero": "31",
      "texto": "Mas Israel, que buscava a lei da justiça, não chegou à lei da justiça.",
      "reflexao": "Israel tentou alcançar a justiça por meio das obras da lei, e não pela fé, e por isso falhou. Este versículo é um alerta contra qualquer tentativa de autojustificação. A justiça só pode ser recebida, nunca conquistada por méritos próprios."
    },
    {
      "numero": "32",
      "texto": "Por quê? Porque não foi pela fé, mas como pelas obras da lei; tropeçaram na pedra de tropeço.",
      "reflexao": "O erro de Israel foi buscar a justiça por meio das obras e não pela fé. E então tropeçaram em Cristo, a pedra que deveria ser a base, mas que se tornou tropeço para quem não quis crer. Isso é um chamado claro: a salvação vem unicamente pela fé em Jesus."
    },
    {
      "numero": "33",
      "texto": "Como está escrito: 'Eis que ponho em Sião uma pedra de tropeço e uma rocha de escândalo; e todo aquele que crer nela não será confundido.'",
      "reflexao": "Cristo é a pedra — para uns, rocha de salvação; para outros, pedra de tropeço. Tudo depende de como cada pessoa responde a Ele. Quem crê em Jesus nunca será envergonhado, confundido ou perdido. Ele é o caminho seguro e firme para a vida eterna."
    }
  ]
}
