{
  "livro": "Rute",
  "capitulo": "3",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Certo dia, Noemi, sua sogra, lhe disse: ‘Minha filha, tenho que procurar um lar seguro, para sua felicidade.’",
      "reflexao": "Aqui vemos o amor de Noemi transbordando em cuidado. Mesmo em meio às próprias dores, ela se move para garantir um futuro de segurança e descanso para Rute. Este é o amor que se doa, que não busca apenas o próprio bem, mas que se alegra na felicidade do outro — reflexo do cuidado de Deus por nós."
    },
    {
      "numero": "2",
      "texto": "‘Boaz, aquele com cujas servas você esteve, é nosso parente próximo. Esta noite ele estará limpando cevada na eira.’",
      "reflexao": "Noemi percebe que Deus tem alinhado os caminhos. O fato de Boaz ser parente próximo, um ‘resgatador’, não é coincidência — é providência. Assim também Deus tece, de forma silenciosa e perfeita, encontros, conexões e oportunidades que cooperam para o bem dos que nEle confiam."
    },
    {
      "numero": "3",
      "texto": "‘Lave-se, perfume-se, vista sua melhor roupa e desça para a eira. Mas não deixe que ele perceba você até que tenha comido e bebido.’",
      "reflexao": "A orientação de Noemi carrega um princípio espiritual poderoso: preparar-se. Antes dos grandes encontros que Deus prepara, somos chamados a nos limpar das poeiras do passado, perfumar-nos com a esperança e vestir a dignidade que Ele nos concede. A preparação antecede o milagre."
    },
    {
      "numero": "4",
      "texto": "‘Quando ele for dormir, note bem o lugar em que ele se deitar. Então vá, descubra os pés dele e deite-se. Ele lhe dirá o que fazer.’",
      "reflexao": "Este gesto simbólico tem um significado profundo na cultura da época: representa um pedido de cobertura, de proteção, de redenção. É um ato de humildade, submissão e confiança. Assim também somos chamados a nos colocar aos pés de nosso Redentor, pedindo que Ele nos cubra com Sua graça e cuidado."
    },
    {
      "numero": "5",
      "texto": "Respondeu Rute: ‘Farei tudo o que você está me dizendo.’",
      "reflexao": "Rute responde com obediência, confiança e disposição. A sua fé não é passiva, é uma fé que escuta, que age, que se entrega. Muitas vezes, Deus nos convida a passos que parecem desconfortáveis, mas que abrem portas para destinos de bênção e restauração."
    },
    {
      "numero": "6",
      "texto": "Então ela desceu para a eira e fez tudo o que a sua sogra lhe tinha recomendado.",
      "reflexao": "A fidelidade de Rute é admirável. Ela não questiona, não hesita, simplesmente confia e age. Este versículo é um retrato da fé prática — uma fé que obedece, que se move, que se alinha com os propósitos divinos, mesmo sem saber exatamente o que virá depois."
    },
    {
      "numero": "7",
      "texto": "Quando Boaz terminou de comer e beber, ficou alegre e foi deitar-se perto do monte de grãos. Rute aproximou-se sem ser notada, descobriu os pés dele, e deitou-se.",
      "reflexao": "O cenário é simples, mas carregado de significado. O gesto de Rute, humilde e respeitoso, fala sobre rendição, confiança e busca por redenção. Assim também é nossa jornada com Deus — quando nos colocamos aos Seus pés, encontramos abrigo, provisão e direção para o futuro."
    },
    {
      "numero": "8",
      "texto": "No meio da noite, o homem acordou de repente. Ele se virou e assustou-se ao ver uma mulher deitada a seus pés.",
      "reflexao": "O susto de Boaz revela o quanto aquele gesto foge do comum. Mas o extraordinário de Deus quase sempre se revela em movimentos inesperados. Muitas vezes, enquanto achamos que a nossa vida caminha no ordinário, Deus já prepara encontros que quebram expectativas e marcam novos começos."
    },
    {
      "numero": "9",
      "texto": "‘Quem é você?’, perguntou ele. ‘Sou sua serva Rute’, disse ela. ‘Estenda a sua capa sobre a sua serva, pois o senhor é resgatador.’",
      "reflexao": "O pedido de Rute não é apenas um apelo humano, mas um clamor por redenção. ‘Estenda a sua capa’ simboliza cuidado, proteção, aliança. Assim também nós, diante de Deus, nos colocamos como servos e dizemos: ‘Estende sobre mim a Tua cobertura, Senhor.’ Este é o clamor que ecoa em toda a história da redenção humana — e que encontra resposta no amor de Cristo, nosso verdadeiro Resgatador."
    },
    {
      "numero": "10",
      "texto": "Boaz lhe respondeu: ‘O Senhor a abençoe, minha filha! Este seu gesto de bondade é ainda maior do que o primeiro, pois você poderia ter ido atrás dos mais jovens, ricos ou pobres!’",
      "reflexao": "Boaz reconhece em Rute um caráter que vai além das aparências ou interesses. Ela não busca vantagens, mas aliança, dignidade e honra. Este é o retrato do amor que não se vende, que não escolhe pelo que o outro tem, mas pelo que o outro é. Assim também Deus se agrada de corações que valorizam a essência e não as circunstâncias."
    },
    {
      "numero": "11",
      "texto": "‘Agora, minha filha, não tenha medo; farei por você tudo o que me pedir. Todos os meus concidadãos sabem que você é mulher virtuosa.’",
      "reflexao": "O testemunho de Rute fala mais alto do que qualquer palavra. A virtude, a integridade e a honra constroem pontes e abrem portas. Boaz a tranquiliza, assumindo a responsabilidade. Assim é Deus conosco — quando nos colocamos sob Sua proteção, Ele nos diz: ‘Não temas. Eu farei por você tudo o que for necessário.’"
    },
    {
      "numero": "12",
      "texto": "‘É verdade que sou resgatador, mas há um outro que é parente mais próximo do que eu.’",
      "reflexao": "Boaz é íntegro até nos processos. Antes de agir, ele respeita a ordem, os princípios e as leis. Isso nos ensina que nem toda oportunidade deve ser agarrada de qualquer forma, mas dentro dos princípios que honram a Deus. A integridade precede a bênção."
    },
    {
      "numero": "13",
      "texto": "‘Passe a noite aqui. De manhã veremos: se ele quiser resgatá-la, muito bem, que resgate. Se não quiser, juro pelo nome do Senhor que eu a resgatarei. Deite-se aqui até de manhã.’",
      "reflexao": "As palavras de Boaz carregam segurança, compromisso e cuidado. Ele não dá respostas precipitadas, mas assume responsabilidade. Este é um reflexo da fidelidade de Deus, que nunca nos deixa sem direção, e nos assegura: ‘Se ninguém mais se levantar por você, Eu me levantarei.’"
    },
    {
      "numero": "14",
      "texto": "Ela ficou deitada aos pés dele até de manhã, mas levantou-se antes de clarear a ponto de alguém poder ser reconhecido. Boaz pensou: ‘Ninguém deve saber que esta mulher esteve na eira.’",
      "reflexao": "Boaz protege a honra de Rute. Ele se preocupa não apenas com o futuro dela, mas também com sua reputação. Assim também é Deus — Seu cuidado não é apenas com nossas necessidades visíveis, mas também com nossa dignidade, nossa imagem e nosso testemunho diante do mundo."
    },
    {
      "numero": "15",
      "texto": "Por isso disse: ‘Traga-me o manto que você está usando e segure-o.’ Ela o segurou, e o homem despejou nele seis medidas de cevada e o pôs sobre os ombros dela. Depois ele voltou para a cidade.",
      "reflexao": "O presente de Boaz simboliza provisão, cuidado e compromisso. Antes mesmo da questão ser resolvida, ele já demonstra generosidade. Deus também faz assim conosco — enquanto aguardamos a resposta, Ele já nos supre com sinais de Seu amor e cuidado, garantindo que não voltaremos de mãos vazias."
    },
    {
      "numero": "16",
      "texto": "Quando Rute voltou à sua sogra, esta lhe perguntou: ‘Como foi, minha filha?’ Rute lhe contou tudo o que Boaz lhe tinha feito,",
      "reflexao": "O retorno de Rute revela a importância de compartilhar os passos da jornada com quem caminha conosco. Na vida, Deus coloca pessoas que fazem parte da nossa história, que oram, que aconselham e que se alegram conosco a cada sinal de avanço, a cada evidência de cuidado divino."
    },
    {
      "numero": "17",
      "texto": "e acrescentou: ‘Ele me deu estas seis medidas de cevada, dizendo: Não volte para a sua sogra de mãos vazias.’",
      "reflexao": "A generosidade de Boaz não abençoa apenas Rute, mas alcança também Noemi. Assim é o cuidado de Deus — quando Ele decide nos abençoar, a bênção transborda e alcança quem está ao nosso redor. Ninguém fica de mãos vazias quando Deus derrama Sua bondade sobre nós."
    },
    {
      "numero": "18",
      "texto": "Disse então Noemi: ‘Agora espere, minha filha, até saber o que acontecerá. Sem dúvida aquele homem não descansará enquanto não resolver esta questão hoje mesmo.’",
      "reflexao": "As palavras de Noemi carregam convicção: ela reconhece que Boaz é um homem de palavra, de honra, que não descansa até cumprir seu propósito. Assim também é Deus — Ele não descansa, nem cochila, até que Suas promessas se cumpram em nossa vida. O céu trabalha por nós, mesmo quando tudo parece em silêncio."
    }
  ]
}
