{
  "livro": "Rute",
  "capitulo": "4",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Enquanto isso, Boaz subiu à porta da cidade e sentou-se ali exatamente quando o resgatador que ele havia mencionado estava passando por ali. Boaz chamou-lhe e disse: ‘Meu amigo, venha cá e sente-se’. Ele foi e sentou-se.",
      "reflexao": "O tempo de Deus é perfeito. Boaz sobe à porta da cidade e, no exato momento, passa o resgatador. Isso não é acaso, é providência. Assim também Deus alinha encontros, momentos e decisões no tempo certo. A fidelidade de quem confia em Deus atrai a realização dos Seus propósitos no tempo perfeito."
    },
    {
      "numero": "2",
      "texto": "Boaz reuniu dez líderes da cidade e disse: ‘Sentem-se aqui’. E eles se sentaram.",
      "reflexao": "A presença dos líderes garante que tudo seja feito de forma pública, honesta e legal. Isso revela o caráter de Boaz — íntegro, transparente e zeloso pela justiça. Assim também Deus opera: Seus processos são justos, claros e à vista de todos. A bênção que Ele concede não vem por atalhos, mas por caminhos de honra."
    },
    {
      "numero": "3",
      "texto": "Depois disse ao resgatador: ‘Noemi, que voltou de Moabe, está vendendo o pedaço de terra que pertencia ao nosso irmão Elimeleque.’",
      "reflexao": "Boaz apresenta o caso com verdade e clareza. A vida também nos confronta com escolhas que, muitas vezes, revelam não apenas intenções, mas valores. Aqui se inicia uma negociação que, na verdade, é mais do que um negócio — é um cenário preparado por Deus para manifestar redenção."
    },
    {
      "numero": "4",
      "texto": "‘Pensei que devia trazer o assunto para a sua consideração e sugerir-lhe que o adquira, na presença destes que aqui estão sentados e na presença dos líderes do meu povo. Se quer resgatar esta propriedade, resgate-a. Se não, diga-me, para que eu o saiba. Pois ninguém tem esse direito, a não ser você; e depois eu.’ ‘Eu a resgatarei’, respondeu ele.",
      "reflexao": "O resgatador inicialmente aceita, olhando apenas para os benefícios materiais. Isso nos ensina que muitos estão dispostos a se comprometer quando há ganho visível, mas o verdadeiro amor e redenção exigem mais do que interesse — pedem sacrifício, compromisso e altruísmo. Nem todos estão dispostos a isso."
    },
    {
      "numero": "5",
      "texto": "Boaz, porém, lhe disse: ‘No dia em que você adquirir as terras de Noemi e da moabita Rute, estará adquirindo também a viúva do falecido, para manter o nome dele em sua herança.’",
      "reflexao": "Boaz revela o que está além da superfície — a redenção envolve mais do que propriedades, envolve restaurar vidas, dignidade e memória. Isso aponta diretamente para Cristo, nosso Redentor, que não veio buscar riquezas, mas resgatar pessoas, assumir nossas dores e restaurar nosso nome na eternidade."
    },
    {
      "numero": "6",
      "texto": "Diante disso, o resgatador respondeu: ‘Nesse caso não poderei resgatá-la, pois poria em risco a minha propriedade. Resgate-a você mesmo. Eu não poderei fazê-lo!’",
      "reflexao": "O que parecia um acordo fácil torna-se pesado quando envolve amor sacrificial. Este versículo revela que o amor verdadeiro não calcula perdas — ele se entrega. Assim também muitos desistem do que Deus quer fazer, por medo de abrir mão do conforto. Mas Deus levanta aqueles, como Boaz, que escolhem amar, cuidar e restaurar."
    },
    {
      "numero": "7",
      "texto": "(Antigamente, em Israel, para que o resgate e a transferência de propriedade fossem válidos, a pessoa tirava a sandália e a dava ao outro. Assim oficializavam os negócios em Israel.)",
      "reflexao": "Este costume simbólico carrega uma beleza espiritual profunda. Tirar a sandália representa abrir mão do direito de andar naquela terra, transferindo responsabilidade e honra. Assim também Cristo, nosso Redentor, assumiu nosso lugar, nossas dívidas e nossos fardos, selando um pacto de amor eterno sobre nós."
    },
    {
      "numero": "8",
      "texto": "Quando, pois, o resgatador disse a Boaz: ‘Adquira-a você mesmo!’, ele também tirou a sandália.",
      "reflexao": "O ato do resgatador simboliza a sua desistência, mas também abre caminho para que Boaz se levante como aquele que escolhe amar, assumir e restaurar. Este momento sela não apenas um contrato, mas um destino — o destino de Rute, de Noemi e de toda uma linhagem que culminaria em Davi e, mais tarde, em Jesus, nosso Salvador."
    },
    {
      "numero": "9",
      "texto": "Então Boaz anunciou aos líderes e a todo o povo ali presente: ‘Vocês hoje são testemunhas de que estou adquirindo de Noemi toda a propriedade de Elimeleque, de Quiliom e de Malom.’",
      "reflexao": "Boaz faz uma declaração pública e solene. Tudo é feito de forma honrada, clara e transparente. Assim também é o agir de Deus: quando Ele decide nos resgatar, não é em segredo, mas diante dos céus e da terra, selando um pacto de redenção que restaura nosso nome, nossa história e nossa dignidade."
    },
    {
      "numero": "10",
      "texto": "‘Também estou adquirindo o direito de ter como mulher a moabita Rute, viúva de Malom, para manter o nome do falecido sobre a sua herança e para que o seu nome não desapareça do meio da sua família ou dos registros da cidade. Vocês hoje são testemunhas disso!’",
      "reflexao": "O amor de Boaz não é egoísta — ele assume a missão de restaurar a memória, o nome e a linhagem do falecido. Este é um retrato perfeito do amor de Cristo, nosso Redentor, que não apenas nos acolhe, mas também nos restitui, dá-nos novo nome, nova herança e garante que nossa história nunca será apagada da eternidade."
    },
    {
      "numero": "11",
      "texto": "Os líderes e todos os que estavam na porta confirmaram: ‘Somos testemunhas! Faça o Senhor com essa mulher que está entrando em sua família, como fez com Raquel e Lia, que juntas formaram as tribos de Israel. Seja poderoso em Efrata e ganhe fama em Belém!’",
      "reflexao": "A bênção liberada aqui carrega peso profético. Eles desejam que a descendência de Boaz e Rute seja tão frutífera quanto a das matriarcas de Israel. Mal sabem eles que desta união nascerá a linhagem que levará até Davi, e mais adiante, até Jesus, o Salvador. O que começa como uma história de perda e dor termina como uma história que abençoará gerações eternamente."
    },
    {
      "numero": "12",
      "texto": "‘E com os filhos que o Senhor lhe conceder dessa jovem, seja a sua família como a de Perez, que Tamar deu a Judá!’",
      "reflexao": "A referência a Perez e Tamar lembra que Deus transforma até as histórias mais improváveis em caminhos de redenção. O Senhor pega aquilo que parecia quebrado, manchado ou esquecido, e constrói sobre isso uma genealogia de promessa, propósito e eternidade. Deus não desperdiça nenhuma história rendida a Ele."
    },
    {
      "numero": "13",
      "texto": "Boaz casou-se com Rute, e ela se tornou sua mulher. Boaz a possuiu, e o Senhor concedeu que ela engravidasse e desse à luz um filho.",
      "reflexao": "O versículo marca a concretização da promessa, o cumprimento da restauração. Onde havia luto, agora há celebração. Onde havia esterilidade de futuro, agora há vida. Deus sela com fruto aquilo que começou com fidelidade e obediência. Toda história rendida nas mãos dEle se transforma em legado."
    },
    {
      "numero": "14",
      "texto": "As mulheres disseram a Noemi: ‘Louvado seja o Senhor, que hoje não a deixou sem resgatador! Que o seu nome seja celebrado em Israel!’",
      "reflexao": "Aquela que antes se chamava ‘Mara’, amarga, agora é chamada a louvar. Deus não a deixou sem resgatador. Assim também é conosco — Deus nunca nos abandona no vale. O louvor volta aos lábios de quem achou que só restavam lágrimas. O nome de Deus se torna celebrado na nossa história quando permitimos que Ele escreva os capítulos finais."
    },
    {
      "numero": "15",
      "texto": "‘O menino lhe dará nova vida e a sustentará na velhice, pois é filho da sua nora, que a ama e que lhe é melhor do que sete filhos!’",
      "reflexao": "O amor de Rute por Noemi é exaltado publicamente — ‘melhor do que sete filhos’, número que na cultura hebraica simboliza perfeição e plenitude. Isso revela que Deus, em Sua graça, pode suprir nossos vazios de maneiras que nem imaginávamos. Ele usa pessoas improváveis para curar, restaurar e preencher de vida aquilo que parecia perdido."
    },
    {
      "numero": "16",
      "texto": "Noemi pôs o menino no colo, e passou a cuidar dele.",
      "reflexao": "O colo que antes estava vazio de filhos e netos agora se enche de vida, de futuro e de promessa. A imagem de Noemi com Obede nos braços é um retrato da restauração completa. Deus não apenas consola — Ele restitui, Ele devolve alegria, propósito e sentido àqueles que confiam nEle."
    },
    {
      "numero": "17",
      "texto": "As mulheres da vizinhança celebraram o seu nome e disseram: ‘Noemi tem um filho!’ e lhe deram o nome de Obede. Este foi o pai de Jessé, pai de Davi.",
      "reflexao": "O menino Obede não é apenas uma resposta de Deus para Noemi — ele se torna um elo na linhagem que levará ao rei Davi e, muito mais além, ao Messias, Jesus. Deus transforma uma história de perda em um legado eterno. Aquilo que parecia pequeno e insignificante, Deus usa para impactar gerações e cumprir Seu plano redentor."
    },
    {
      "numero": "18",
      "texto": "Esta é a história da descendência de Perez: Perez gerou Hezrom;",
      "reflexao": "A genealogia começa com Perez, lembrando-nos que Deus não se esquece dos Seus. Ele é Deus de gerações, que escreve histórias além do tempo, e que honra alianças feitas por amor, fé e obediência, como a de Rute e Boaz."
    },
    {
      "numero": "19",
      "texto": "Hezrom gerou Rão; Rão gerou Aminadabe;",
      "reflexao": "Cada nome aqui representa uma vida, uma história, uma prova de que Deus age no invisível, construindo Seus planos através de pessoas comuns que escolhem viver pela fé."
    },
    {
      "numero": "20",
      "texto": "Aminadabe gerou Naassom; Naassom gerou Salmom;",
      "reflexao": "De geração em geração, vemos Deus tecendo Sua obra. A linhagem que levará a Boaz, a Obede, a Davi — e, futuramente, a Jesus — mostra que nenhuma vida é pequena demais quando está nas mãos de Deus."
    },
    {
      "numero": "21",
      "texto": "Salmom gerou Boaz; Boaz gerou Obede;",
      "reflexao": "O nome de Boaz aqui é lembrado com honra — ele não é apenas um resgatador de terras, mas de destinos. Sua decisão de amar, assumir e proteger transforma não só a vida de Rute e Noemi, mas toda a história de Israel e da humanidade."
    },
    {
      "numero": "22",
      "texto": "Obede gerou Jessé; e Jessé gerou Davi.",
      "reflexao": "O final deste livro é, na verdade, um novo começo. De Obede vem Jessé, e de Jessé nasce Davi, o rei segundo o coração de Deus. E, da linhagem de Davi, nasce Jesus, o nosso Redentor. A história de Rute prova que Deus escreve os mais belos capítulos a partir dos cenários mais improváveis. Toda dor entregue a Ele se transforma em legado, bênção e redenção eterna."
    }
  ]
}
