{
  "livro": "Salmos",
  "capitulo": "40",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Coloquei toda a minha esperança no Senhor; ele se inclinou para mim e ouviu o meu clamor.",
      "reflexao": "Deus se inclina para ouvir quem espera nEle. Este versículo nos ensina que confiar no Senhor, mesmo quando tudo parece demorado, sempre traz resposta, consolo e livramento."
    },
    {
      "numero": "2",
      "texto": "Ele me tirou de um poço de destruição, de um atoleiro de lama; pôs os meus pés sobre uma rocha e firmou-me num local seguro.",
      "reflexao": "Deus é especialista em nos resgatar dos piores cenários. Este versículo revela que, quando tudo parece sem saída, Ele nos ergue, nos firma e nos dá estabilidade e segurança."
    },
    {
      "numero": "3",
      "texto": "Pôs um novo cântico na minha boca, um hino de louvor ao nosso Deus. Muitos verão isso, temerão e confiarão no Senhor.",
      "reflexao": "Quando Deus transforma nossa vida, Ele nos dá motivos para louvar. Este versículo mostra que nosso testemunho impacta outros, levando muitos a reconhecerem o poder e o amor do Senhor."
    },
    {
      "numero": "4",
      "texto": "Como é feliz o homem que põe no Senhor a sua confiança e não recorre aos orgulhosos nem aos que se desviam para a mentira.",
      "reflexao": "Felicidade verdadeira está em confiar no Senhor e não buscar apoio em caminhos enganosos. Este versículo reforça que depender de Deus é escolher o caminho da paz, da verdade e da plenitude."
    },
    {
      "numero": "5",
      "texto": "Senhor, meu Deus, quantas maravilhas tens feito! Não se pode relatar os planos que preparaste para nós. Eu queria anunciá-los e falar deles, mas são tantos que não se pode contar.",
      "reflexao": "Os feitos e os planos de Deus para nós são tão grandiosos que nem conseguimos enumerá-los. Este versículo nos inspira a viver uma vida de gratidão, reconhecendo diariamente o cuidado e o amor do Senhor."
    },
    {
      "numero": "6",
      "texto": "Sacrifícios e ofertas não pediste, mas abriste os meus ouvidos; holocaustos e ofertas pelo pecado não exigiste.",
      "reflexao": "Mais do que rituais, Deus deseja um relacionamento íntimo e sincero. Este versículo nos ensina que ouvir a voz de Deus e obedecê-Lo é mais valioso do que qualquer sacrifício externo."
    },
    {
      "numero": "7",
      "texto": "Então eu disse: ‘Aqui estou, no livro está escrito a meu respeito.’",
      "reflexao": "Este versículo fala de disposição para cumprir a vontade de Deus. É um chamado a viver segundo o propósito divino, reconhecendo que nossa vida faz parte de um plano maior."
    },
    {
      "numero": "8",
      "texto": "Tenho grande alegria em fazer a tua vontade, ó meu Deus; a tua lei está no fundo do meu coração.",
      "reflexao": "Fazer a vontade de Deus não deve ser um peso, mas um motivo de alegria. Quando Sua palavra habita no coração, obedecer se torna um prazer, e não uma obrigação."
    },
    {
      "numero": "9",
      "texto": "Eu proclamo as boas-novas de justiça na grande assembleia; como sabes, Senhor, não fecho os meus lábios.",
      "reflexao": "Nossa vida deve ser um testemunho constante do amor e da justiça de Deus. Este versículo nos lembra que não devemos nos calar diante das bênçãos e das maravilhas que o Senhor realiza em nós e por nós."
    },
    {
      "numero": "10",
      "texto": "Não oculto no coração a tua justiça; falo da tua fidelidade e da tua salvação. Não escondo da grande assembleia a tua fidelidade nem a tua verdade.",
      "reflexao": "Anunciar o amor e a fidelidade de Deus é uma missão para todos os que experimentam Sua graça. Este versículo nos encoraja a compartilhar nossa fé, levando esperança e luz a quem precisa."
    },
    {
      "numero": "11",
      "texto": "Não me negues, Senhor, a tua misericórdia; que o teu amor e a tua verdade sempre me protejam.",
      "reflexao": "O amor e a misericórdia de Deus são nosso escudo diário. Este versículo é uma oração que todos devemos fazer: que o Senhor nunca retire de nós Seu cuidado e Sua proteção."
    },
    {
      "numero": "12",
      "texto": "Incontáveis são os problemas que me cercam, as minhas culpas me alcançaram e já não consigo ver; são mais numerosas que os cabelos da minha cabeça, e o coração me desfalece.",
      "reflexao": "Este versículo revela que até os servos de Deus passam por momentos de desespero, mas também mostra que, mesmo cercados por problemas, podemos clamar e confiar no socorro do Senhor."
    },
    {
      "numero": "13",
      "texto": "Agrada-te, Senhor, em libertar-me; apressa-te, Senhor, em ajudar-me.",
      "reflexao": "Este é um clamor que reflete total dependência de Deus. Podemos pedir, com confiança, que o Senhor venha rapidamente ao nosso socorro, pois Ele é nosso libertador fiel."
    },
    {
      "numero": "14",
      "texto": "Sejam humilhados e frustrados todos os que procurarem tirar-me a vida; retrocedam, desprezados, os que desejam a minha ruína.",
      "reflexao": "Deus é nosso defensor contra todo ataque e injustiça. Este versículo nos lembra que, quando o mal se levanta, o Senhor se levanta em nosso favor, para frustrar os planos dos que querem nos destruir."
    },
    {
      "numero": "15",
      "texto": "Fiquem chocados com a sua própria desgraça os que zombam de mim.",
      "reflexao": "Este versículo reafirma que Deus não permite que a zombaria e a injustiça prevaleçam sobre os seus filhos. O Senhor cuida da nossa honra e defende a nossa causa."
    },
    {
      "numero": "16",
      "texto": "Regozijem-se e alegrem-se em ti todos os que te buscam; digam sempre aqueles que amam a tua salvação: 'Grande é o Senhor!'",
      "reflexao": "O louvor e a alegria são marcas de quem experimenta a salvação de Deus. Este versículo nos convida a viver com gratidão constante, proclamando em todo tempo a grandeza do nosso Deus."
    },
    {
      "numero": "17",
      "texto": "Quanto a mim, sou pobre e necessitado, mas o Senhor preocupa-se comigo. Tu és o meu socorro e o meu libertador; meu Deus, não te demores!",
      "reflexao": "O salmo se encerra com uma declaração de confiança e dependência. Deus se importa conosco, mesmo quando nos sentimos fracos e incapazes. Ele é nosso socorro, nosso libertador, e podemos clamar a Ele com plena confiança, sabendo que jamais nos abandona."
    }
  ]
}
