{
  "livro": "Salmos",
  "capitulo": "125",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Os que confiam no Senhor são como o monte Sião, que não se pode abalar, mas permanece para sempre.",
      "reflexao": "Este versículo traz uma promessa poderosa: quem confia no Senhor é inabalável, firme como um monte. Em um mundo de instabilidades, medos e incertezas, Deus nos convida a confiar nEle. A fé no Senhor não só nos fortalece, como também nos dá segurança e estabilidade emocional, espiritual e até física, porque sabemos que Ele está no controle de tudo."
    },
    {
      "numero": "2",
      "texto": "Como os montes cercam Jerusalém, assim o Senhor protege o seu povo, desde agora e para sempre.",
      "reflexao": "Deus nos protege de forma constante, assim como os montes protegem Jerusalém. Essa proteção não é temporária, é eterna. Nos dias atuais, onde muitas vezes nos sentimos vulneráveis, ansiosos ou sozinhos, é reconfortante saber que o cuidado de Deus nos envolve por todos os lados, garantindo segurança e paz, hoje e para toda a eternidade."
    },
    {
      "numero": "3",
      "texto": "O cetro dos ímpios não permanecerá sobre a terra dada aos justos, para que os justos não usem as mãos para praticar o mal.",
      "reflexao": "Este versículo é um lembrete de que, embora a maldade pareça dominar por um tempo, ela não terá domínio permanente sobre os justos. Deus é justo e zela para que o mal não oprima eternamente aqueles que são fiéis. É uma promessa de esperança, justiça e restauração, nos encorajando a permanecer no caminho correto, mesmo quando a pressão parece grande."
    },
    {
      "numero": "4",
      "texto": "Senhor, faze o bem aos que são bons, aos que têm coração íntegro.",
      "reflexao": "Aqui há uma oração sincera e poderosa. Em um tempo onde tantas pessoas são guiadas pela maldade, este versículo nos encoraja a cultivar um coração íntegro, cheio de bondade e justiça, sabendo que Deus recompensa e cuida daqueles que vivem segundo Seus princípios. A integridade continua sendo, hoje, um caminho que atrai a bênção e a proteção do Senhor."
    },
    {
      "numero": "5",
      "texto": "Mas aos que se desviam por caminhos tortuosos, o Senhor dará o castigo dado aos malfeitores. Haja paz em Israel!",
      "reflexao": "Deus é amor, mas também é justiça. Este versículo nos alerta que escolher caminhos de desobediência e maldade traz consequências. No entanto, encerra com um desejo de paz, nos mostrando que a vontade de Deus é que haja harmonia, bem-estar e bênção sobre Seu povo. Que possamos sempre escolher o caminho da retidão, que conduz à verdadeira paz."
    }
  ]
}
