{
  "livro": "Salmos",
  "capitulo": "116",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Amo o Senhor, porque ele me ouviu quando lhe fiz a minha súplica.",
      "reflexao": "O amor a Deus nasce da experiência real com Sua fidelidade. Este versículo nos lembra que Deus ouve, responde e se importa com cada clamor do nosso coração."
    },
    {
      "numero": "2",
      "texto": "Ele inclinou os seus ouvidos para mim; eu o invocarei toda a minha vida.",
      "reflexao": "Deus não é indiferente ao nosso sofrimento. Este versículo nos fortalece, lembrando que, porque Deus ouve, nossa decisão deve ser buscá-lo e depender dele todos os dias da nossa vida."
    },
    {
      "numero": "3",
      "texto": "As cordas da morte me envolveram, as angústias do Sheol vieram sobre mim; aflição e tristeza me dominaram.",
      "reflexao": "Mesmo nas situações mais sombrias, quando tudo parece perdido, Deus continua sendo nosso refúgio. Este versículo nos mostra que Ele é socorro presente nos dias de angústia."
    },
    {
      "numero": "4",
      "texto": "Então clamei pelo nome do Senhor: 'Livra-me, Senhor!'",
      "reflexao": "O clamor sincero é poderoso. Este versículo nos lembra que, quando buscamos a Deus de todo o coração, Ele nos livra, nos sustenta e nos dá vitória, não importa quão difícil seja a situação."
    },
    {
      "numero": "5",
      "texto": "O Senhor é misericordioso e justo; o nosso Deus é compassivo.",
      "reflexao": "O caráter de Deus é perfeito: misericordioso, justo e compassivo. Este versículo nos enche de esperança, sabendo que somos cuidados por um Deus que une amor, justiça e graça em tudo o que faz."
    },
    {
      "numero": "6",
      "texto": "O Senhor protege os simples; quando eu já estava sem forças, ele me salvou.",
      "reflexao": "Deus se inclina aos humildes e aos que reconhecem sua fragilidade. Este versículo nos lembra que, quando não temos mais forças, é Ele quem nos levanta, fortalece e sustenta."
    },
    {
      "numero": "7",
      "texto": "Retorne ao seu descanso, ó minha alma, porque o Senhor tem sido bom para você!",
      "reflexao": "A alma encontra descanso quando se lembra da bondade de Deus. Este versículo é um convite a acalmar nosso coração, confiando na fidelidade do Senhor, que sempre cuida de nós."
    },
    {
      "numero": "8",
      "texto": "Pois tu me livraste da morte, livraste os meus olhos das lágrimas, livraste os meus pés de tropeçar,",
      "reflexao": "Deus é aquele que salva por completo. Este versículo nos mostra que Ele não apenas livra da morte, mas também enxuga nossas lágrimas e nos impede de cair. Seu cuidado é total e constante."
    },
    {
      "numero": "9",
      "texto": "para que eu ande diante do Senhor na terra dos viventes.",
      "reflexao": "Fomos salvos para viver uma vida que glorifica a Deus. Este versículo nos lembra que nosso chamado é andar na presença do Senhor, testemunhando Sua graça aqui e agora, enquanto vivemos."
    },
    {
      "numero": "10",
      "texto": "Eu cri, ainda que tenha dito: 'Estou muito aflito.'",
      "reflexao": "A fé permanece viva, mesmo no meio da dor. Este versículo nos encoraja a confiar no Senhor, mesmo quando a alma está aflita, porque crer é escolher confiar além do que os olhos veem."
    },
    {
      "numero": "11",
      "texto": "Em pânico eu disse: 'Ninguém merece confiança.'",
      "reflexao": "Momentos de dor podem nos levar à desconfiança, mas este versículo nos ensina que, mesmo quando os homens falham, Deus permanece fiel e digno de toda nossa confiança."
    },
    {
      "numero": "12",
      "texto": "Como posso retribuir ao Senhor toda a sua bondade para comigo?",
      "reflexao": "O amor e a gratidão a Deus nos motivam a viver em obediência e louvor. Este versículo nos convida a refletir sobre como podemos expressar nossa gratidão pela infinita bondade do Senhor."
    },
    {
      "numero": "13",
      "texto": "Erguerei o cálice da salvação e invocarei o nome do Senhor.",
      "reflexao": "Nossa melhor resposta ao amor de Deus é celebrar a salvação e continuar invocando Seu nome. Este versículo nos lembra que viver para Deus é um ato contínuo de adoração e dependência."
    },
    {
      "numero": "14",
      "texto": "Cumprirei para com o Senhor os meus votos, na presença de todo o seu povo.",
      "reflexao": "O compromisso com Deus não é algo secreto, mas público e visível. Este versículo nos ensina que a fidelidade a Deus é um testemunho para todos ao nosso redor, refletindo Sua graça e amor."
    },
    {
      "numero": "15",
      "texto": "O Senhor vê com pesar a morte dos seus fiéis.",
      "reflexao": "Deus valoriza cada vida que lhe pertence. Este versículo nos traz consolo, lembrando que a vida e até a morte dos que são do Senhor são preciosas aos olhos dEle, e nada passa despercebido."
    },
    {
      "numero": "16",
      "texto": "Senhor, sou teu servo, sim, teu servo, filho da tua serva; livraste-me das minhas correntes.",
      "reflexao": "Somos livres para servir. Este versículo nos lembra que Deus nos liberta das correntes do pecado, do medo e da dor, para que possamos viver em total dedicação, amor e serviço ao Seu nome."
    },
    {
      "numero": "17",
      "texto": "Oferecerei a ti um sacrifício de gratidão e invocarei o nome do Senhor.",
      "reflexao": "A gratidão não é apenas sentimento, mas uma entrega real. Este versículo nos convida a oferecer a Deus tudo o que somos e temos como expressão de amor, louvor e gratidão."
    },
    {
      "numero": "18",
      "texto": "Cumprirei para com o Senhor os meus votos, na presença de todo o seu povo,",
      "reflexao": "O compromisso com Deus é renovado e reafirmado. Este versículo reforça a importância de viver uma vida de integridade e fidelidade pública ao Senhor, como testemunho de Sua bondade em nós."
    },
    {
      "numero": "19",
      "texto": "nos pátios da casa do Senhor, no seu interior, ó Jerusalém! Aleluia!",
      "reflexao": "O louvor deve encher não só nossos lábios, mas também os espaços onde nos reunimos. Este versículo nos lembra que viver na presença de Deus, em comunhão com Seu povo, é uma bênção e um privilégio. Aleluia!"
    }
  ]
}
