{
  "livro": "Salmos",
  "capitulo": "54",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Salva-me, ó Deus, pelo teu nome; faze-me justiça pelo teu poder.",
      "reflexao": "Este versículo é um clamor por socorro e justiça. Nos ensina que o nome do Senhor é poderoso e que podemos confiar nele em qualquer situação, sabendo que Ele luta por nós."
    },
    {
      "numero": "2",
      "texto": "Ouve a minha oração, ó Deus; escuta as palavras da minha boca.",
      "reflexao": "Deus se inclina para ouvir a oração sincera. Este versículo nos lembra que Ele está atento a cada palavra, clamor e suspiro do nosso coração."
    },
    {
      "numero": "3",
      "texto": "Estrangeiros atacam-me; pessoas cruéis querem matar-me, pessoas que não têm Deus no coração.",
      "reflexao": "O salmista enfrenta perseguição e opressão. Este versículo reflete a realidade de quem vive cercado por inimigos, mas também nos lembra que Deus é nossa proteção quando enfrentamos adversidades e injustiças."
    },
    {
      "numero": "4",
      "texto": "Certamente Deus é o meu auxílio; é o Senhor quem me sustém.",
      "reflexao": "Uma das declarações mais lindas da confiança em Deus. Este versículo nos ensina que não estamos sozinhos — Deus é nosso socorro constante e aquele que sustenta nossa vida em meio às lutas."
    },
    {
      "numero": "5",
      "texto": "Que o mal recaia sobre os meus inimigos! Pela tua fidelidade, destrói-os.",
      "reflexao": "O salmista entrega a justiça nas mãos de Deus. Este versículo nos lembra que não precisamos buscar vingança, pois o Senhor é quem faz justiça e retribui a cada um segundo suas obras."
    },
    {
      "numero": "6",
      "texto": "Oferecerei voluntariamente sacrifícios a ti; louvarei o teu nome, Senhor, porque és bom.",
      "reflexao": "Gratidão é a resposta de quem experimenta o cuidado de Deus. Este versículo nos ensina que, mesmo antes da vitória, podemos louvar, reconhecer a bondade do Senhor e oferecer a Ele nosso coração em adoração."
    },
    {
      "numero": "7",
      "texto": "Pois ele me livrou de todas as minhas angústias, e os meus olhos contemplaram a derrota dos meus inimigos.",
      "reflexao": "O salmo se encerra com testemunho de livramento. Este versículo nos lembra que Deus é fiel, socorre, livra e nos permite contemplar a vitória, mesmo quando tudo parecia perdido."
    }
  ]
}
