{
  "livro": "Salmos",
  "capitulo": "123",
  "versiculos": [
    {
      "numero": "1",
      "texto": "A ti levanto os meus olhos, a ti, que ocupas o teu trono nos céus.",
      "reflexao": "Este versículo é uma declaração de dependência e rendição. Em um mundo onde as pessoas buscam soluções em tantas direções, este salmo nos ensina a olhar para o alto, para o trono de Deus, onde há soberania, amor e cuidado. Levantar os olhos ao Senhor é reconhecer que Ele é a fonte de tudo o que precisamos — paz, força, esperança e direção."
    },
    {
      "numero": "2",
      "texto": "Como os olhos dos servos estão atentos à mão do seu senhor, e como os olhos da serva estão atentos à mão da sua senhora, assim os nossos olhos estão voltados para o Senhor, o nosso Deus, até que ele tenha misericórdia de nós.",
      "reflexao": "A imagem aqui é de total dependência e expectativa. Assim como um servo olha atento às mãos do seu senhor esperando cuidado, provisão e direção, também devemos olhar para Deus, sabendo que Dele vem nossa provisão e nossa misericórdia. Nos dias atuais, somos desafiados a esperar nEle com paciência, fé e confiança, mesmo quando as respostas parecem demoradas."
    },
    {
      "numero": "3",
      "texto": "Misericórdia, Senhor! Tem misericórdia de nós! Já estamos cansados de tanto desprezo.",
      "reflexao": "Este clamor reflete a realidade de quem enfrenta situações de dor, injustiça ou opressão. Quantas vezes também nos sentimos assim — humilhados pelas circunstâncias, desprezados ou desvalorizados? Este versículo nos encoraja a clamar pela misericórdia de Deus, sabendo que Ele ouve e se compadece dos que O buscam de coração sincero."
    },
    {
      "numero": "4",
      "texto": "Estamos cansados de tanta zombaria dos orgulhosos e do desprezo dos arrogantes.",
      "reflexao": "O salmista expressa uma dor muito presente também nos dias atuais: ser alvo de desprezo, arrogância e zombaria. Vivemos em uma sociedade onde quem busca fazer o bem ou viver em retidão muitas vezes é ridicularizado. Este versículo nos consola e nos lembra que Deus vê nossa dor e que Ele é justo. A esperança está no fato de que o Senhor honra os humildes e exalta os que confiam nEle, mesmo em meio ao desprezo do mundo."
    }
  ]
}
