{
  "livro": "Salmos",
  "capitulo": "83",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ó Deus, não te emudeças; não fiques em silêncio nem te detenhas, ó Deus.",
      "reflexao": "Este versículo expressa o clamor de quem se sente rodeado por ameaças. Nos ensina que podemos orar pedindo a intervenção de Deus, pois Ele não é indiferente às lutas dos Seus filhos."
    },
    {
      "numero": "2",
      "texto": "Vê como rugem os teus inimigos, como os teus adversários se revoltam contra ti.",
      "reflexao": "Quando somos atacados por inimigos, espirituais ou físicos, Deus os vê como Seus próprios adversários. Este versículo nos lembra que quem se levanta contra os filhos de Deus, se levanta contra o próprio Senhor."
    },
    {
      "numero": "3",
      "texto": "Com astúcia tramam contra o teu povo e conspiram contra aqueles que são o teu tesouro.",
      "reflexao": "O povo de Deus é Seu tesouro, Sua propriedade preciosa. Este versículo revela que, mesmo quando há conspirações contra nós, Deus está atento e zeloso, cuidando dos que são Seus."
    },
    {
      "numero": "4",
      "texto": "‘Venham’, dizem eles, ‘vamos destruí-los como nação, para que o nome de Israel não seja mais lembrado!’",
      "reflexao": "Os inimigos desejam apagar o testemunho do povo de Deus, mas este versículo nos lembra que nenhuma arma forjada contra os filhos do Senhor prosperará. Deus guarda, protege e sustenta Sua herança."
    },
    {
      "numero": "5",
      "texto": "Com um só propósito tramam juntos; é contra ti que fazem acordo.",
      "reflexao": "Toda conspiração contra o povo de Deus é, na verdade, uma afronta direta contra o próprio Deus. Este versículo nos fortalece ao saber que não lutamos sozinhos — o Senhor luta por nós."
    },
    {
      "numero": "6",
      "texto": "As tendas de Edom e os ismaelitas, Moabe e os hagarenos,",
      "reflexao": "Este versículo lista povos inimigos históricos de Israel, nos mostrando que os desafios podem ser muitos e até constantes. Ainda assim, Deus permanece soberano e fiel em todas as gerações."
    },
    {
      "numero": "7",
      "texto": "Gebal, Amom e Amaleque, a Filístia com os habitantes de Tiro.",
      "reflexao": "Assim como no passado se levantaram muitos inimigos contra o povo de Deus, também hoje enfrentamos batalhas. Este versículo nos lembra que Deus é maior do que qualquer adversário que se levante contra nós."
    },
    {
      "numero": "8",
      "texto": "Até a Assíria juntou-se a eles, dando apoio aos descendentes de Ló.",
      "reflexao": "Às vezes, parece que tudo e todos se juntam contra nós. Este versículo reforça que, mesmo que alianças se formem contra os filhos de Deus, nenhuma delas é capaz de prevalecer contra o poder e a fidelidade do Senhor."
    },
    {
      "numero": "9",
      "texto": "Faz-lhes o que fizeste a Midiã, a Sísera e a Jabim junto ao rio Quisom,",
      "reflexao": "O salmista lembra os feitos do passado, clamando para que Deus aja da mesma forma. Este versículo nos ensina que recordar os livramentos do Senhor fortalece nossa fé e renova nossa confiança em Sua justiça."
    },
    {
      "numero": "10",
      "texto": "os quais pereceram em En-Dor e se tornaram esterco para a terra.",
      "reflexao": "Deus é quem executa a justiça contra aqueles que se levantam para destruir. Este versículo é um lembrete de que a soberania do Senhor é incontestável, e nenhum inimigo pode resistir ao Seu juízo."
    },
    {
      "numero": "11",
      "texto": "Faze com os nobres deles como fizeste com Oreb e Zeebe, e com todos os seus príncipes como com Zeba e Zalmuna,",
      "reflexao": "O salmista pede que Deus trate os inimigos atuais da mesma forma que lidou com os do passado. Isso reforça que o nosso Deus é o mesmo — poderoso para julgar e para libertar em qualquer tempo."
    },
    {
      "numero": "12",
      "texto": "que disseram: ‘Vamos conquistar as pastagens de Deus!’",
      "reflexao": "Os inimigos querem tomar aquilo que pertence ao povo de Deus, mas este versículo nos lembra que tudo o que Deus estabelece como herança para seus filhos ninguém pode roubar ou destruir."
    },
    {
      "numero": "13",
      "texto": "Faz com eles como folhas secas ao vento, como palha levada pelo vendaval.",
      "reflexao": "Deus tem poder para dissipar os inimigos como o vento leva a palha. Este versículo nos encoraja a descansar, sabendo que nenhuma oposição é maior do que o agir do nosso Deus."
    },
    {
      "numero": "14",
      "texto": "Assim como o fogo consome uma floresta e as chamas incendeiam os montes,",
      "reflexao": "O salmista clama por uma intervenção poderosa, comparando-a a um fogo avassalador. Isso nos lembra que o poder de Deus é irresistível, transformador e capaz de eliminar todo mal que se levanta contra Seus filhos."
    },
    {
      "numero": "15",
      "texto": "persegue-os com a tua tempestade e aterroriza-os com o teu vendaval.",
      "reflexao": "Quando Deus se levanta, Seus inimigos são desfeitos como por uma tempestade. Este versículo nos consola e fortalece, mostrando que Deus protege Seu povo de forma poderosa e sobrenatural."
    },
    {
      "numero": "16",
      "texto": "Cobre-lhes de vergonha o rosto, para que busquem o teu nome, Senhor.",
      "reflexao": "O objetivo da justiça de Deus também é levar à conversão. Este versículo revela que até a disciplina e a derrota dos ímpios podem ser usadas como um meio para que eles reconheçam que só o Senhor é Deus."
    },
    {
      "numero": "17",
      "texto": "Sejam eles humilhados e aterrorizados para sempre; pereçam em completa desgraça.",
      "reflexao": "Este versículo expressa o desejo de que o mal seja completamente vencido. Nos lembra que Deus é justiça perfeita e que, no tempo certo, todo mal será definitivamente destruído."
    },
    {
      "numero": "18",
      "texto": "Saibam eles que tu, cujo nome é Senhor, somente tu és o Altíssimo sobre toda a terra.",
      "reflexao": "O salmo termina com uma declaração de soberania. Este versículo nos lembra que todo joelho se dobrará e toda língua confessará que o Senhor é Deus, Altíssimo e soberano sobre toda a terra, por toda a eternidade."
    }
  ]
}
