{
  "livro": "Salmos",
  "capitulo": "72",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Concede ao rei, ó Deus, os teus juízos, e a tua justiça ao filho do rei.",
      "reflexao": "Este versículo é um clamor por líderes justos, guiados pela sabedoria divina. Assim como o salmista pede que Deus conceda justiça ao rei, nós também somos chamados a orar por autoridades que governem segundo os princípios de Deus, com integridade e compaixão."
    },
    {
      "numero": "2",
      "texto": "Ele julgará com justiça o teu povo, e os teus pobres com retidão.",
      "reflexao": "Deus deseja que a justiça alcance a todos, especialmente os pobres e necessitados. Este versículo nos lembra que um governo justo se preocupa com os mais frágeis e que o Reino de Deus se manifesta quando há equidade e cuidado com os vulneráveis."
    },
    {
      "numero": "3",
      "texto": "Que os montes tragam prosperidade ao povo, e as colinas, fruto da justiça.",
      "reflexao": "Quando a justiça governa, a prosperidade e a paz fluem naturalmente. Este versículo revela que o bem-estar social e espiritual está diretamente ligado à prática da justiça, tanto nos altos como nos baixos da sociedade."
    },
    {
      "numero": "4",
      "texto": "Ele defenderá os oprimidos do povo, salvará os filhos dos necessitados e esmagará o opressor.",
      "reflexao": "Deus é defensor dos oprimidos. Este versículo é um lembrete de que o Senhor não ignora a dor dos que sofrem. Ele salva, protege e se levanta contra os que exploram, oprimem e praticam injustiça."
    },
    {
      "numero": "5",
      "texto": "Ele te temerá enquanto existirem o sol e a lua, por todas as gerações.",
      "reflexao": "Este versículo expressa que o temor do Senhor permanecerá eternamente entre os que O buscam. Deus estabelece Seu Reino de geração em geração, e aqueles que O reverenciam viverão sob Sua proteção e cuidado."
    },
    {
      "numero": "6",
      "texto": "Ele será como chuva sobre a relva, como aguaceiro que rega a terra.",
      "reflexao": "A presença de Deus traz refrigério, renovação e vida. Este versículo nos lembra que a liderança guiada por Deus, e a Sua própria presença, são como chuva que alimenta e faz florescer tudo ao redor, trazendo esperança e crescimento."
    },
    {
      "numero": "7",
      "texto": "Nos seus dias a justiça florescerá, e a paz será abundante enquanto durar a lua.",
      "reflexao": "A justiça e a paz caminham juntas. Onde Deus reina, há abundância de paz e prosperidade espiritual. Este versículo nos dá esperança de que, sob o governo do Senhor, a justiça nunca se extinguirá."
    },
    {
      "numero": "8",
      "texto": "Dominará de mar a mar, e desde o rio até os confins da terra.",
      "reflexao": "Este versículo aponta para o reinado universal de Deus. Seu domínio não tem fronteiras. Ele reina sobre toda a terra, e nada escapa do Seu controle e da Sua soberania."
    },
    {
      "numero": "9",
      "texto": "Curvem-se diante dele os habitantes do deserto, e os seus inimigos lambam o pó.",
      "reflexao": "Todos reconhecerão a autoridade e o poder de Deus, até mesmo os que vivem distantes ou que se opõem a Ele. Este versículo nos lembra que, cedo ou tarde, todo joelho se dobrará diante do Senhor."
    },
    {
      "numero": "10",
      "texto": "Os reis de Társis e das regiões litorâneas lhe trarão tributo, e os reis de Sabá e Seba lhe oferecerão presentes.",
      "reflexao": "Este versículo retrata um tempo em que todas as nações reconhecerão a soberania de Deus, oferecendo honra e presentes. É uma visão profética de um mundo submisso à justiça, à paz e ao amor do Senhor."
    },
    {
      "numero": "11",
      "texto": "Sim, todos os reis se prostrarão diante dele, e todas as nações o servirão.",
      "reflexao": "Este é o destino final da história humana: todos os reis e nações se renderão diante do Deus Altíssimo. Este versículo nos traz esperança e nos lembra que o Senhor é soberano sobre toda a terra."
    },
    {
      "numero": "12",
      "texto": "Pois ele liberta os necessitados que pedem socorro, os pobres que não têm quem os ajude.",
      "reflexao": "Deus é socorro dos necessitados, refúgio dos esquecidos e pai dos abandonados. Este versículo revela o caráter amoroso e misericordioso do nosso Deus, que se inclina para ouvir o clamor dos aflitos."
    },
    {
      "numero": "13",
      "texto": "Ele se compadece dos fracos e dos necessitados e os salva da morte.",
      "reflexao": "O coração de Deus é cheio de compaixão. Ele vê os fracos, os abatidos e os salva. Este versículo nos consola, mostrando que, mesmo nas piores circunstâncias, Deus age com amor para nos resgatar da morte e do desespero."
    },
    {
      "numero": "14",
      "texto": "Ele os resgata da opressão e da violência, pois aos seus olhos a vida deles é preciosa.",
      "reflexao": "Cada vida tem valor inestimável para Deus. Este versículo nos lembra que somos preciosos aos olhos do Senhor, que nos defende da opressão, da injustiça e da violência. Ele luta por aqueles que são seus."
    },
    {
      "numero": "15",
      "texto": "Que ele viva muito tempo, que receba ouro de Sabá. Que se ore por ele continuamente, e se o abençoe o dia inteiro.",
      "reflexao": "O desejo de que a bênção de Deus seja contínua reflete o anseio por um reinado justo e abençoado. Assim como o salmista, também devemos orar constantemente por aqueles que lideram, para que sejam instrumentos da vontade e da justiça de Deus."
    },
    {
      "numero": "16",
      "texto": "Haja fartura de trigo por toda a terra, até no topo das colinas; floresçam os seus frutos como o Líbano e cresçam as cidades como as plantas do campo.",
      "reflexao": "A prosperidade e a fartura são fruto de um reinado abençoado por Deus. Este versículo é uma visão de abundância, paz e crescimento, que nos inspira a buscar uma vida alinhada com os princípios do Reino de Deus."
    },
    {
      "numero": "17",
      "texto": "Perdure para sempre o seu nome; que ele continue enquanto o sol existir. Que todas as nações sejam abençoadas por meio dele e que o chamem bendito.",
      "reflexao": "Aqui está uma promessa messiânica, que aponta para Jesus. Seu nome será eterno, e por meio Dele todas as nações são abençoadas. Este versículo nos convida a proclamar o nome do Senhor como fonte de bênção, esperança e salvação para todos os povos."
    },
    {
      "numero": "18",
      "texto": "Bendito seja o Senhor Deus, o Deus de Israel, o único que realiza feitos maravilhosos.",
      "reflexao": "O salmo se aproxima do fim com uma poderosa exaltação. Deus é único, soberano e digno de todo louvor. Este versículo nos lembra de sempre reconhecer e celebrar as maravilhas que o Senhor realiza diariamente em nossas vidas."
    },
    {
      "numero": "19",
      "texto": "Bendito seja para sempre o seu glorioso nome; que toda a terra se encha da sua glória. Amém e amém.",
      "reflexao": "Esta é uma declaração de louvor eterno. Que a glória de Deus encha toda a terra, que Seu nome seja exaltado hoje e para sempre. Este versículo é um convite para que vivamos diariamente para a glória do Senhor, reconhecendo Sua majestade sobre tudo."
    },
    {
      "numero": "20",
      "texto": "Encerram-se aqui as orações de Davi, filho de Jessé.",
      "reflexao": "Este encerramento marca não apenas o fim de uma coleção de salmos, mas também reflete uma vida inteira de oração, dependência, confiança e entrega a Deus. Que nossas vidas também sejam assim: marcadas pela comunhão constante com o Senhor, em todos os momentos."
    }
  ]
}
