{
  "livro": "Salmos",
  "capitulo": "113",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Louvem, ó servos do Senhor, louvem o nome do Senhor!",
      "reflexao": "O louvor é um chamado para todos que servem a Deus. Este versículo nos convida a exaltar e engrandecer o nome do Senhor em todo tempo, reconhecendo Sua grandeza e bondade."
    },
    {
      "numero": "2",
      "texto": "Seja bendito o nome do Senhor, desde agora e para sempre.",
      "reflexao": "O nome do Senhor é digno de ser exaltado eternamente. Este versículo nos lembra que louvar a Deus não é algo momentâneo, mas uma prática contínua que atravessa gerações e permanece para sempre."
    },
    {
      "numero": "3",
      "texto": "Do nascer ao pôr do sol, seja louvado o nome do Senhor!",
      "reflexao": "De manhã até a noite, o louvor deve estar nos nossos lábios. Este versículo nos inspira a viver uma vida de adoração constante, reconhecendo Deus em cada detalhe do nosso dia."
    },
    {
      "numero": "4",
      "texto": "O Senhor está exaltado acima de todas as nações, e acima dos céus está a sua glória.",
      "reflexao": "Deus é soberano sobre toda a terra e sobre os céus. Este versículo nos ensina que nenhuma circunstância, poder ou nação está acima do Senhor. Sua glória enche tudo e todos."
    },
    {
      "numero": "5",
      "texto": "Quem é como o Senhor, o nosso Deus, que reina em seu trono nas alturas,",
      "reflexao": "Não há ninguém como Deus. Este versículo nos leva a refletir sobre a grandeza, a singularidade e a majestade do Senhor, que está entronizado, acima de tudo, reinando com justiça e amor."
    },
    {
      "numero": "6",
      "texto": "mas se inclina para contemplar o que acontece nos céus e na terra?",
      "reflexao": "Apesar de Sua grandeza, Deus se importa conosco. Este versículo nos conforta ao mostrar que o Senhor, soberano e majestoso, se inclina com amor para olhar nossas vidas, ouvir nossas orações e cuidar de nós."
    },
    {
      "numero": "7",
      "texto": "Ele levanta do pó o necessitado e ergue do lixo o pobre,",
      "reflexao": "Deus é aquele que muda histórias. Este versículo nos lembra que o Senhor levanta os que estão caídos, restaura dignidade e transforma vidas, mesmo aquelas que parecem esquecidas e sem valor."
    },
    {
      "numero": "8",
      "texto": "para fazê-lo sentar-se com príncipes, com os príncipes do seu povo.",
      "reflexao": "Deus honra os que Ele levanta. Este versículo nos ensina que, quando Deus intervém, Ele não apenas nos tira da dor e da miséria, mas também nos exalta, nos dá lugar de honra e nos faz viver Seus propósitos."
    },
    {
      "numero": "9",
      "texto": "Dá um lar à estéril, e dela faz uma feliz mãe de filhos. Aleluia!",
      "reflexao": "Deus é especialista em transformar impossíveis em testemunhos. Este versículo nos enche de esperança, mostrando que o Senhor é capaz de trazer vida, alegria e restauração onde antes havia esterilidade, solidão e dor. Aleluia!"
    }
  ]
}
