{
  "livro": "Salmos",
  "capitulo": "121",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Levanto os meus olhos para os montes e pergunto: De onde me vem o socorro?",
      "reflexao": "Quantas vezes olhamos ao nosso redor buscando uma saída, uma esperança, uma solução? Este versículo retrata a angústia de quem se sente pequeno diante dos desafios. Nos dias de hoje, muitas vezes buscamos socorro em recursos humanos, em dinheiro, na tecnologia ou em pessoas. Mas este versículo nos convida a refletir: será que estamos olhando para o lugar certo?"
    },
    {
      "numero": "2",
      "texto": "O meu socorro vem do Senhor, que fez os céus e a terra.",
      "reflexao": "Aqui está a resposta que transforma qualquer coração aflito: o nosso socorro vem do Senhor, o Criador de tudo. Isso significa que não há problema grande demais, nem situação impossível para Aquele que criou os céus e a terra. Em um mundo cheio de incertezas, Deus continua sendo a fonte inesgotável de socorro, segurança e paz."
    },
    {
      "numero": "3",
      "texto": "Ele não permitirá que você tropece; o seu protetor se manterá alerta.",
      "reflexao": "Mesmo quando não percebemos, Deus está cuidando dos nossos passos. Ele nos protege das armadilhas, dos tropeços da vida e das ciladas ocultas. Nos dias atuais, onde tantas distrações e perigos cercam nossa jornada, é reconfortante saber que o Senhor permanece vigilante, guiando nossos passos com amor e fidelidade."
    },
    {
      "numero": "4",
      "texto": "Sim, o protetor de Israel não dormirá, ele está sempre alerta!",
      "reflexao": "Enquanto o mundo dorme e as pessoas falham, Deus jamais cochila. Sua proteção é constante, ininterrupta e perfeita. Nos momentos de ansiedade, quando tudo parece escuro, podemos descansar na certeza de que Ele está atento, cuidando de cada detalhe da nossa vida."
    },
    {
      "numero": "5",
      "texto": "O Senhor é o seu protetor; como sombra que o protege, ele está à sua direita.",
      "reflexao": "Deus não é um protetor distante, Ele está ao nosso lado, bem perto, como uma sombra que nos acompanha. Isso significa cuidado constante, presença diária e amor que nunca se ausenta. Nos dias de solidão, angústia ou medo, podemos lembrar: Deus está à nossa direita, nos protegendo e nos fortalecendo."
    },
    {
      "numero": "6",
      "texto": "De dia o sol não o ferirá, nem a lua de noite.",
      "reflexao": "Este versículo nos lembra que Deus nos protege dos perigos visíveis e invisíveis. Tanto os desafios que enfrentamos à luz do dia quanto as aflições que surgem na escuridão da noite estão sob o controle dEle. É um convite a viver sem medo, confiando que a proteção de Deus é plena e constante, independentemente das circunstâncias."
    },
    {
      "numero": "7",
      "texto": "O Senhor o protegerá de todo mal, protegerá a sua vida.",
      "reflexao": "Vivemos em um mundo repleto de maldade, injustiça e perigos. No entanto, este versículo é uma promessa poderosa: Deus nos guarda, não apenas fisicamente, mas também espiritualmente e emocionalmente. Ele protege nossa vida, nossos sonhos, nosso coração e nossa alma. Quem está sob os cuidados do Senhor vive com a certeza de que nenhuma adversidade tem a palavra final."
    },
    {
      "numero": "8",
      "texto": "O Senhor protegerá a sua saída e a sua chegada, desde agora e para sempre.",
      "reflexao": "Deus cuida de cada detalhe da nossa jornada — desde os nossos começos até os nossos retornos, dos pequenos passos às grandes decisões. Não importa onde vamos ou o que enfrentamos, Ele está conosco, hoje, amanhã e por toda a eternidade. Esta é uma promessa que traz paz e segurança para os nossos dias, convidando-nos a viver com fé e confiança no amor inabalável do nosso Pai."
    }
  ]
}
