{
  "livro": "Salmos",
  "capitulo": "68",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Levanta-se Deus! Sejam dispersos os seus inimigos! Fujam dele os seus adversários.",
      "reflexao": "Quando Deus se levanta, não há quem possa resistir. Este versículo é um lembrete de que, quando confiamos no Senhor, Ele age em nosso favor, dispersando todo mal, toda injustiça e toda opressão. Deus é aquele que luta por nós."
    },
    {
      "numero": "2",
      "texto": "Como a fumaça se dissipa, dissipa-os; como a cera se derrete na presença do fogo, pereçam os ímpios na presença de Deus.",
      "reflexao": "A presença de Deus desfaz o mal como o fogo derrete a cera. Este versículo nos traz a certeza de que nenhuma força contrária, por maior que pareça, pode permanecer diante do Deus vivo e soberano."
    },
    {
      "numero": "3",
      "texto": "Alegrem-se, porém, os justos! Exultem na presença de Deus; regozijem-se com grande alegria!",
      "reflexao": "Enquanto os ímpios fogem da presença de Deus, os justos se alegram nela. Este versículo nos convida a viver uma vida de celebração e gratidão, pois na presença do Senhor há alegria completa e segurança."
    },
    {
      "numero": "4",
      "texto": "Cantem a Deus, louvem o seu nome; exaltem aquele que cavalga sobre as nuvens — seu nome é Senhor — e exultem diante dele.",
      "reflexao": "Deus é grandioso, majestoso e digno de louvor. Este versículo nos inspira a adorar Aquele que reina soberano, aquele que está acima de tudo e de todos. Exultar diante Dele é reconhecer Seu domínio e Sua glória em nossas vidas."
    },
    {
      "numero": "5",
      "texto": "Pai para os órfãos e defensor das viúvas é Deus em sua santa habitação.",
      "reflexao": "Deus é um Pai amoroso e justo, que cuida dos vulneráveis, dos esquecidos e dos que estão à margem. Este versículo nos consola e também nos desafia a refletir esse amor e cuidado às pessoas ao nosso redor, sendo instrumentos de consolo, amparo e justiça."
    },
    {
      "numero": "6",
      "texto": "Deus dá um lar aos solitários, liberta os presos para a prosperidade, mas os rebeldes vivem em terra árida.",
      "reflexao": "Deus é aquele que restaura, que transforma solidão em comunhão, cativeiro em liberdade e escassez em prosperidade. Este versículo nos encoraja a confiar que Deus é capaz de reescrever qualquer história, desde que haja um coração disposto a se render a Ele."
    },
    {
      "numero": "7",
      "texto": "Quando saíste à frente do teu povo, ó Deus, quando marchaste pelo deserto,",
      "reflexao": "Deus não é um Deus distante. Ele marcha à frente do Seu povo, guiando, protegendo e provendo. Este versículo nos lembra que nunca caminhamos sozinhos. Deus está à nossa frente, cuidando de cada detalhe da nossa jornada."
    },
    {
      "numero": "8",
      "texto": "a terra tremeu, o céu derramou chuva diante de Deus, o Deus do Sinai, diante de Deus, o Deus de Israel.",
      "reflexao": "O poder de Deus afeta toda a criação. Quando Ele se manifesta, até a natureza responde. Este versículo nos leva a refletir sobre a majestade do Senhor, que controla tudo, desde os céus até a terra, e se revela em favor do Seu povo."
    },
    {
      "numero": "9",
      "texto": "Deste chuvas generosas, ó Deus; refrescaste a tua herança exausta.",
      "reflexao": "Deus é aquele que traz refrigério em tempos de exaustão. Assim como Ele envia a chuva sobre a terra seca, Ele também derrama graça, força e renovo sobre aqueles que estão cansados, sobrecarregados e abatidos."
    },
    {
      "numero": "10",
      "texto": "O teu povo ali se instalou, e da tua bondade, ó Deus, supriste os pobres.",
      "reflexao": "Deus não apenas guia, mas também supre. Sua bondade é derramada sobre os necessitados, provendo o que é essencial. Este versículo nos lembra que podemos confiar no cuidado e na provisão do Senhor, que nunca nos desampara."
    },
    {
      "numero": "11",
      "texto": "O Senhor anuncia uma palavra, e muitos são os mensageiros que a proclamam:",
      "reflexao": "Deus libera palavras que transformam, fortalecem e direcionam. Este versículo destaca o poder da Palavra de Deus e nos convida a sermos também portadores dessa mensagem, levando esperança, amor e vida por onde passarmos."
    },
    {
      "numero": "12",
      "texto": "'Reis e exércitos fogem em debandada; as mulheres em casa repartem os despojos.'",
      "reflexao": "Quando Deus age, até os reis e os exércitos se rendem. Este versículo nos lembra que a vitória vem do Senhor, e que até os que não lutam fisicamente, como as mulheres naquela cultura, podem desfrutar da provisão e dos frutos da vitória concedida por Deus."
    },
    {
      "numero": "13",
      "texto": "Mesmo quando vocês dormem entre as fogueiras do acampamento, as asas da minha pomba estão revestidas de prata, suas penas reluzem de ouro puro.",
      "reflexao": "Este é um retrato poético do cuidado e da provisão de Deus. Mesmo no descanso, Deus enfeita, honra e cuida dos seus filhos, cobrindo-os com beleza, dignidade e proteção. É um lembrete de que nossa segurança e provisão não vêm do nosso esforço, mas do cuidado amoroso de Deus."
    },
    {
      "numero": "14",
      "texto": "Quando o Todo-poderoso ali dispersou os reis, foi como neve caindo sobre o monte Zalmom.",
      "reflexao": "A ação de Deus é poderosa e, ao mesmo tempo, pura e transformadora. A neve que cai simboliza pureza, paz e renovação. Assim é a intervenção de Deus: traz ordem, derrota o mal e renova a vida daqueles que Nele confiam."
    },
    {
      "numero": "15",
      "texto": "O monte de Basã é majestoso; o monte de Basã é imponente.",
      "reflexao": "Este versículo ressalta a grandeza das obras de Deus na criação. Mas também nos lembra que, por mais majestosos que sejam os montes ou as coisas terrenas, nada se compara à majestade e à presença do Deus altíssimo."
    },
    {
      "numero": "16",
      "texto": "Por que vocês, montes imponentes, olham com inveja para o monte onde Deus escolheu habitar, onde o próprio Senhor habitará para sempre?",
      "reflexao": "Deus escolheu habitar com seu povo, e isso é maior do que qualquer beleza ou grandeza natural. Este versículo revela que o valor e a importância de um lugar estão na presença de Deus nele. Da mesma forma, nossas vidas se tornam especiais e plenas quando estão habitadas pelo Espírito de Deus."
    },
    {
      "numero": "17",
      "texto": "Os carros de Deus são incontáveis, milhares e milhares; o Senhor veio do Sinai para o seu lugar santo.",
      "reflexao": "Este versículo nos revela a dimensão da glória e do poder de Deus. Ele não vem sozinho — seus exércitos celestiais O acompanham. Isso nos dá segurança, pois sabemos que estamos guardados por um Deus que comanda milhares de anjos, que luta por nós e reina soberano."
    },
    {
      "numero": "18",
      "texto": "Quando subiste em triunfo às alturas, levaste cativos muitos prisioneiros; recebeste dádivas dos homens, até dos rebeldes, para estabeleceres ali a tua habitação, ó Senhor Deus.",
      "reflexao": "Este versículo é uma declaração de vitória. Deus é aquele que vence, que liberta e que transforma até os rebeldes. Ele sobe em triunfo e estabelece Sua presença entre nós. Isso nos lembra que, quando Ele reina em nossas vidas, há libertação, restauração e transformação."
    },
    {
      "numero": "19",
      "texto": "Bendito seja o Senhor, que dia a dia leva as nossas cargas! Deus é a nossa salvação.",
      "reflexao": "Deus não é um salvador distante. Ele carrega nossas cargas diariamente. Este versículo é um convite à confiança e descanso no cuidado amoroso de Deus, que nos sustenta, fortalece e jamais nos abandona."
    },
    {
      "numero": "20",
      "texto": "O nosso Deus é um Deus que salva; ele é o Soberano, ele é o Senhor, que nos livra da morte.",
      "reflexao": "Nosso Deus é Salvador por excelência. Ele não apenas nos livra de situações difíceis, mas também nos resgata da morte espiritual e eterna. É um lembrete poderoso de que a vida verdadeira e a salvação estão unicamente em Deus."
    },
    {
      "numero": "21",
      "texto": "Certamente Deus esmagará a cabeça dos seus inimigos, o crânio cabeludo dos que persistem em seus pecados.",
      "reflexao": "Este versículo expressa a justiça de Deus. Aqueles que escolhem deliberadamente viver no mal e rejeitar os caminhos do Senhor experimentarão Sua justa intervenção. Isso reforça que Deus é amor, mas também é justiça."
    },
    {
      "numero": "22",
      "texto": "Disse o Senhor: 'Trarei de Basã, trarei o meu povo das profundezas do mar,",
      "reflexao": "Deus busca e resgata seu povo, não importa onde estejam — nas alturas ou nas profundezas. Este versículo revela o amor incansável de Deus, que não mede esforços para libertar, restaurar e trazer de volta aqueles que são Seus."
    },
    {
      "numero": "23",
      "texto": "para que você encharque os pés no sangue dos seus inimigos, enquanto a língua dos cães tenha sua porção dos inimigos.'",
      "reflexao": "Este versículo, com linguagem forte, representa a vitória completa sobre os inimigos. É uma demonstração da justiça divina contra o mal que oprime, persegue e destrói. Deus luta pelo Seu povo e garante a vitória aos que confiam Nele."
    },
    {
      "numero": "24",
      "texto": "Ó Deus, eles vêem o teu cortejo, o cortejo do meu Deus e Rei que entra no santuário.",
      "reflexao": "Este versículo traz uma visão majestosa da presença de Deus, como um Rei entrando em Seu santuário. Isso nos lembra que Deus deve ser entronizado em nossas vidas, e que Sua presença traz ordem, glória e santidade onde Ele habita."
    },
    {
      "numero": "25",
      "texto": "À frente estão os cantores, depois os músicos; com eles vão as jovens tocando tamborins.",
      "reflexao": "A adoração é uma celebração viva, vibrante e cheia de alegria. Este versículo nos mostra a beleza da adoração coletiva, onde música, louvor e gratidão se unem para exaltar o nome do Senhor. Deus se alegra quando Seu povo se reúne para adorá-Lo com alegria e reverência."
    },
    {
      "numero": "26",
      "texto": "Bendigam a Deus na grande congregação; bendigam o Senhor, descendência de Israel.",
      "reflexao": "Este é um chamado para que todos, como família da fé, bendigam ao Senhor. A adoração não é algo solitário, mas uma expressão comunitária, onde juntos reconhecemos a bondade, a fidelidade e o amor de Deus sobre nós."
    },
    {
      "numero": "27",
      "texto": "Ali está a pequena tribo de Benjamim, conduzindo-os, os príncipes de Judá, com suas tropas, e os príncipes de Zebulom e de Naftali.",
      "reflexao": "A unidade do povo de Deus é destacada aqui. Diferentes tribos, diferentes pessoas, todas marchando juntas sob a liderança do Senhor. Isso nos ensina que, na diversidade, somos chamados a caminhar em unidade, servindo ao mesmo Deus, com o mesmo propósito."
    },
    {
      "numero": "28",
      "texto": "Manifesta, ó Deus, o teu poder, poder que usaste a nosso favor.",
      "reflexao": "Uma oração por intervenção. O salmista reconhece que Deus já agiu poderosamente no passado e clama para que esse mesmo poder se manifeste no presente. Isso nos inspira a confiar que Deus, que já fez, continua fazendo grandes coisas hoje."
    },
    {
      "numero": "29",
      "texto": "Por causa do teu templo em Jerusalém, reis te trarão presentes.",
      "reflexao": "Deus é digno de honra até mesmo das nações. Este versículo fala do reconhecimento universal da soberania de Deus, onde até os poderosos se curvam e rendem tributos ao Rei dos reis. Isso aponta para um Deus que é digno de honra, louvor e adoração em toda a terra."
    },
    {
      "numero": "30",
      "texto": "Repreende a fera entre os juncos, a multidão de touros entre os bezerros das nações. Humilha os que desejam barras de prata. Dispersa as nações que gostam de guerras.",
      "reflexao": "Deus é aquele que estabelece a paz e confronta a arrogância dos poderosos. Este versículo revela que o Senhor não permite que a soberba, a ganância e a opressão prevaleçam. Ele é defensor dos fracos e estabelece justiça sobre a terra."
    },
    {
      "numero": "31",
      "texto": "Do Egito virão embaixadores; a Etiópia virá a Deus com as mãos erguidas em oração.",
      "reflexao": "Este versículo aponta para um tempo em que as nações reconhecerão a soberania de Deus. Povos de todos os lugares se voltarão a Ele, em adoração, com as mãos erguidas, reconhecendo Seu senhorio. É uma visão profética de um mundo rendido ao amor e à majestade do Senhor."
    },
    {
      "numero": "32",
      "texto": "Cantem para Deus, ó reinos da terra, louvem ao Senhor,",
      "reflexao": "Todos são chamados a louvar. Não há limites, nem fronteiras para a adoração que Deus merece. Este versículo nos lembra que a criação inteira, todos os povos e nações, são convidados a exaltar aquele que é digno de todo louvor."
    },
    {
      "numero": "33",
      "texto": "aquele que cavalga pelos céus, pelos céus antigos; ouçam, ele troveja com sua voz poderosa.",
      "reflexao": "O Deus que reina sobre os céus e a criação inteira se manifesta com poder. Sua voz é como trovão, trazendo direção, juízo e autoridade. Isso nos leva a contemplar a majestade e o domínio do Senhor sobre tudo e todos."
    },
    {
      "numero": "34",
      "texto": "Proclamem o poder de Deus, cuja majestade está sobre Israel, cujo poder está nas altas nuvens.",
      "reflexao": "Deus é majestoso, poderoso e soberano. Este versículo nos convida a não apenas reconhecer, mas também proclamar ao mundo quem Deus é — um Rei glorioso, cuja presença enche os céus e a terra, e que se manifesta com poder sobre seu povo."
    },
    {
      "numero": "35",
      "texto": "Tu és temível, ó Deus, no teu santuário; é o Deus de Israel que dá poder e força ao seu povo. Bendito seja Deus!",
      "reflexao": "O salmo se encerra com uma poderosa declaração: Deus é tremendo, grandioso e digno de ser bendito. Ele não apenas reina, mas também fortalece e capacita seu povo. Que essa verdade nos inspire a viver em constante louvor, gratidão e confiança no Senhor que cuida de nós e nos reveste de força."
    }
  ]
}
