{
  "livro": "Salmos",
  "capitulo": "109",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ó Deus, a quem louvo, não fiques indiferente,",
      "reflexao": "Nos momentos de perseguição e dor, podemos clamar ao Senhor com confiança. Este versículo nos lembra que Deus não ignora o clamor dos Seus filhos e se levanta em favor dos que O buscam com sinceridade."
    },
    {
      "numero": "2",
      "texto": "pois homens ímpios e falsos dizem calúnias contra mim e falam mentiras a meu respeito.",
      "reflexao": "As palavras ferem, e muitas vezes somos alvo de mentiras e calúnias. Este versículo nos lembra que, diante de falsas acusações, nossa segurança está em Deus, que é o nosso justo juiz."
    },
    {
      "numero": "3",
      "texto": "Eles me cercaram com palavras cheias de ódio e sem motivo me atacaram.",
      "reflexao": "O salmista expressa a dor da injustiça. Este versículo nos conforta, mostrando que podemos levar nossas angústias ao Senhor, que vê o que ninguém vê e age em nosso favor."
    },
    {
      "numero": "4",
      "texto": "Em troca da minha amizade, eles me acusam, mas eu permaneço em oração.",
      "reflexao": "A melhor resposta à injustiça é a oração. Este versículo nos ensina que, quando somos atacados injustamente, devemos escolher buscar a Deus, que é nossa defesa, e não retribuir na mesma moeda."
    },
    {
      "numero": "5",
      "texto": "Retribuem-me o bem com o mal e a amizade com ódio.",
      "reflexao": "Infelizmente, nem sempre receberemos dos outros o mesmo bem que oferecemos. Este versículo nos lembra que nossa recompensa vem do Senhor e que devemos permanecer firmes no bem, mesmo quando não somos reconhecidos pelos homens."
    },
    {
      "numero": "6",
      "texto": "Designe-se para ele um homem ímpio, e à sua direita esteja um acusador.",
      "reflexao": "O salmista expressa sua dor por meio de um clamor por justiça. Este versículo reflete um coração profundamente ferido, lembrando-nos de que podemos ser sinceros diante de Deus, entregando a Ele nossas emoções e sede de justiça."
    },
    {
      "numero": "7",
      "texto": "Quando for julgado, que seja condenado, e que até a sua oração seja considerada pecado.",
      "reflexao": "Este versículo reflete um desejo de justiça proporcional. Embora duro, nos lembra que Deus é quem julga retamente e que podemos confiar nEle para fazer justiça de forma perfeita e correta."
    },
    {
      "numero": "8",
      "texto": "Sejam poucos os seus dias; e outro ocupe o seu lugar.",
      "reflexao": "O salmista pede que a influência do ímpio cesse rapidamente. Este versículo é um lembrete de que toda autoridade, boa ou má, está sujeita ao controle soberano de Deus, que remove e estabelece conforme Sua vontade."
    },
    {
      "numero": "9",
      "texto": "Fiquem órfãos os seus filhos e viúva a sua esposa.",
      "reflexao": "Este clamor reflete o peso da dor causada pela maldade. Este versículo não nos ensina a desejar o mal, mas mostra que podemos entregar ao Senhor toda nossa angústia, confiando que Ele trará justiça no tempo certo."
    },
    {
      "numero": "10",
      "texto": "Vivam os seus filhos vagando e mendigando, e sejam expulsos das suas casas em ruínas.",
      "reflexao": "A consequência do mal pode se estender, afetando até gerações. Este versículo nos lembra que as escolhas afastadas de Deus geram destruição, mas também aponta que nosso clamor deve ser sempre por misericórdia e restauração."
    },
    {
      "numero": "11",
      "texto": "Que um credor se aposse de tudo o que ele possui, e que estranhos saqueiem o fruto do seu trabalho.",
      "reflexao": "Quando vivemos longe dos princípios de Deus, até o que parece certo se desfaz. Este versículo nos alerta sobre como a injustiça, a mentira e a opressão podem corroer os resultados do trabalho humano, longe da proteção do Senhor."
    },
    {
      "numero": "12",
      "texto": "Ninguém se mostre bondoso para com ele, nem haja quem se compadeça dos seus filhos órfãos.",
      "reflexao": "O clamor do salmista é uma expressão intensa de dor e desejo de justiça. Este versículo nos leva a refletir sobre as consequências do pecado e da maldade, e como só Deus é capaz de trazer julgamento justo e misericórdia equilibrada."
    },
    {
      "numero": "13",
      "texto": "Seja exterminada a sua descendência, e desapareça o seu nome da próxima geração.",
      "reflexao": "O desejo do salmista por justiça extrema revela a gravidade das feridas emocionais causadas pela maldade. Este versículo nos convida a refletir sobre o quanto o pecado destrói, não só quem o pratica, mas também as gerações seguintes."
    },
    {
      "numero": "14",
      "texto": "Que o Senhor se lembre da iniquidade dos seus antepassados, e não apague o pecado da sua mãe.",
      "reflexao": "Este versículo reflete o desejo de que nem as raízes do mal sejam esquecidas no juízo. Nos lembra que sem arrependimento, o pecado permanece registrado, mas também aponta para a misericórdia de Deus, que está sempre disponível para quem se volta a Ele."
    },
    {
      "numero": "15",
      "texto": "Estejam os seus pecados sempre perante o Senhor, e que desapareça da terra a memória deles.",
      "reflexao": "A consequência da iniquidade é pesada e real. Este versículo nos lembra que o pecado não arrependido gera destruição e esquecimento, mas que Deus sempre oferece o caminho da restauração por meio do arrependimento sincero."
    },
    {
      "numero": "16",
      "texto": "Pois ele jamais pensou em praticar um ato de bondade, mas perseguiu até à morte o pobre, o necessitado e o de coração partido.",
      "reflexao": "Aqui está a raiz do clamor do salmista: a dor causada pela crueldade e pela injustiça. Este versículo nos ensina que Deus vê a opressão, escuta o clamor dos pobres e quebrantados, e age com justiça em favor dos que são esmagados pelo mal."
    },
    {
      "numero": "17",
      "texto": "Ele gostava de amaldiçoar: venha sobre ele a maldição! Não tinha prazer em abençoar: afaste-se dele a bênção!",
      "reflexao": "Este versículo reflete uma verdade espiritual: aquilo que nutrimos volta para nós. Se escolhemos espalhar maldição, colhemos destruição; mas se semeamos bênção, colhemos vida e graça."
    },
    {
      "numero": "18",
      "texto": "Vestia-se de maldição como quem veste uma roupa; ela penetrou como água em seu corpo, como óleo nos seus ossos.",
      "reflexao": "O mal praticado se infiltra na vida de quem o cultiva, afetando tudo — mente, corpo e espírito. Este versículo nos alerta que escolhas amargas e destrutivas acabam envenenando quem as pratica."
    },
    {
      "numero": "19",
      "texto": "Seja ela para ele como roupa que o cubra, como cinto que o aperte para sempre.",
      "reflexao": "As escolhas que fazemos se tornam como vestimentas permanentes sobre nós. Este versículo nos ensina que, se não houver arrependimento, a maldade se torna parte da própria identidade de quem a pratica."
    },
    {
      "numero": "20",
      "texto": "Seja essa a retribuição do Senhor aos meus acusadores, e aos que falam mal de mim.",
      "reflexao": "Aqui o salmista entrega seus acusadores à justiça de Deus. Este versículo nos lembra que é melhor confiar no Senhor para fazer justiça, ao invés de buscarmos retribuir com nossas próprias mãos."
    },
    {
      "numero": "21",
      "texto": "Mas tu, Senhor, Soberano, intervém em meu favor por causa do teu nome; livra-me, pois é bom o teu amor leal.",
      "reflexao": "A mudança no tom do salmo revela a chave: buscar a justiça nas mãos de Deus. Este versículo nos lembra que, mesmo cercados de maldade, podemos confiar no amor leal do Senhor, que intervém a nosso favor."
    },
    {
      "numero": "22",
      "texto": "Sou pobre e necessitado, e, dentro de mim, o meu coração está ferido.",
      "reflexao": "O salmista se apresenta vulnerável, reconhecendo suas limitações. Este versículo nos ensina que não há problema em reconhecer nossa fragilidade diante de Deus, pois é nesse lugar que encontramos cura e socorro."
    },
    {
      "numero": "23",
      "texto": "Vou me esvaindo como a sombra vespertina; sou sacudido como um gafanhoto.",
      "reflexao": "Este versículo descreve o esgotamento emocional e espiritual. Nos lembra que, quando nos sentimos fracos e insignificantes, Deus continua sendo nossa força e nossa rocha."
    },
    {
      "numero": "24",
      "texto": "Os meus joelhos fraquejam de tanto jejuar; o meu corpo definha de magreza.",
      "reflexao": "O salmista mostra que buscou intensamente a Deus, até com sacrifícios físicos. Este versículo nos ensina que Deus vê o nosso esforço, nossas lágrimas e cada momento de busca sincera."
    },
    {
      "numero": "25",
      "texto": "Sou objeto de zombaria para eles; quando me veem, meneiam a cabeça.",
      "reflexao": "O desprezo dos homens não define quem somos diante de Deus. Este versículo nos lembra que, mesmo sendo rejeitados pelas pessoas, somos preciosos aos olhos do Senhor, que vê o coração."
    },
    {
      "numero": "26",
      "texto": "Socorre-me, Senhor, meu Deus! Salva-me, por teu amor leal!",
      "reflexao": "O clamor do salmista é a declaração de alguém que sabe que só Deus pode salvar. Este versículo nos inspira a fazer da nossa oração um grito de dependência e confiança no amor fiel de Deus."
    },
    {
      "numero": "27",
      "texto": "Sejam eles levados a saber que esta foi a tua mão, que foste tu, Senhor, que o fizeste.",
      "reflexao": "Que nosso livramento seja um testemunho da glória de Deus. Este versículo nos lembra que quando Deus age, não há dúvida de que foi Ele quem interveio, e todos verão o Seu poder e fidelidade."
    },
    {
      "numero": "28",
      "texto": "Eles podem amaldiçoar, mas tu me abençoas; quando atacam, serão humilhados, mas o teu servo se alegrará.",
      "reflexao": "As palavras dos homens não anulam as bênçãos de Deus. Este versículo nos fortalece, mostrando que, mesmo quando somos atacados, Deus nos sustenta, e a Sua bênção prevalece sobre qualquer maldição."
    },
    {
      "numero": "29",
      "texto": "Sejam os meus acusadores vestidos de desonra; que a vergonha os cubra como um manto.",
      "reflexao": "O salmista confia que Deus trará justiça. Este versículo nos lembra que a vergonha não vem sobre quem busca ao Senhor, mas sobre aqueles que se levantam contra os justos sem motivo."
    },
    {
      "numero": "30",
      "texto": "Com a boca louvarei muito o Senhor; no meio da assembleia o louvarei,",
      "reflexao": "O louvor é a melhor resposta à vitória que Deus nos dá. Este versículo nos convida a testemunhar publicamente as grandezas do Senhor, reconhecendo que foi Ele quem nos sustentou e livrou."
    },
    {
      "numero": "31",
      "texto": "pois ele se põe ao lado do pobre para salvá-lo daqueles que o condenam.",
      "reflexao": "Deus nunca abandona os que são fracos, rejeitados ou perseguidos. Este versículo encerra com uma linda verdade: o Senhor é defensor dos que se colocam sob Sua proteção. Ele é justo, fiel e salvador."
    }
  ]
}
