{
  "livro": "Salmos",
  "capitulo": "35",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Defende-me, Senhor, dos que me acusam; luta contra os que lutam contra mim.",
      "reflexao": "Deus é nosso defensor. Este versículo nos lembra que, diante das acusações, perseguições e injustiças, podemos confiar que o Senhor luta nossas batalhas e nos defende com justiça e amor."
    },
    {
      "numero": "2",
      "texto": "Toma teu escudo, grande e pequeno, e levanta-te em meu socorro.",
      "reflexao": "O salmista pede que Deus se levante como guerreiro em sua defesa. Este versículo revela que o Senhor é aquele que protege por completo, envolvendo-nos com Seu escudo de amor, graça e cuidado."
    },
    {
      "numero": "3",
      "texto": "Empunha a lança e o machado contra os que me perseguem. Dize à minha alma: ‘Eu sou a tua salvação.’",
      "reflexao": "Nada traz mais paz ao coração do que ouvir de Deus: 'Eu sou a tua salvação'. Este versículo nos convida a descansar, sabendo que o Senhor é quem nos salva, guarda e livra dos que tentam nos destruir."
    },
    {
      "numero": "4",
      "texto": "Sejam humilhados e frustrados os que procuram tirar-me a vida; retrocedam e sejam envergonhados os que tramam a minha ruína.",
      "reflexao": "Deus não permite que os planos do mal prevaleçam sobre aqueles que nEle confiam. Este versículo reforça que, quando o Senhor está à nossa frente, os intentos do inimigo são frustrados e não prosperam."
    },
    {
      "numero": "5",
      "texto": "Sejam como palha ao vento, impelidos pelo anjo do Senhor.",
      "reflexao": "Os que tramam o mal contra os filhos de Deus são dissipados como palha ao vento. Este versículo nos lembra que o Senhor envia Seus anjos em favor dos que O temem, para dissipar todo plano de destruição."
    },
    {
      "numero": "6",
      "texto": "Seja o caminho deles sombrio e escorregadio, enquanto o anjo do Senhor os persegue.",
      "reflexao": "O Senhor age com justiça contra aqueles que, obstinadamente, escolhem o caminho da maldade. Este versículo revela que o mal não prospera diante da presença e do juízo de Deus."
    },
    {
      "numero": "7",
      "texto": "Pois, sem motivo, prepararam uma armadilha para mim; sem motivo, cavaram uma cova para a minha vida.",
      "reflexao": "Este versículo reflete a dor de ser alvo de injustiça, perseguição e traição. Mas ele também nos lembra que Deus vê cada armadilha e livra Seus filhos, frustrando os planos daqueles que agem com maldade sem causa."
    },
    {
      "numero": "8",
      "texto": "Que a ruína lhes sobrevenha de repente! Que sejam enredados na armadilha que prepararam, caiam nela e sejam destruídos.",
      "reflexao": "Deus é justo. Este versículo revela um princípio espiritual: quem cava armadilhas para o justo, acaba preso nelas. O mal que planejam contra nós volta sobre aqueles que o arquitetam, porque o Senhor é quem faz justiça."
    },
    {
      "numero": "9",
      "texto": "Então a minha alma se alegrará no Senhor e exultará na sua salvação.",
      "reflexao": "Quando Deus nos livra, nossa alma se enche de alegria. Este versículo nos lembra que nossa verdadeira alegria não está nas circunstâncias, mas em experimentar o cuidado, a salvação e a proteção do Senhor em nossa vida."
    },
    {
      "numero": "10",
      "texto": "Todo o meu ser exclamará: ‘Quem se compara a ti, Senhor? Tu salvas os pobres daqueles que são mais fortes do que eles, e salvas os pobres e necessitados daqueles que os exploram.’",
      "reflexao": "Deus é o defensor dos fracos e necessitados. Este versículo exalta a grandeza do Senhor, que se levanta em favor dos oprimidos, dos esquecidos e dos que não têm quem os defenda, mostrando que Ele é incomparável em amor e justiça."
    },
    {
      "numero": "11",
      "texto": "Testemunhas maldosas enfrentam-me, e me questionam sobre coisas que eu não sei.",
      "reflexao": "O salmista sofre com acusações falsas, algo que muitos também enfrentam. Este versículo nos conforta, lembrando que Deus conhece a verdade e que, mesmo quando somos injustiçados, Ele é nosso advogado e justo juiz."
    },
    {
      "numero": "12",
      "texto": "Elas me retribuem o bem com o mal, e procuraram tirar-me a vida.",
      "reflexao": "Nada é mais doloroso do que retribuir amor e receber traição. Este versículo revela essa dor, mas também nos ensina que, mesmo quando os homens falham, Deus permanece fiel, cuidando e protegendo Seus filhos."
    },
    {
      "numero": "13",
      "texto": "Contudo, quando eles estavam enfermos, vesti-me de lamento; humilhei-me jejuando, e, orando de cabeça baixa, voltei-me para dentro de mim,",
      "reflexao": "Este versículo mostra a pureza de um coração que, mesmo sendo alvo de maldade, orava, jejuava e se compadecia dos que o perseguiam. Nos ensina sobre a importância de manter a integridade, mesmo diante da injustiça."
    },
    {
      "numero": "14",
      "texto": "como quem lamenta por um amigo ou por um irmão. Andei encurvado e em pranto, como quem chora por sua mãe.",
      "reflexao": "O salmista revela um amor genuíno, mesmo por aqueles que depois o traíram. Este versículo nos desafia a amar como Deus ama: com compaixão, intercessão e misericórdia, mesmo quando não somos tratados da mesma forma."
    },
    {
      "numero": "15",
      "texto": "Mas, quando tropecei, eles se reuniram alegres; aglomeraram-se contra mim. Pessoas que eu não conhecia me caluniaram sem cessar.",
      "reflexao": "O salmista expressa a dor de ser atacado na vulnerabilidade. Este versículo nos lembra que, mesmo quando nos sentimos cercados pela calúnia e pela injustiça, Deus permanece ao nosso lado, é nosso amparo e nosso justo defensor."
    },
    {
      "numero": "16",
      "texto": "Como ímpios caçoando do meu refúgio, rosnaram contra mim.",
      "reflexao": "O salmista descreve a dor de ser alvo de zombaria e desprezo. Este versículo nos lembra que, mesmo quando somos injustamente ridicularizados, Deus vê e se levanta em nosso favor como nosso defensor e justo juiz."
    },
    {
      "numero": "17",
      "texto": "Até quando, Senhor, ficarás olhando? Livra-me dos ataques deles, salva a minha preciosa vida desses leões.",
      "reflexao": "O clamor do salmista é sincero e urgente. Este versículo nos ensina que podemos apresentar a Deus nossa dor e nossa aflição, certos de que Ele não é indiferente e que, no tempo certo, intervém com salvação e livramento."
    },
    {
      "numero": "18",
      "texto": "Então te darei graças na grande assembleia; entre a multidão te louvarei.",
      "reflexao": "O salmista já antecipa a gratidão pela vitória. Este versículo nos lembra que, quando Deus nos livra, nossa resposta deve ser testemunhar e louvá-Lo publicamente, exaltando Sua fidelidade e Seu amor."
    },
    {
      "numero": "19",
      "texto": "Não deixes que triunfem sobre mim os meus inimigos traidores; não deixes que zombem de mim sem motivo.",
      "reflexao": "Este versículo é um apelo à justiça divina. Nos lembra que podemos confiar que Deus não permite que os planos dos que agem com falsidade e maldade triunfem sobre Seus filhos."
    },
    {
      "numero": "20",
      "texto": "Eles não falam de paz; pelo contrário, planejam enganar os que vivem tranquilamente na terra.",
      "reflexao": "A maldade muitas vezes se manifesta de forma sorrateira e dissimulada. Este versículo revela a realidade da perversidade humana, mas também nos lembra que Deus vê tudo e protege aqueles que vivem em retidão."
    },
    {
      "numero": "21",
      "texto": "Com a boca escancarada, acusam-me, dizendo: 'Nós vimos isso com os nossos próprios olhos!'.",
      "reflexao": "Acusações falsas são dolorosas, mas Deus é quem conhece a verdade. Este versículo nos encoraja a descansar na justiça divina, sabendo que o Senhor não se deixa enganar pelas mentiras dos homens."
    },
    {
      "numero": "22",
      "texto": "Tu, Senhor, viste isto; não te cales! Não fiques longe de mim, Senhor!",
      "reflexao": "O salmista reconhece que Deus vê tudo e clama por Sua intervenção. Este versículo nos ensina que, quando o silêncio parece dominar, podemos clamar com fé, certos de que Deus não está indiferente ao nosso sofrimento."
    },
    {
      "numero": "23",
      "texto": "Acorda! Levanta-te! Defende-me, meu Deus e meu Senhor; faze justiça em meu favor.",
      "reflexao": "Este é um clamor por socorro e justiça. Nos momentos em que tudo parece perdido, podemos orar com essa mesma intensidade, sabendo que Deus se levanta para fazer justiça e defender os que O amam."
    },
    {
      "numero": "24",
      "texto": "Julga-me segundo a tua justiça, Senhor, meu Deus. Não deixes que se alegrem às minhas custas.",
      "reflexao": "O salmista pede que Deus seja seu juiz. Este versículo nos lembra que podemos confiar plenamente na justiça do Senhor, que é perfeita, amorosa e fiel, e que não permite que a injustiça prevaleça."
    },
    {
      "numero": "25",
      "texto": "Não deixes que pensem: 'Ah! Era isso que queríamos!' Nem digam: 'Acabamos com ele!'.",
      "reflexao": "Este versículo revela o desejo de não ser envergonhado pelos que tramam o mal. Nos lembra que Deus preserva a honra dos que confiam nEle e não permite que os intentos do inimigo sejam celebrados."
    },
    {
      "numero": "26",
      "texto": "Que sejam humilhados e frustrados todos os que se alegram com o meu sofrimento; que fiquem cobertos de vergonha e desonra os que se vangloriam contra mim.",
      "reflexao": "Deus é justo e não deixa impune quem se alegra com a dor do outro. Este versículo é um lembrete de que a justiça divina prevalece, e que o mal não permanecerá de pé diante do Senhor."
    },
    {
      "numero": "27",
      "texto": "Cantem de alegria e regozijem-se os que desejam ver feita a minha justiça, e digam sempre: 'Exaltado seja o Senhor, que se deleita no bem-estar do seu servo!'",
      "reflexao": "O salmo se volta para um espírito de celebração. Este versículo nos mostra que a vitória do justo traz glória ao nome de Deus, e que devemos nos alegrar com o bem e com a justiça que o Senhor realiza em favor dos Seus filhos."
    },
    {
      "numero": "28",
      "texto": "A minha língua proclamará a tua justiça e o teu louvor o dia inteiro.",
      "reflexao": "O salmo se encerra com um compromisso de gratidão e louvor. Este versículo nos lembra que, quando experimentamos o cuidado e a justiça de Deus, nossa vida se torna um testemunho vivo da Sua bondade, amor e fidelidade."
    }
  ]
}
