{
  "livro": "Salmos",
  "capitulo": "77",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Clamo a Deus por socorro; clamo a Deus que me escute.",
      "reflexao": "O salmista expressa um clamor sincero. Este versículo nos lembra que, em meio à dor e à angústia, podemos recorrer ao Deus que nos ouve e responde. Clamar é reconhecer nossa dependência e a soberania do Senhor sobre todas as coisas."
    },
    {
      "numero": "2",
      "texto": "Quando estou em angústia, busco ao Senhor; de noite estendo as mãos sem cessar; minha alma está inconsolável.",
      "reflexao": "Nos momentos de dor, o salmista não desiste de buscar a Deus, mesmo quando parece não encontrar consolo imediato. Este versículo nos encoraja a persistir na oração, sabendo que Deus vê cada lágrima e acolhe cada clamor."
    },
    {
      "numero": "3",
      "texto": "Lembro-me de ti, ó Deus, e gemo; medito, e o meu espírito desfalece.",
      "reflexao": "Mesmo ao lembrar-se de Deus, o salmista sente o peso da aflição. Isso nos ensina que, mesmo com fé, há dias difíceis, mas o caminho continua sendo voltar-se ao Senhor, buscar sua presença e confiar em Sua fidelidade."
    },
    {
      "numero": "4",
      "texto": "Não me permites fechar os olhos; estou tão perturbado que nem consigo falar.",
      "reflexao": "O salmista descreve uma angústia profunda, que tira até o sono e as palavras. Este versículo nos lembra que Deus conhece as dores que nem conseguimos expressar, e mesmo no silêncio, Ele entende e cuida de nós."
    },
    {
      "numero": "5",
      "texto": "Penso nos dias que se foram, nos anos há muito passados;",
      "reflexao": "O salmista relembra o passado, talvez buscando conforto nas experiências com Deus. Este versículo nos ensina que recordar os feitos do Senhor no passado fortalece nossa fé no presente e renova nossa esperança no futuro."
    },
    {
      "numero": "6",
      "texto": "De noite recordo as minhas canções; o meu coração medita, e o meu espírito pergunta:",
      "reflexao": "Em meio à dor, o salmista recorre à adoração e à reflexão. Este versículo nos inspira a usar o louvor e a meditação na Palavra como ferramentas para atravessar as noites escuras da alma, buscando respostas no Senhor."
    },
    {
      "numero": "7",
      "texto": "Acaso o Senhor nos rejeitará para sempre? Nunca mais tornará a mostrar-nos o seu favor?",
      "reflexao": "Aqui vemos uma pergunta que reflete a dor do coração. Quem nunca se sentiu assim? Este versículo nos lembra que Deus não rejeita seus filhos para sempre. Mesmo quando tudo parece silêncio, Ele está trabalhando em nosso favor."
    },
    {
      "numero": "8",
      "texto": "Desapareceu para sempre o seu amor? Acabou-se a sua promessa?",
      "reflexao": "Em meio à crise, surgem dúvidas. Este versículo reflete o conflito interno de quem sabe que Deus é amor, mas não sente isso no momento. É um lembrete de que, mesmo em meio às dúvidas, devemos manter a fé nas promessas eternas do Senhor."
    },
    {
      "numero": "9",
      "texto": "Esqueceu-se Deus de ser misericordioso? Em sua ira refreou sua compaixão?",
      "reflexao": "Mais uma pergunta que expressa o desespero do salmista. Isso nos lembra que Deus permite que sejamos sinceros em nossas orações, expondo nossas dores, medos e questionamentos — e Ele, em sua graça, responde com amor e misericórdia."
    },
    {
      "numero": "10",
      "texto": "Então pensei: 'A razão da minha dor é que a mão direita do Altíssimo não age mais como antes.'",
      "reflexao": "O salmista quase se deixa dominar pela percepção de que Deus não está agindo. Este versículo revela a fragilidade humana, mas também abre caminho para uma virada na percepção, que começa no versículo seguinte: lembrar quem Deus é e o que Ele já fez."
    },
    {
      "numero": "11",
      "texto": "Recordarei os feitos do Senhor; recordarei os teus antigos milagres.",
      "reflexao": "Aqui começa a transformação interior. Ao se lembrar das obras de Deus, a fé é fortalecida. Este versículo nos ensina que trazer à memória aquilo que Deus já fez é um dos maiores antídotos contra o desespero e a incredulidade."
    },
    {
      "numero": "12",
      "texto": "Meditarei em todas as tuas obras e considerarei todos os teus feitos.",
      "reflexao": "Refletir sobre quem Deus é e sobre Suas obras transforma nosso interior. Este versículo nos convida a praticar a meditação espiritual: focar na grandeza, na bondade e na soberania de Deus em vez de focar nas dificuldades."
    },
    {
      "numero": "13",
      "texto": "Teus caminhos, ó Deus, são santos. Que deus é tão grande como o nosso Deus?",
      "reflexao": "O salmista começa a declarar a santidade e a grandeza de Deus. Este versículo nos lembra que não há ninguém como o nosso Deus. Ele é santo, perfeito, justo e absolutamente digno de toda confiança e adoração."
    },
    {
      "numero": "14",
      "texto": "Tu és o Deus que realiza milagres; mostras o teu poder entre os povos.",
      "reflexao": "Este é um dos versículos mais poderosos do salmo. Deus é Deus de milagres, ontem, hoje e para sempre. Este versículo nos encoraja a crer que, mesmo que o cenário pareça impossível, o Deus que opera maravilhas está conosco e continua agindo."
    },
    {
      "numero": "15",
      "texto": "Com o teu braço forte resgataste o teu povo, os descendentes de Jacó e de José.",
      "reflexao": "Deus é o Deus que liberta, que salva e que resgata. Este versículo nos lembra que, assim como Ele fez no passado com Israel, Ele também age hoje para resgatar e restaurar aqueles que Nele confiam."
    },
    {
      "numero": "16",
      "texto": "As águas te viram, ó Deus, as águas te viram e se contorceram; até os abismos estremeceram.",
      "reflexao": "Até as forças da natureza reconhecem e temem o poder de Deus. Este versículo nos lembra que nada é grande demais, difícil demais ou poderoso demais diante do Deus Todo-Poderoso, que controla tudo e todos."
    },
    {
      "numero": "17",
      "texto": "As nuvens despejaram água, os céus ressoaram trovões, as suas flechas relampejaram por todos os lados.",
      "reflexao": "Este versículo revela a manifestação do poder de Deus sobre a criação. É um lembrete de que o Deus que controla os céus e a terra também controla a nossa história e tem autoridade sobre qualquer tempestade da vida."
    },
    {
      "numero": "18",
      "texto": "O estrondo do teu trovão estava no redemoinho, relâmpagos iluminaram o mundo; a terra tremeu e sacudiu-se.",
      "reflexao": "A grandeza e o poder de Deus são tão majestosos que fazem a terra tremer. Este versículo reforça que Deus é soberano, digno de temor, mas também de confiança, porque Ele usa Seu poder para proteger, salvar e cuidar dos Seus."
    },
    {
      "numero": "19",
      "texto": "A tua vereda passou pelo mar, o teu caminho pelas águas poderosas, e ninguém viu as tuas pegadas.",
      "reflexao": "Deus abre caminhos onde não há. Este versículo nos lembra do milagre do Mar Vermelho e nos ensina que, muitas vezes, não vemos como Deus está agindo, mas Ele está. Seu caminho pode parecer invisível, mas é real, seguro e perfeito."
    },
    {
      "numero": "20",
      "texto": "Guiaste o teu povo como a um rebanho, pela mão de Moisés e de Arão.",
      "reflexao": "O salmo termina com a lembrança de que Deus é o Bom Pastor, que guia, cuida e protege seu povo. Este versículo nos traz consolo e segurança: assim como Deus conduziu Israel, Ele também guia nossas vidas, abrindo caminhos e cuidando de cada detalhe."
    }
  ]
}
