{
  "livro": "Salmos",
  "capitulo": "99",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor reina! As nações tremem! O seu trono está sobre os querubins! Abala-se a terra!",
      "reflexao": "Deus é soberano e majestoso. Este versículo nos lembra que Seu reinado provoca reverência em toda a terra, pois Ele está acima de todos, reinando com poder e glória sobre tudo e todos."
    },
    {
      "numero": "2",
      "texto": "Grande é o Senhor em Sião; ele é exaltado acima de todas as nações.",
      "reflexao": "O Senhor é exaltado entre todas as nações. Este versículo nos convida a reconhecer que, independentemente das fronteiras ou culturas, Deus governa e é digno de ser adorado por toda a humanidade."
    },
    {
      "numero": "3",
      "texto": "Exaltado seja o teu grande e temível nome, que é santo.",
      "reflexao": "O nome do Senhor é santo e digno de reverência. Este versículo nos ensina que a santidade de Deus deve gerar em nós profundo respeito, adoração e desejo de viver uma vida alinhada com Sua vontade."
    },
    {
      "numero": "4",
      "texto": "És Rei poderoso, que amas a justiça; estabeleceste a equidade, fizeste em Jacó o que é justo e reto.",
      "reflexao": "Deus ama a justiça e governa com retidão. Este versículo nos lembra que Seu trono é fundamentado em justiça, e que Ele se agrada daqueles que também buscam viver de forma justa e íntegra."
    },
    {
      "numero": "5",
      "texto": "Exaltem o Senhor, o nosso Deus, prostrem-se diante do estrado dos seus pés. Ele é santo!",
      "reflexao": "A adoração é a resposta natural à santidade de Deus. Este versículo nos chama a nos humilhar diante dEle, reconhecendo Sua grandeza, Sua soberania e Sua santidade que transforma nossas vidas."
    },
    {
      "numero": "6",
      "texto": "Moisés e Arão estavam entre os seus sacerdotes, e Samuel, entre os que invocavam o seu nome; eles clamavam ao Senhor, e ele lhes respondia.",
      "reflexao": "Deus responde aos que clamam de coração. Este versículo nos encoraja a seguir o exemplo dos servos fiéis do passado, que buscaram ao Senhor em oração e viram Sua mão agir com poder e fidelidade."
    },
    {
      "numero": "7",
      "texto": "Ele lhes falava da coluna de nuvem; eles obedeciam aos seus mandamentos e aos decretos que lhes dera.",
      "reflexao": "Deus se revela aos que O obedecem. Este versículo nos lembra que ouvir a voz de Deus e seguir Seus caminhos traz direção, proteção e vida abundante para aqueles que O temem e O amam."
    },
    {
      "numero": "8",
      "texto": "Senhor, nosso Deus, tu lhes respondeste; foste para eles um Deus perdoador, embora os tenhas disciplinado por seus pecados.",
      "reflexao": "Deus é amor e também justiça. Este versículo nos mostra que o Senhor é misericordioso para perdoar, mas também nos disciplina, como Pai amoroso, para nos conduzir ao caminho da vida e da retidão."
    },
    {
      "numero": "9",
      "texto": "Exaltem o Senhor, o nosso Deus, e prostrem-se diante do seu santo monte, pois o Senhor, o nosso Deus, é santo.",
      "reflexao": "A santidade de Deus é motivo de reverência e adoração. Este versículo encerra reafirmando que nossa vida deve ser marcada por constante exaltação ao Senhor, reconhecendo que Ele é santo, soberano e digno de todo louvor."
    }
  ]
}
