{
  "livro": "Salmos",
  "capitulo": "129",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Muitas vezes me oprimiram desde a minha juventude — que Israel o repita —",
      "reflexao": "Este versículo reconhece que, desde cedo, enfrentamos lutas, opressões e desafios. A caminhada com Deus nunca foi isenta de dificuldades, mas este é um convite para lembrar que, apesar das adversidades, o povo de Deus permanece de pé. Assim também é na nossa vida: mesmo machucados, não somos derrotados, pois Deus está conosco."
    },
    {
      "numero": "2",
      "texto": "muitas vezes me oprimiram desde a minha juventude, mas jamais conseguiram vencer-me.",
      "reflexao": "Que declaração poderosa! Apesar das inúmeras lutas, dos ataques e das dificuldades, o salmista afirma com fé: não fui derrotado. Este versículo é um encorajamento para os dias atuais — os problemas podem até nos cercar, mas quem confia no Senhor nunca será vencido, pois nossa força vem dEle."
    },
    {
      "numero": "3",
      "texto": "Passaram um arado nas minhas costas e fizeram longos sulcos.",
      "reflexao": "Aqui está uma descrição profunda da dor e do sofrimento. As marcas da vida, das injustiças e das lutas muitas vezes ficam visíveis, seja no corpo, na alma ou no espírito. Mas, mesmo com essas cicatrizes, o versículo anterior já nos ensinou que não somos derrotados. As marcas contam histórias de superação, de livramentos e da fidelidade de Deus."
    },
    {
      "numero": "4",
      "texto": "O Senhor é justo; ele libertou-me das algemas dos ímpios.",
      "reflexao": "Deus é justo e fiel. Este versículo nos lembra que, mesmo quando as opressões parecem grandes, o Senhor age em nosso favor, quebrando correntes, desfazendo armadilhas e trazendo libertação. Em meio às pressões do mundo, podemos descansar na certeza de que a justiça de Deus prevalece sempre."
    },
    {
      "numero": "5",
      "texto": "Retrocedam envergonhados todos os que odeiam Sião.",
      "reflexao": "Este é um clamor por justiça divina. Aqueles que se levantam contra o povo de Deus não prevalecerão. Este versículo também nos lembra que o mal nunca terá a última palavra. Quem planta ódio, colhe vergonha, e quem permanece no amor de Deus será sempre sustentado e protegido por Ele."
    },
    {
      "numero": "6",
      "texto": "Sejam como a grama do telhado, que seca antes de crescer,",
      "reflexao": "A grama do telhado cresce sem raiz, sem força, e logo seca. Assim são aqueles que se levantam contra Deus e contra Seus filhos — sua força é passageira, seus planos são frágeis e não prosperam. Este versículo nos traz segurança: o mal não se sustenta diante do Deus Todo-Poderoso."
    },
    {
      "numero": "7",
      "texto": "que não enche as mãos do ceifeiro nem os braços daquele que faz os fardos.",
      "reflexao": "O salmista usa essa imagem para mostrar que os esforços dos que praticam o mal são inúteis. Eles não colherão fruto algum de suas más intenções. Isso nos lembra que, embora por um tempo pareça que a injustiça prospera, ela jamais terá recompensa duradoura diante do Senhor."
    },
    {
      "numero": "8",
      "texto": "E que ninguém que passa diga: 'Seja sobre vocês a bênção do Senhor; nós os abençoamos em nome do Senhor!'",
      "reflexao": "Este versículo encerra mostrando que quem anda nos caminhos do mal não atrai bênçãos, nem deixa legado de bondade. Pelo contrário, aqueles que andam no temor do Senhor são reconhecidos, abençoados e deixam marcas de amor, fé e esperança por onde passam. É um convite para escolhermos diariamente sermos fonte de bênção na vida dos outros."
    }
  ]
}
