{
  "livro": "Salmos",
  "capitulo": "21",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ó Senhor, o rei se alegra na tua força. Como é grande a sua alegria nas vitórias que lhe dás!",
      "reflexao": "Toda vitória que alcançamos vem do Senhor. Este versículo nos lembra que nossa verdadeira alegria não está na conquista em si, mas em saber que Deus é quem nos fortalece e nos concede a vitória. Quando reconhecemos isso, nosso coração se enche de gratidão."
    },
    {
      "numero": "2",
      "texto": "Tu satisfizeste o desejo do seu coração e não rejeitaste o pedido dos seus lábios.",
      "reflexao": "Deus ouve e responde às orações feitas com fé e alinhadas à Sua vontade. Este versículo nos encoraja a apresentar nossos desejos ao Senhor, confiando que Ele se importa com cada detalhe da nossa vida e é generoso em atender nossos clamores."
    },
    {
      "numero": "3",
      "texto": "Tu foste ao encontro dele trazendo bênçãos generosas e colocaste uma coroa de ouro puro sobre a sua cabeça.",
      "reflexao": "Deus não apenas responde, mas surpreende com bênçãos além do que pedimos. Este versículo nos mostra que o Senhor honra os que O buscam com sinceridade, colocando sobre eles uma coroa de favor, graça e cuidado contínuo."
    },
    {
      "numero": "4",
      "texto": "Ele te pediu vida, e tu lhe deste! Vida longa e duradoura, para sempre e eternamente.",
      "reflexao": "Deus é o doador da vida, tanto aqui quanto na eternidade. Este versículo revela que o Senhor concede não apenas anos de vida, mas uma vida cheia de propósito, sentido e, sobretudo, vida eterna àqueles que confiam nEle."
    },
    {
      "numero": "5",
      "texto": "Por causa das vitórias que lhe deste, grande é a sua glória; tu o revestiste de majestade e esplendor.",
      "reflexao": "Quando Deus exalta, Ele faz de maneira que reflete Sua glória. Este versículo nos lembra que toda honra, majestade e reconhecimento que recebemos devem ser devolvidos ao Senhor, pois é Ele quem nos sustenta, capacita e conduz à vitória."
    },
    {
      "numero": "6",
      "texto": "Concedeste-lhe bênçãos eternas e encheste-o de alegria com a tua presença.",
      "reflexao": "Não há alegria maior do que viver na presença de Deus. As bênçãos que o Senhor nos concede vão além do material — são bênçãos eternas, que enchem o coração de paz, alegria e segurança, mesmo em meio às adversidades da vida."
    },
    {
      "numero": "7",
      "texto": "O rei confia no Senhor; por causa da fidelidade do Altíssimo, ele jamais será abalado.",
      "reflexao": "A confiança no Senhor é a verdadeira fonte de estabilidade. Este versículo nos convida a permanecer firmes, confiantes na fidelidade de Deus, que nunca falha. Quem deposita sua esperança no Altíssimo jamais será abalado, independentemente das circunstâncias."
    },
    {
      "numero": "8",
      "texto": "Tua mão alcançará todos os teus inimigos; tua mão direita apanhará os que te odeiam.",
      "reflexao": "Deus é justiça. Este versículo nos lembra que não precisamos nos vingar ou lutar por conta própria, pois o Senhor vê, sabe e cuida de cada situação. Ele é quem luta por nós e faz justiça em nosso favor, no tempo certo e da forma perfeita."
    },
    {
      "numero": "9",
      "texto": "Quando te manifestares, tu os reduzirás a uma fornalha ardente. Na sua ira, o Senhor os engolirá, e o fogo os consumirá.",
      "reflexao": "O juízo de Deus é real e certo. Este versículo traz um alerta para aqueles que escolhem viver na maldade e na rebeldia contra Deus. Ao mesmo tempo, é conforto para os justos, pois sabem que o Senhor fará justiça e protegerá os que andam em Seus caminhos."
    },
    {
      "numero": "10",
      "texto": "Eliminarás da terra a sua descendência, da humanidade, os seus descendentes.",
      "reflexao": "Este versículo mostra a seriedade das consequências de uma vida de oposição a Deus. A maldade não permanecerá para sempre. Deus é justo e garante que o mal não terá herança, nem perpetuará sua influência sobre a Terra."
    },
    {
      "numero": "11",
      "texto": "Embora planejem o mal contra ti e façam planos perversos, nada conseguirão,",
      "reflexao": "Que promessa de proteção! Nenhum plano do mal contra os filhos de Deus prevalecerá. Este versículo nos traz paz e segurança, lembrando que todo intento do inimigo fracassa diante do poder, da soberania e do amor do Senhor pelos Seus."
    },
    {
      "numero": "12",
      "texto": "pois tu os farás virar as costas quando apontares contra eles o teu arco.",
      "reflexao": "Deus luta as nossas batalhas. Este versículo reforça que o Senhor coloca em fuga tudo aquilo que se levanta contra nós — sejam inimigos, opressões, medos ou circunstâncias adversas. Com Deus, somos mais que vencedores."
    },
    {
      "numero": "13",
      "texto": "Exalta-te, Senhor, na tua força! Cantaremos e louvaremos o teu poder.",
      "reflexao": "O salmo se encerra com louvor e exaltação. Quando reconhecemos que é Deus quem nos dá forças, vitórias e livramentos, nosso coração naturalmente se enche de gratidão. Este versículo nos convida a viver uma vida de adoração, celebrando diariamente a grandeza e o poder do nosso Deus."
    }
  ]
}
