{
  "livro": "Salmos",
  "capitulo": "138",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Eu te louvarei, Senhor, de todo o meu coração; diante dos deuses cantarei louvores a ti.",
      "reflexao": "Este versículo é um compromisso de louvor sincero, independentemente das circunstâncias ou da presença de quem quer que seja. É uma declaração de amor, reverência e fidelidade. Assim também somos convidados a adorar a Deus com todo nosso coração, sem reservas, com coragem e verdade."
    },
    {
      "numero": "2",
      "texto": "Prostrar-me-ei voltado para o teu santo templo e louvarei o teu nome por causa do teu amor leal e da tua fidelidade, pois exaltaste acima de todas as coisas o teu nome e a tua palavra.",
      "reflexao": "Deus é digno de ser adorado por quem Ele é e pelo que faz. Sua fidelidade e amor são constantes, e Sua Palavra tem poder absoluto. Este versículo nos ensina que quando honramos a Palavra de Deus e nos rendemos à Sua presença, experimentamos transformação, paz e direção em nossa vida."
    },
    {
      "numero": "3",
      "texto": "Quando clamei, tu me respondeste; deste-me força e coragem.",
      "reflexao": "Deus ouve nosso clamor. Este versículo é um lembrete poderoso de que não estamos sozinhos. Quando buscamos a Deus, Ele não apenas responde, mas nos fortalece e nos enche de coragem para enfrentar qualquer desafio, qualquer batalha e qualquer adversidade."
    },
    {
      "numero": "4",
      "texto": "Que todos os reis da terra te louvem, Senhor, pois ouviram as palavras da tua boca.",
      "reflexao": "O desejo do salmista é que todos, inclusive os poderosos, reconheçam a grandeza de Deus. Este versículo nos mostra que a Palavra do Senhor tem autoridade sobre reis, nações e sobre toda a criação. E um dia, todo joelho se dobrará e toda língua confessará que Ele é Senhor."
    },
    {
      "numero": "5",
      "texto": "Cantem eles sobre os caminhos do Senhor, pois grande é a glória do Senhor.",
      "reflexao": "A grandeza de Deus se revela em seus caminhos — caminhos de justiça, misericórdia, amor e fidelidade. Este versículo nos chama a proclamar a glória de Deus, cantando sobre Seus feitos, Seu caráter e Sua bondade, espalhando Sua luz por onde passarmos."
    },
    {
      "numero": "6",
      "texto": "Embora esteja nas alturas, o Senhor olha para os humildes, e de longe reconhece os arrogantes.",
      "reflexao": "Este é um lembrete maravilhoso do caráter de Deus. Ele é grandioso, exaltado, mas escolhe se aproximar dos humildes, dos quebrantados e dos que O buscam sinceramente. Ao mesmo tempo, Ele resiste aos arrogantes e orgulhosos. A humildade abre portas para o favor e a intimidade com Deus."
    },
    {
      "numero": "7",
      "texto": "Ainda que eu passe por tribulações, tu me preservarás a vida. Estenderás a tua mão contra a ira dos meus inimigos; com a tua mão direita me salvarás.",
      "reflexao": "Mesmo em meio às tempestades, Deus está conosco. Este versículo é uma promessa de proteção, de cuidado e de livramento. Deus luta nossas batalhas, estende a mão em nosso favor e nos salva com Seu amor e Seu poder. Podemos confiar plenamente nEle, em qualquer circunstância."
    },
    {
      "numero": "8",
      "texto": "O Senhor cumprirá o seu propósito para comigo! Teu amor, Senhor, permanece para sempre; não abandones as obras das tuas mãos.",
      "reflexao": "Que declaração poderosa de fé! Deus não abandona Seus filhos, nem os propósitos que tem para cada um. Este versículo nos enche de esperança: Deus está trabalhando, mesmo quando não vemos. Seu amor é eterno e Ele cumpre cada promessa, cada plano, e jamais deixa inacabada a obra que começou em nós."
    }
  ]
}
