{
  "livro": "Salmos",
  "capitulo": "135",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Louvem o nome do Senhor; louvem-no, servos do Senhor,",
      "reflexao": "Este versículo é um chamado poderoso à adoração. Deus é digno de ser louvado simplesmente por quem Ele é. Em meio às rotinas, às pressões e aos desafios, somos convidados a parar e reconhecer a grandeza do Senhor, louvando-O de todo o nosso coração."
    },
    {
      "numero": "2",
      "texto": "vocês que servem na casa do Senhor, nos átrios da casa do nosso Deus.",
      "reflexao": "Adorar ao Senhor não é apenas uma atividade dos sacerdotes do templo, mas de todos aqueles que O servem. Hoje, nós somos Sua casa. Onde estivermos, podemos e devemos ser adoradores, vivendo uma vida que exalte e honre a presença de Deus."
    },
    {
      "numero": "3",
      "texto": "Louvem o Senhor, porque o Senhor é bom; cantem louvores ao seu nome, porque é amável.",
      "reflexao": "O Senhor é bom, e isso por si só já é motivo suficiente para adorá-Lo. Em um mundo cheio de injustiça, maldade e incertezas, Deus permanece sendo bom, amoroso, fiel e digno de todo louvor. Adorar a Deus também é um ato de gratidão e reconhecimento da Sua bondade diária."
    },
    {
      "numero": "4",
      "texto": "Pois o Senhor escolheu Jacó, a Israel, como propriedade sua.",
      "reflexao": "Deus escolheu um povo para ser Seu, e hoje essa escolha se estende a todos que O seguem de coração. Isso significa que somos amados, separados, cuidados e protegidos por Ele. Saber que pertencemos a Deus traz segurança, identidade e propósito para a nossa vida."
    },
    {
      "numero": "5",
      "texto": "De fato, eu sei que o Senhor é grande, que o nosso Soberano é maior do que todos os deuses.",
      "reflexao": "Nenhuma força, nenhum poder ou autoridade se compara ao Senhor. Ele é Soberano sobre tudo e todos. Este versículo fortalece nossa fé, lembrando-nos que, independentemente do que enfrentamos, nosso Deus é maior do que qualquer adversidade, problema ou inimigo."
    },
    {
      "numero": "6",
      "texto": "O Senhor faz tudo o que lhe agrada, nos céus e na terra, nos mares e em todas as suas profundezas.",
      "reflexao": "Deus tem o controle absoluto de toda a criação. Isso nos traz paz, porque nada foge do Seu olhar, do Seu cuidado e da Sua vontade. Saber que o Deus que governa os céus e a terra se importa conosco é um conforto e uma fonte inesgotável de esperança."
    },
    {
      "numero": "7",
      "texto": "Ele faz subir as nuvens dos confins da terra; envia relâmpagos com a chuva e faz sair o vento dos seus depósitos.",
      "reflexao": "O controle que Deus tem sobre a natureza nos lembra que Ele é Senhor sobre tudo. Se Ele controla os ventos, as chuvas e os relâmpagos, quanto mais cuidará dos detalhes da nossa vida. Este versículo fortalece nossa confiança em Seu poder e cuidado constante."
    },
    {
      "numero": "8",
      "texto": "Ele matou os primogênitos do Egito, tanto dos homens como dos animais.",
      "reflexao": "Deus é justo e atua em favor do Seu povo. Este versículo relembra a intervenção divina na libertação do povo de Israel. É um lembrete de que Deus luta por nós, faz justiça e não permite que o mal permaneça para sempre sobre Seus filhos."
    },
    {
      "numero": "9",
      "texto": "Enviou sinais e maravilhas no meio de você, Egito, contra o faraó e todos os seus oficiais.",
      "reflexao": "Deus manifesta Seu poder através de sinais e maravilhas, tanto no passado como hoje. Este versículo nos lembra que Ele continua operando milagres, cuidando dos Seus filhos e demonstrando Sua soberania sobre qualquer sistema ou autoridade humana."
    },
    {
      "numero": "10",
      "texto": "Ele feriu muitas nações e matou reis poderosos:",
      "reflexao": "Deus age de maneira firme contra a opressão e a injustiça. Este versículo reforça que nenhum poder humano é capaz de se opor a Deus quando Ele decide intervir. Assim como defendeu Seu povo no passado, Ele continua defendendo e cuidando daqueles que confiam nEle."
    },
    {
      "numero": "11",
      "texto": "Seom, rei dos amorreus, Ogue, rei de Basã, e todos os reis de Canaã,",
      "reflexao": "Ao citar nomes específicos, o salmista nos lembra que a fidelidade e o livramento de Deus não são histórias abstratas, mas fatos reais. Deus intervém na história de maneira concreta, e isso também se aplica às nossas vidas hoje — Ele age no tempo certo e de forma poderosa."
    },
    {
      "numero": "12",
      "texto": "e deu a terra deles como herança, como herança ao seu povo Israel.",
      "reflexao": "Deus é um Deus de promessas cumpridas. Assim como entregou a terra prometida ao Seu povo, Ele também cumpre as promessas que faz a cada um de nós. Este versículo nos lembra que vale a pena confiar, esperar e permanecer firmes, pois Deus é fiel."
    },
    {
      "numero": "13",
      "texto": "O teu nome, Senhor, permanece para sempre, a tua fama, Senhor, por todas as gerações.",
      "reflexao": "Deus é eterno, e Seu nome e Sua fama não se desgastam com o tempo. Este versículo nos ensina que, enquanto tudo no mundo é passageiro, o Senhor permanece. A confiança em Deus é a única coisa que realmente vale para toda a eternidade."
    },
    {
      "numero": "14",
      "texto": "Pois o Senhor defenderá o seu povo e terá compaixão dos seus servos.",
      "reflexao": "Este é um versículo de conforto e esperança. Deus não é indiferente à dor do Seu povo. Ele vê, cuida, defende e age em nosso favor. Podemos descansar na certeza de que somos amados e guardados por um Deus que luta por nós."
    },
    {
      "numero": "15",
      "texto": "Os ídolos das nações não passam de prata e ouro, feitos por mãos humanas.",
      "reflexao": "Este versículo nos alerta sobre a futilidade de confiar em coisas criadas pelo homem. Tudo que não vem de Deus é vazio, passageiro e incapaz de suprir nossas necessidades mais profundas. Só o Senhor é digno da nossa adoração e confiança."
    },
    {
      "numero": "16",
      "texto": "Têm boca, mas não podem falar; olhos, mas não podem ver;",
      "reflexao": "Os falsos deuses são inúteis e incapazes. Este versículo nos faz refletir: onde temos colocado nossa confiança? Em coisas, pessoas ou sistemas? Ou no Deus vivo, que vê, ouve, fala e age em nosso favor?"
    },
    {
      "numero": "17",
      "texto": "têm ouvidos, mas não podem ouvir, nem há respiração em sua boca.",
      "reflexao": "Tudo que é feito pelas mãos humanas é limitado e sem vida. Diferente disso, nosso Deus é vivo, presente, atento e ativo. Ele ouve nossas orações, responde e se manifesta na nossa vida de forma real e poderosa."
    },
    {
      "numero": "18",
      "texto": "Tornem-se como eles aqueles que os fazem e todos os que neles confiam.",
      "reflexao": "Quem confia em coisas vazias se torna vazio. Este versículo é um chamado ao despertar espiritual: confiar em Deus é escolher a vida, a verdade e a plenitude. Tudo fora dEle é ilusão e vazio."
    },
    {
      "numero": "19",
      "texto": "Bendiga o Senhor, ó israelitas! Bendiga o Senhor, ó sacerdotes!",
      "reflexao": "Um convite coletivo para que todos — líderes, famílias, comunidades — louvem ao Senhor. É um chamado para que toda a nação reconheça a grandeza e a bondade de Deus e viva em constante gratidão e adoração."
    },
    {
      "numero": "20",
      "texto": "Bendiga o Senhor, ó levitas! Bendigam o Senhor os que temem ao Senhor!",
      "reflexao": "A adoração não se limita a um grupo específico. Todos que temem o Senhor, de qualquer lugar, de qualquer contexto, são convidados a louvá-Lo, pois Ele é digno do louvor de toda a Terra e de todos os povos."
    },
    {
      "numero": "21",
      "texto": "Bendito seja o Senhor desde Sião, aquele que habita em Jerusalém. Aleluia!",
      "reflexao": "O salmo se encerra exaltando a presença de Deus, que habita no meio do Seu povo. Esta é uma declaração de que Deus reina, governa e merece ser exaltado hoje e para sempre. Aleluia!"
    }
  ]
}
