{
  "livro": "Salmos",
  "capitulo": "60",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Tu nos rejeitaste, ó Deus, e rompeste as nossas defesas; tu estavas irado, mas agora restaura-nos!",
      "reflexao": "O salmista reconhece um momento de afastamento e clama por restauração. Este versículo nos lembra que, mesmo quando falhamos, Deus é misericordioso e pronto para restaurar aqueles que O buscam de coração."
    },
    {
      "numero": "2",
      "texto": "Abalaste a terra e a fendeste; repara suas brechas, pois ela está trêmula.",
      "reflexao": "Quando tudo parece desmoronar, Deus é aquele que tem o poder de restaurar. Este versículo nos ensina que Ele é quem conserta as rupturas, tanto na terra quanto na nossa vida."
    },
    {
      "numero": "3",
      "texto": "Deste ao teu povo um cálice amargo para que dele bebesse até se embriagar.",
      "reflexao": "O cálice amargo simboliza tempos difíceis permitidos por Deus. Este versículo nos leva a refletir que até nas provações há um propósito de correção, crescimento e dependência total do Senhor."
    },
    {
      "numero": "4",
      "texto": "Mas agora deste um estandarte aos que te temem, para que seja erguido em favor da verdade.",
      "reflexao": "Deus ergue um estandarte para Seu povo, sinal de vitória, proteção e direção. Este versículo nos lembra que, em meio às lutas, Deus nos dá força para permanecermos firmes e testemunharmos Sua verdade."
    },
    {
      "numero": "5",
      "texto": "Salva-nos com a tua mão direita e responde-nos, para que sejam libertos aqueles a quem amas.",
      "reflexao": "O amor de Deus é a base do nosso clamor. Este versículo nos ensina que podemos orar com confiança, sabendo que o Senhor ama, cuida e responde aos Seus filhos."
    },
    {
      "numero": "6",
      "texto": "Do seu santuário Deus prometeu: 'Exultarei em dividir Siquém e medirei o vale de Sucote.",
      "reflexao": "Deus reafirma Suas promessas e Seu governo sobre a terra. Este versículo nos lembra que Ele é soberano, controla todas as coisas e cumpre fielmente Suas promessas."
    },
    {
      "numero": "7",
      "texto": "Gileade é minha, e Manassés também; Efraim é o capacete que protege a minha cabeça, Judá é o meu cetro.",
      "reflexao": "Aqui vemos uma declaração da autoridade de Deus sobre Israel. Este versículo nos fortalece ao lembrar que o Senhor tem domínio absoluto sobre tudo e todos, e sustenta Seu povo como Rei soberano."
    },
    {
      "numero": "8",
      "texto": "Moabe é a bacia em que me lavo, sobre Edom atiro a minha sandália; sobre a Filístia ergo o meu grito de vitória.",
      "reflexao": "Deus mostra que até os inimigos estão sob Seu controle. Este versículo nos ensina que não há poder, nação ou situação fora da autoridade de Deus. Ele reina sobre tudo e Sua vitória é certa."
    },
    {
      "numero": "9",
      "texto": "Quem me conduzirá à cidade fortificada? Quem me guiará até Edom?",
      "reflexao": "O salmista reconhece sua dependência total de Deus. Este versículo nos lembra que, para enfrentar os desafios e conquistar vitórias, precisamos da direção e da força do Senhor."
    },
    {
      "numero": "10",
      "texto": "Não foste tu, ó Deus, que nos rejeitaste e já não sais com os nossos exércitos?",
      "reflexao": "Este versículo reflete a dor de se sentir distante de Deus. É um convite à reflexão e ao arrependimento, lembrando que é na presença do Senhor que encontramos força e vitória."
    },
    {
      "numero": "11",
      "texto": "Dá-nos auxílio na adversidade, pois inútil é o socorro do homem.",
      "reflexao": "Que verdade poderosa! Este versículo nos ensina que nossa verdadeira ajuda não vem dos homens, mas do Senhor, que é nosso socorro certo e presente em qualquer adversidade."
    },
    {
      "numero": "12",
      "texto": "Com Deus conquistaremos a vitória, e ele pisoteará os nossos adversários.",
      "reflexao": "O salmo se encerra com uma declaração de confiança e vitória. Este versículo nos lembra que, quando estamos com Deus, nenhuma luta é perdida. Nele somos mais que vencedores, e é Ele quem derrota todo adversário que se levanta contra nós."
    }
  ]
}
