{
  "livro": "Salmos",
  "capitulo": "91",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aquele que habita no abrigo do Altíssimo e descansa à sombra do Todo-poderoso",
      "reflexao": "Viver na presença de Deus é encontrar refúgio, paz e proteção. Este versículo nos convida a não apenas visitar, mas habitar na presença do Altíssimo, onde encontramos descanso para a alma."
    },
    {
      "numero": "2",
      "texto": "pode dizer ao Senhor: 'Tu és o meu refúgio e a minha fortaleza, o meu Deus, em quem confio.'",
      "reflexao": "Quando confiamos em Deus, podemos declarar com segurança que Ele é nosso abrigo e nossa força. Este versículo nos ensina que nossa proteção está na dependência e confiança total no Senhor."
    },
    {
      "numero": "3",
      "texto": "Ele o livrará do laço do caçador e do veneno mortal.",
      "reflexao": "Deus nos livra de armadilhas, perigos visíveis e invisíveis. Este versículo nos lembra que o cuidado de Deus é constante e sobrenatural, protegendo-nos até daquilo que nem percebemos."
    },
    {
      "numero": "4",
      "texto": "Ele o cobrirá com as suas penas, e sob suas asas você encontrará refúgio; a fidelidade dele será o seu escudo protetor.",
      "reflexao": "Deus nos acolhe como uma ave protege seus filhotes. Este versículo revela um Deus carinhoso, próximo, que nos cobre, nos guarda e cuja fidelidade é uma defesa inabalável contra qualquer mal."
    },
    {
      "numero": "5",
      "texto": "Você não temerá o pavor da noite, nem a flecha que voa de dia,",
      "reflexao": "Quando estamos debaixo da proteção de Deus, o medo não governa nosso coração. Este versículo nos encoraja a viver livres do medo, confiando plenamente que o Senhor vela por nós dia e noite."
    },
    {
      "numero": "6",
      "texto": "nem a peste que se move sorrateira nas trevas, nem a praga que devasta ao meio-dia.",
      "reflexao": "Deus nos guarda de ameaças ocultas e visíveis. Este versículo nos assegura que, mesmo quando o mundo está cercado de enfermidades, destruição ou insegurança, Deus permanece sendo nossa proteção constante."
    },
    {
      "numero": "7",
      "texto": "Mil poderão cair ao seu lado, dez mil à sua direita, mas nada o atingirá.",
      "reflexao": "Este versículo nos revela que, mesmo quando tudo parece ruir ao nosso redor, aquele que está debaixo da proteção de Deus permanece seguro. A presença do Altíssimo é nossa verdadeira fortaleza."
    },
    {
      "numero": "8",
      "texto": "Você simplesmente olhará, e verá o castigo dos ímpios.",
      "reflexao": "Deus é justo. Este versículo nos lembra que, enquanto os fiéis são protegidos, aqueles que escolhem viver longe dos caminhos de Deus colhem as consequências. Deus vela por Seus filhos e executa Sua justiça."
    },
    {
      "numero": "9",
      "texto": "Se você fizer do Altíssimo o seu abrigo, do Senhor o seu refúgio,",
      "reflexao": "A condição para essa proteção é a comunhão com Deus. Este versículo nos ensina que fazer do Senhor nosso abrigo não é apenas uma decisão, é um estilo de vida — viver na dependência e intimidade com Ele."
    },
    {
      "numero": "10",
      "texto": "nenhum mal o atingirá, desgraça nenhuma chegará à sua tenda.",
      "reflexao": "Deus protege não apenas a nossa vida, mas também o nosso lar. Este versículo nos traz paz e confiança de que, vivendo no centro da vontade de Deus, Sua proteção se estende sobre tudo que nos cerca."
    },
    {
      "numero": "11",
      "texto": "Porque a seus anjos ele dará ordens a seu respeito, para que o protejam em todos os seus caminhos;",
      "reflexao": "O cuidado de Deus é tão zeloso que Ele comanda Seus anjos para nos guardarem. Este versículo nos lembra que, mesmo sem vermos, há uma proteção celestial constante sobre nossas vidas."
    },
    {
      "numero": "12",
      "texto": "com as mãos eles o segurarão, para que você não tropece em alguma pedra.",
      "reflexao": "Deus cuida até dos mínimos detalhes. Este versículo nos ensina que Seu cuidado é tão perfeito que Ele não permite nem mesmo tropeços que possam nos desviar do caminho que Ele tem para nós."
    },
    {
      "numero": "13",
      "texto": "Você pisará o leão e a cobra; pisoteará o leão forte e a serpente.",
      "reflexao": "Deus nos dá autoridade espiritual sobre todo mal. Este versículo nos lembra que, debaixo do nome do Senhor, somos mais do que vencedores e nenhuma força do inimigo pode prevalecer contra nós."
    },
    {
      "numero": "14",
      "texto": "'Porque ele me ama, eu o resgatarei; eu o protegerei, pois conhece o meu nome.",
      "reflexao": "Este versículo é a resposta direta de Deus para aqueles que O amam. Ele promete resgate, proteção e cuidado para quem vive em relacionamento íntimo com Ele, demonstrando amor e confiança."
    },
    {
      "numero": "15",
      "texto": "Ele clamará a mim, e eu lhe darei resposta, e na adversidade estarei com ele; vou livrá-lo e cobri-lo de honra.",
      "reflexao": "Deus não apenas livra, Ele também responde, honra e exalta aqueles que O buscam. Este versículo nos encoraja a confiar que, nas lutas, Deus não apenas nos socorre, mas nos restaura e nos honra diante das adversidades."
    },
    {
      "numero": "16",
      "texto": "Vida longa eu lhe darei, e lhe mostrarei a minha salvação.",
      "reflexao": "A bênção do Senhor é completa. Este versículo encerra com uma promessa de vida longa, cheia de propósito, paz e, principalmente, marcada pela revelação constante da salvação e da presença de Deus em nossa vida."
    }
  ]
}
