{
  "livro": "Salmos",
  "capitulo": "12",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Salva-nos, Senhor! Já não há quem seja fiel; já não se confia em ninguém entre os homens.",
      "reflexao": "O salmista expressa um clamor que parece muito atual. Vivemos tempos em que a fidelidade, a lealdade e a verdade parecem escassas. Este versículo nos lembra que, quando a confiança nos homens falha, podemos e devemos buscar socorro no Senhor, que é sempre fiel e digno de toda confiança."
    },
    {
      "numero": "2",
      "texto": "Cada um mente ao seu próximo; seus lábios bajuladores falam com segundas intenções.",
      "reflexao": "A falsidade, as palavras enganosas e a hipocrisia são características de uma sociedade que se distancia de Deus. Este versículo nos alerta a cuidar das nossas palavras e da sinceridade do nosso coração, para que sejamos instrumentos de verdade e amor, não de engano."
    },
    {
      "numero": "3",
      "texto": "Corte o Senhor todos os lábios bajuladores e a língua que fala com arrogância,",
      "reflexao": "O salmista clama por justiça contra aqueles que usam suas palavras para manipular, enganar e ferir. Isso nos lembra que Deus não se agrada da arrogância nem da falsidade. Que nossos lábios sejam usados para edificar, abençoar e proclamar a verdade que vem de Deus."
    },
    {
      "numero": "4",
      "texto": "os que dizem: 'Venceremos graças à nossa língua; somos donos dos nossos lábios! Quem é senhor sobre nós?'",
      "reflexao": "Este versículo retrata a soberba de quem acredita que pode viver independente de Deus, confiando em sua própria habilidade, influência ou discurso. É um alerta: todo poder humano é limitado e passageiro. Somente Deus é soberano, e todo joelho se dobrará diante dEle."
    },
    {
      "numero": "5",
      "texto": "Por causa da opressão dos necessitados e do gemido dos pobres, agora me levantarei, diz o Senhor. Eu lhes trarei a salvação que anseiam.",
      "reflexao": "Que promessa maravilhosa! Deus ouve o clamor dos necessitados, dos oprimidos e dos que sofrem. Este versículo é um bálsamo para a alma: quando tudo parece injusto, Deus se levanta, intervém e traz salvação, justiça e socorro para os que nEle confiam."
    },
    {
      "numero": "6",
      "texto": "As palavras do Senhor são puras, são como prata purificada num forno, sete vezes refinada.",
      "reflexao": "Ao contrário das palavras mentirosas dos homens, as palavras do Senhor são puras, perfeitas, fiéis e dignas de total confiança. Este versículo nos convida a buscar na Palavra de Deus direção, consolo e verdade, pois ela nunca falha e jamais engana."
    },
    {
      "numero": "7",
      "texto": "Senhor, tu nos guardarás seguros e para sempre nos livrarás dessa gente.",
      "reflexao": "Deus é nosso protetor e guarda. Este versículo nos traz paz e segurança, lembrando que, mesmo em meio à maldade, Ele cuida dos Seus, protege os que confiam nEle e os livra do mal, hoje e para sempre. Não estamos sozinhos; somos guardados pelo Deus Todo-Poderoso."
    },
    {
      "numero": "8",
      "texto": "Os ímpios andam altivos por toda parte, quando a corrupção é exaltada entre os homens.",
      "reflexao": "Parece desanimador quando a corrupção e a maldade parecem ser exaltadas e até normalizadas na sociedade. No entanto, este versículo também serve como um alerta e um convite: que, em vez de nos conformarmos com esse cenário, sejamos luz, sal e instrumentos de transformação, confiando que a justiça de Deus sempre prevalecerá."
    }
  ]
}
