{
  "livro": "Salmos",
  "capitulo": "86",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Inclina os teus ouvidos, Senhor, e responde-me, pois sou pobre e necessitado.",
      "reflexao": "Deus é aquele que se inclina para ouvir o clamor dos humildes. Este versículo nos ensina que reconhecer nossa dependência do Senhor abre os céus e atrai Seu cuidado, Sua atenção e Sua resposta."
    },
    {
      "numero": "2",
      "texto": "Guarda a minha vida, pois sou fiel a ti. Tu és o meu Deus; salva o teu servo que em ti confia.",
      "reflexao": "O salmista expressa sua confiança total em Deus. Este versículo nos lembra que viver uma vida de fidelidade, confiança e entrega nos coloca sob a proteção do Altíssimo, que guarda e livra os Seus."
    },
    {
      "numero": "3",
      "texto": "Misericórdia, Senhor, pois clamo a ti sem cessar.",
      "reflexao": "Deus responde à persistência da oração. Este versículo nos encoraja a não desistir de clamar, pois aquele que busca de todo o coração encontra a misericórdia e o socorro do Senhor."
    },
    {
      "numero": "4",
      "texto": "Alegra o coração do teu servo, pois a ti, Senhor, elevo a minha alma.",
      "reflexao": "A verdadeira alegria vem da presença de Deus. Este versículo nos mostra que quando entregamos nossa alma, nossos pensamentos e nossas preocupações a Ele, encontramos descanso e alegria renovada."
    },
    {
      "numero": "5",
      "texto": "Tu, Senhor, és bom e perdoador, rico em graça para com todos os que te invocam.",
      "reflexao": "Deus é abundante em amor e perdão. Este versículo nos consola e encoraja a buscar ao Senhor sem medo, pois Ele está sempre disposto a perdoar, acolher e restaurar aqueles que O buscam sinceramente."
    },
    {
      "numero": "6",
      "texto": "Escuta a minha oração, Senhor; atenta para a minha súplica por misericórdia.",
      "reflexao": "Este versículo reforça que Deus se importa com cada detalhe da nossa vida. Quando nos colocamos diante dEle em oração, Ele ouve, responde e nos envolve com Seu cuidado e graça."
    },
    {
      "numero": "7",
      "texto": "No dia da minha angústia clamarei a ti, pois tu me responderás.",
      "reflexao": "O salmista declara sua confiança na fidelidade de Deus. Este versículo nos lembra que, nas horas de aflição, temos um Deus que não se cala, não se ausenta e sempre responde ao clamor sincero dos Seus filhos."
    },
    {
      "numero": "8",
      "texto": "Entre os deuses não há nenhum como tu, Senhor, nem há obras como as tuas.",
      "reflexao": "Deus é incomparável. Este versículo é uma declaração de adoração, reconhecendo que nada e ninguém se iguala ao Senhor em poder, amor, misericórdia e majestade. Ele é único, soberano e digno de todo louvor."
    },
    {
      "numero": "9",
      "texto": "Todas as nações que tu formaste virão e te adorarão, Senhor, e glorificarão o teu nome.",
      "reflexao": "Um dia, todo joelho se dobrará diante do Senhor. Este versículo nos lembra que o plano de Deus é para todas as nações, e que a adoração ao Seu nome será eterna e universal. Ele é digno de ser conhecido e exaltado por todos."
    },
    {
      "numero": "10",
      "texto": "Pois tu és grande e realizas feitos maravilhosos; só tu és Deus!",
      "reflexao": "O salmista exalta a grandeza e os feitos de Deus. Este versículo nos fortalece, lembrando que servimos a um Deus que faz maravilhas, que transforma realidades e que é soberano sobre todas as coisas."
    },
    {
      "numero": "11",
      "texto": "Ensina-me o teu caminho, Senhor, para que eu ande na tua verdade; dá-me um coração inteiramente fiel, para que eu tema o teu nome.",
      "reflexao": "Este é um clamor por direção e transformação. Este versículo nos inspira a buscar não apenas respostas, mas alinhamento com a vontade de Deus — um coração ensinável, íntegro e reverente diante do Senhor."
    },
    {
      "numero": "12",
      "texto": "De todo o meu coração te louvarei, Senhor, meu Deus; glorificarei o teu nome para sempre.",
      "reflexao": "O salmista faz uma entrega total de louvor e adoração. Este versículo nos ensina que a adoração verdadeira nasce de um coração que reconhece quem Deus é e que se compromete a glorificá-Lo em todos os dias da vida."
    },
    {
      "numero": "13",
      "texto": "Pois grande é o teu amor para comigo; tu me livraste das profundezas do Sheol.",
      "reflexao": "Deus nos resgata até dos lugares mais profundos de dor e sofrimento. Este versículo nos lembra que o amor de Deus é capaz de nos tirar da angústia, da morte espiritual e nos trazer vida, esperança e redenção."
    },
    {
      "numero": "14",
      "texto": "Ó Deus, os arrogantes me atacam; um bando de homens violentos quer tirar-me a vida, e não te consideram.",
      "reflexao": "Mesmo quando cercado por ameaças, o salmista reconhece que sua segurança está em Deus. Este versículo nos encoraja a confiar, mesmo quando os inimigos se levantam, pois o Senhor é nosso refúgio seguro."
    },
    {
      "numero": "15",
      "texto": "Mas tu, Senhor, és Deus compassivo e misericordioso, muito paciente, rico em amor e em fidelidade.",
      "reflexao": "Este versículo revela um dos retratos mais belos do caráter de Deus: Ele é compassivo, misericordioso, paciente, cheio de amor e fidelidade. Saber quem Deus é nos traz descanso, esperança e força para seguir."
    },
    {
      "numero": "16",
      "texto": "Volta-te para mim e tem misericórdia de mim; concede tua força ao teu servo e salva o filho da tua serva.",
      "reflexao": "O salmista pede pelo cuidado e pela força de Deus. Este versículo nos ensina que, quando nos sentimos fracos, podemos clamar e confiar que o Senhor derrama sobre nós força, cuidado e livramento."
    },
    {
      "numero": "17",
      "texto": "Dá-me um sinal da tua bondade, para que os meus inimigos vejam e fiquem envergonhados, pois tu, Senhor, me ajudaste e me consolaste.",
      "reflexao": "Deus manifesta Sua bondade de forma visível, até para que nossos inimigos reconheçam que Ele é quem nos guarda. Este versículo nos lembra que o favor do Senhor se torna testemunho vivo do Seu amor, cuidado e fidelidade em nossa vida."
    }
  ]
}
