{
  "livro": "Salmos",
  "capitulo": "6",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Senhor, não me repreendas na tua ira, nem me disciplines no teu furor.",
      "reflexao": "Este versículo expressa a sinceridade de um coração que reconhece seus erros e busca a misericórdia de Deus. É um clamor humilde, que nos ensina que podemos nos achegar ao Senhor mesmo em meio aos nossos fracassos, sabendo que Ele é justo, mas também cheio de compaixão e amor."
    },
    {
      "numero": "2",
      "texto": "Misericórdia, Senhor, pois desfaleco! Cura-me, Senhor, pois os meus ossos tremem.",
      "reflexao": "Diante da dor, da fraqueza e do desespero, o salmista clama por cura e restauração. Este versículo é um lembrete poderoso de que Deus se importa com nosso físico, emocional e espiritual. Ele é aquele que cura as feridas visíveis e invisíveis, fortalecendo quando as forças parecem se esgotar."
    },
    {
      "numero": "3",
      "texto": "Todo o meu ser estremece. Até quando, Senhor, até quando?",
      "reflexao": "Quantas vezes nossa alma geme, esperando uma resposta que parece demorar? Este versículo traduz a angústia que muitos sentem, mas também nos lembra que podemos ser totalmente sinceros com Deus. Ele não rejeita um coração quebrantado e entende cada lágrima e cada pergunta feita em meio à dor."
    },
    {
      "numero": "4",
      "texto": "Volta-te, Senhor, e livra-me; salva-me por causa do teu amor leal.",
      "reflexao": "Quando tudo parece perdido, o amor leal de Deus é nossa esperança. Este versículo nos ensina que não é por nossos méritos que somos salvos, mas pela graça e fidelidade do Senhor. Clamar por socorro é reconhecer que só Ele tem o poder de nos resgatar e restaurar por amor."
    },
    {
      "numero": "5",
      "texto": "Quem morreu não se lembra de ti. Entre os mortos, quem te louvará?",
      "reflexao": "Aqui vemos a urgência do salmista por resposta. Ele deseja viver não apenas pela sobrevivência, mas para continuar louvando e adorando a Deus. Este versículo nos inspira a valorizar cada dia como uma oportunidade preciosa de adorar, servir e testemunhar o amor do Senhor enquanto há vida."
    },
    {
      "numero": "6",
      "texto": "Estou exausto de tanto gemer. À noite inundo de lágrimas a minha cama e de choro encharco o meu leito.",
      "reflexao": "Talvez este seja um dos versículos mais fortes sobre dor emocional na Bíblia. Ele traduz o cansaço da alma, o esgotamento que muitos já experimentaram. Mas também nos lembra que Deus vê cada lágrima e que nenhuma dor é desperdiçada diante dEle. O Senhor é especialista em transformar lágrimas em testemunhos de vitória."
    },
    {
      "numero": "7",
      "texto": "Os meus olhos se consomem de tristeza; fraquejam por causa de todos os meus adversários.",
      "reflexao": "A tristeza e a luta podem enfraquecer, mas este versículo também é uma oração sincera de quem, mesmo fraco, não deixa de buscar a Deus. Ele nos lembra que não precisamos ser fortes o tempo todo, porque é na nossa fraqueza que Deus manifesta Seu poder e Seu cuidado."
    },
    {
      "numero": "8",
      "texto": "Afastem-se de mim todos vocês que praticam o mal, porque o Senhor ouviu o meu choro.",
      "reflexao": "Que declaração poderosa! Depois de um clamor sincero, o salmista se levanta em fé, certo de que Deus ouviu seu choro. Este versículo nos encoraja a nos afastar de tudo que nos faz mal, de influências negativas, e a confiar que Deus ouve, responde e age a favor dos que O buscam."
    },
    {
      "numero": "9",
      "texto": "O Senhor ouviu a minha súplica; o Senhor aceitou a minha oração.",
      "reflexao": "Deus ouve. Que certeza maravilhosa! Este versículo é um lembrete de que nenhuma oração sincera fica sem resposta. Mesmo quando não vemos imediatamente, o Senhor está trabalhando, cuidando e trazendo alívio, paz e direção. Podemos descansar na certeza de que Ele nunca nos abandona."
    },
    {
      "numero": "10",
      "texto": "Serão humilhados e aterrorizados todos os meus inimigos; frustrados recuarão de repente.",
      "reflexao": "A vitória vem do Senhor. Este versículo nos mostra que Deus é quem luta nossas batalhas. Não precisamos nos vingar, nem temer aqueles que se levantam contra nós. Deus cuida de cada detalhe e, no tempo certo, Ele traz justiça, exalta os que confiam nEle e faz recuar tudo aquilo que tenta nos abater."
    }
  ]
}
