{
  "livro": "Salmos",
  "capitulo": "49",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ouçam isto vocês, todos os povos; escutem, todos os habitantes do mundo,",
      "reflexao": "Este versículo é um chamado universal. Deus quer que todos, independentemente de origem ou posição, ouçam Sua verdade, pois Suas palavras são vida e sabedoria para todos os povos."
    },
    {
      "numero": "2",
      "texto": "tanto homens do povo como os de posição elevada, tanto ricos como pobres juntos.",
      "reflexao": "Diante de Deus, não há distinção. Este versículo nos lembra que a verdade do Senhor alcança a todos, pois Ele não faz acepção de pessoas e chama cada um para viver segundo Seus princípios."
    },
    {
      "numero": "3",
      "texto": "A minha boca falará palavras sábias; a meditação do meu coração trará entendimento.",
      "reflexao": "Deus deseja que nossas palavras e pensamentos sejam cheios de sabedoria. Este versículo nos inspira a buscar entendimento na presença do Senhor, para que nossas vidas reflitam discernimento e luz."
    },
    {
      "numero": "4",
      "texto": "Inclinarei os meus ouvidos a um provérbio; com a harpa exporei o meu enigma.",
      "reflexao": "Aqui vemos a busca por sabedoria profunda, revelada de forma bela, até mesmo na música. Este versículo nos lembra que Deus comunica Sua verdade de formas diversas e que devemos estar atentos a ouvi-Lo."
    },
    {
      "numero": "5",
      "texto": "Por que deverei temer quando vierem dias maus, quando inimigos traiçoeiros me cercarem,",
      "reflexao": "Este versículo nos ensina que, mesmo em tempos difíceis, não precisamos temer, pois nossa segurança não está nas circunstâncias, mas no Deus que nos guarda e sustenta."
    },
    {
      "numero": "6",
      "texto": "aqueles que confiam em seus bens e se gabam de suas muitas riquezas?",
      "reflexao": "Este versículo nos alerta contra a ilusão de segurança nas riquezas. Quem confia no dinheiro e no poder terreno está construindo sobre areia, mas quem confia em Deus tem uma base eterna e inabalável."
    },
    {
      "numero": "7",
      "texto": "Homem algum pode redimir seu irmão ou pagar a Deus o preço de sua vida,",
      "reflexao": "Aqui está uma verdade poderosa: a vida não pode ser comprada. Somente Deus pode redimir. Este versículo nos lembra que nossa salvação não vem de coisas materiais, mas do amor e da graça do Senhor."
    },
    {
      "numero": "8",
      "texto": "pois o resgate de uma vida não tem preço. Não há pagamento que o livre,",
      "reflexao": "A vida é inestimável. Este versículo nos leva a refletir sobre o quanto somos dependentes da misericórdia de Deus, pois nada que possuímos é suficiente para comprar redenção ou eternidade."
    },
    {
      "numero": "9",
      "texto": "para que viva para sempre e não sofra decomposição.",
      "reflexao": "A busca pela imortalidade sem Deus é inútil. Este versículo revela que só em Deus há vida eterna e livramento da corrupção do corpo e da alma."
    },
    {
      "numero": "10",
      "texto": "Pois todos podem ver que tanto os sábios como os tolos morrem; todos eles deixam suas riquezas para os outros.",
      "reflexao": "A morte nivela todos. Este versículo nos ensina que acumular riquezas sem Deus é ilusão, pois tudo ficará para trás. O que permanece é o que construímos na eternidade com o Senhor."
    },
    {
      "numero": "11",
      "texto": "Seus túmulos serão suas moradas para sempre, suas habitações por muitas gerações, embora tenham dado seus nomes a terras.",
      "reflexao": "Por mais que o ser humano tente eternizar seu nome na terra, sua morada final, sem Deus, é o túmulo. Este versículo nos lembra que só Deus oferece vida além da morte."
    },
    {
      "numero": "12",
      "texto": "O homem, mesmo que muito importante, não vive para sempre; é como os animais, que perecem.",
      "reflexao": "Aqui está a realidade da fragilidade humana. A verdadeira importância não está no que temos ou somos diante dos homens, mas em quem somos diante de Deus, que dá sentido e eternidade à vida."
    },
    {
      "numero": "13",
      "texto": "Este é o destino dos que confiam em si mesmos, e dos seus seguidores, que aprovam o que eles dizem.",
      "reflexao": "Este versículo alerta sobre o perigo de confiar em si mesmo, na vaidade e na riqueza. A verdadeira segurança está em Deus, e não no orgulho humano ou na aprovação dos homens."
    },
    {
      "numero": "14",
      "texto": "Como ovelhas estão destinados à sepultura, e a morte será o seu pastor. Pela manhã os justos triunfarão sobre eles; a aparência deles se desfará na sepultura, longe das suas mansões.",
      "reflexao": "Os que vivem sem Deus estão destinados à morte eterna, mas os justos, aqueles que buscam a Deus, triunfarão. Este versículo nos lembra que há esperança e vitória reservadas para os que são do Senhor."
    },
    {
      "numero": "15",
      "texto": "Mas Deus redimirá a minha vida da sepultura e me levará para si.",
      "reflexao": "Uma das declarações mais poderosas do salmo. Este versículo nos lembra que, enquanto para muitos há morte e fim, para os que pertencem ao Senhor há redenção, vida eterna e comunhão com Ele."
    },
    {
      "numero": "16",
      "texto": "Não se aborreça quando alguém se enriquece e aumenta o luxo de sua casa,",
      "reflexao": "Não devemos invejar a prosperidade dos ímpios, pois ela é passageira. Este versículo nos convida a focar no que é eterno, naquilo que realmente tem valor: a presença e o reino de Deus."
    },
    {
      "numero": "17",
      "texto": "pois nada levará consigo quando morrer; não descerá com ele o seu esplendor.",
      "reflexao": "Tudo o que acumulamos aqui fica aqui. Este versículo nos lembra que a verdadeira riqueza não é a material, mas a espiritual, aquela que permanece na eternidade com Deus."
    },
    {
      "numero": "18",
      "texto": "Embora em vida ele se parabenize: 'Todos o elogiam, pois você está prosperando',",
      "reflexao": "O reconhecimento humano é passageiro. Este versículo nos alerta sobre não buscarmos a aprovação do mundo, mas sim agradar ao Senhor, que nos recompensa eternamente."
    },
    {
      "numero": "19",
      "texto": "ele se juntará aos seus antepassados, que nunca mais verão a luz.",
      "reflexao": "Aqueles que vivem longe de Deus caminham para a escuridão eterna. Este versículo é um chamado ao arrependimento e à busca pela luz que só Deus pode oferecer."
    },
    {
      "numero": "20",
      "texto": "O homem, mesmo que muito importante, não tem entendimento; é como os animais, que perecem.",
      "reflexao": "O salmo se encerra reforçando que, sem Deus, toda glória humana é vazia. Somente a sabedoria que vem do Senhor nos conduz à vida plena e eterna."
    }
  ]
}
