{
  "livro": "Salmos",
  "capitulo": "145",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Eu te exaltarei, meu Deus e meu Rei; bendirei o teu nome para todo o sempre!",
      "reflexao": "O salmista começa declarando sua adoração e reverência. Que esse também seja nosso compromisso diário: exaltar e engrandecer o nome do Senhor em todas as circunstâncias, com gratidão e amor."
    },
    {
      "numero": "2",
      "texto": "Todos os dias te bendirei e louvarei o teu nome para todo o sempre!",
      "reflexao": "O louvor não é um ato ocasional, mas uma prática diária. Este versículo nos ensina que, independentemente das circunstâncias, Deus continua digno de receber nosso louvor, todos os dias, sem cessar."
    },
    {
      "numero": "3",
      "texto": "Grande é o Senhor e digno de ser louvado; sua grandeza não tem limites.",
      "reflexao": "Deus é imensurável, infinito em amor, poder, bondade e misericórdia. Louvá-Lo é reconhecer que não há ninguém comparável a Ele. Sua grandeza está além de tudo o que podemos compreender."
    },
    {
      "numero": "4",
      "texto": "Uma geração contará à outra a grandiosidade dos teus feitos; eles anunciarão os teus atos poderosos.",
      "reflexao": "Somos chamados a transmitir às futuras gerações o testemunho do que Deus faz. Nossos filhos e netos precisam ouvir sobre os feitos do Senhor, para que a fé permaneça viva e ativa em cada geração."
    },
    {
      "numero": "5",
      "texto": "Proclamarão o glorioso esplendor da tua majestade, e meditarei nas maravilhas que realizas.",
      "reflexao": "Meditar nas obras de Deus fortalece a fé e nos enche de esperança. Quando contemplamos Sua majestade e refletimos sobre Suas maravilhas, nosso coração se enche de paz e confiança no Seu poder."
    },
    {
      "numero": "6",
      "texto": "Falarão do poder dos teus feitos temíveis, e eu contarei as tuas grandes obras.",
      "reflexao": "Falar das grandes obras de Deus é testemunhar Sua fidelidade. Quanto mais lembramos e declaramos os feitos do Senhor, mais nossa fé se fortalece, e mais pessoas são alcançadas pelo amor de Deus."
    },
    {
      "numero": "7",
      "texto": "Comemorarão tua imensa bondade e celebrarão a tua justiça.",
      "reflexao": "O amor e a bondade de Deus são motivo de celebração. Sua justiça é perfeita, e Seu amor não falha. Este versículo nos lembra de celebrar, não as circunstâncias, mas quem Deus é e o quanto Ele é bom."
    },
    {
      "numero": "8",
      "texto": "O Senhor é misericordioso e compassivo, paciente e transbordante de amor.",
      "reflexao": "Aqui está um dos mais belos resumos do caráter de Deus. Ele é amoroso, paciente, cheio de compaixão e misericórdia. Mesmo quando falhamos, Seu amor permanece constante e nos convida ao arrependimento e à comunhão."
    },
    {
      "numero": "9",
      "texto": "O Senhor é bom para todos; a sua compaixão alcança todas as suas criaturas.",
      "reflexao": "O amor de Deus não tem fronteiras. Ele cuida de toda a criação e oferece Sua bondade a todos. Este versículo nos lembra que somos alvos do amor e do cuidado diário de Deus, simplesmente porque Ele é bom."
    },
    {
      "numero": "10",
      "texto": "Todas as tuas obras te louvarão, Senhor; os teus fiéis te bendirão.",
      "reflexao": "Tudo o que Deus criou manifesta Sua glória. E nós, como Seus filhos, somos chamados a abençoar e exaltar o Seu nome, reconhecendo Sua soberania e bondade sobre todas as coisas."
    },
    {
      "numero": "11",
      "texto": "Eles anunciarão a glória do teu reino e falarão do teu poder,",
      "reflexao": "Anunciar o Reino de Deus é espalhar esperança, amor, paz e transformação. Este versículo nos lembra da nossa missão como filhos de Deus: proclamar Sua glória e Seu governo soberano."
    },
    {
      "numero": "12",
      "texto": "para que todos saibam dos teus feitos poderosos e do glorioso esplendor do teu reino.",
      "reflexao": "O Reino de Deus é eterno, majestoso e cheio de amor. Compartilhar sobre quem Deus é e sobre Suas obras é levar esperança a um mundo que tanto precisa de luz e verdade."
    },
    {
      "numero": "13",
      "texto": "O teu reino é reino eterno, e o teu domínio permanece por todas as gerações. O Senhor é fiel em todas as suas promessas e bondoso em tudo o que faz.",
      "reflexao": "Deus reina eternamente. Suas promessas são firmes, e Sua bondade se manifesta em cada detalhe da nossa vida. Confiar nEle é caminhar com segurança, sabendo que Ele nunca falha e nunca muda."
    },
    {
      "numero": "14",
      "texto": "O Senhor ampara todos os que caem e levanta todos os abatidos.",
      "reflexao": "Quando caímos, Deus nos levanta. Quando estamos fracos, Ele nos fortalece. Este versículo nos consola e nos lembra que nunca estamos sozinhos — Seu amor nos ergue, nos sustenta e nos renova."
    },
    {
      "numero": "15",
      "texto": "Os olhos de todos estão voltados para ti, e tu lhes dás o alimento no tempo certo.",
      "reflexao": "Deus é nosso provedor fiel. Ele cuida de nossas necessidades físicas, emocionais e espirituais, sempre no tempo certo. Nunca chega atrasado, nem falha no cuidado com Seus filhos."
    },
    {
      "numero": "16",
      "texto": "Abres a tua mão e satisfazes os desejos de todos os seres vivos.",
      "reflexao": "A generosidade de Deus não tem fim. Ele supre, cuida e derrama bênçãos sobre a criação. Este versículo nos encoraja a confiar plenamente em Seu cuidado, sabendo que Ele se importa com cada detalhe da nossa vida."
    },
    {
      "numero": "17",
      "texto": "O Senhor é justo em todos os seus caminhos e bondoso em tudo o que faz.",
      "reflexao": "Deus é justo, perfeito e cheio de amor. Tudo o que Ele faz é bom, mesmo quando não entendemos. Podemos descansar sabendo que Ele age com justiça, amor e sabedoria em todos os Seus planos."
    },
    {
      "numero": "18",
      "texto": "O Senhor está perto de todos os que o invocam, de todos os que o invocam com sinceridade.",
      "reflexao": "Deus não está distante. Ele está perto, acessível, pronto para ouvir e responder aqueles que O buscam com um coração sincero. Sua presença traz consolo, direção e paz em qualquer situação."
    },
    {
      "numero": "19",
      "texto": "Ele realiza os desejos daqueles que o temem; ouve-os quando clamam e os salva.",
      "reflexao": "Deus se alegra em abençoar Seus filhos. Quando buscamos a Ele em reverência, amor e obediência, Ele nos ouve, responde e realiza nossos desejos, segundo Sua boa, perfeita e agradável vontade."
    },
    {
      "numero": "20",
      "texto": "O Senhor cuida de todos os que o amam, mas a todos os ímpios destruirá.",
      "reflexao": "O amor de Deus protege e guarda aqueles que O amam. Ao mesmo tempo, Ele é justo e não permite que a maldade permaneça para sempre. Sua justiça é perfeita e no tempo certo será estabelecida."
    },
    {
      "numero": "21",
      "texto": "Com a minha boca louvarei intensamente o Senhor. Que todo ser vivo bendiga o seu santo nome para todo o sempre.",
      "reflexao": "O salmo encerra com um convite universal: que todo ser vivo louve ao Senhor. Que a nossa boca seja instrumento de louvor, gratidão e exaltação, hoje, amanhã e para toda a eternidade!"
    }
  ]
}
