{
  "livro": "Salmos",
  "capitulo": "94",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ó Senhor, Deus vingador, Deus vingador, manifesta-te!",
      "reflexao": "O salmista clama por justiça. Este versículo nos ensina que, quando somos injustiçados, podemos recorrer ao Deus justo, que vê tudo e age no tempo certo em favor dos que nele confiam."
    },
    {
      "numero": "2",
      "texto": "Levanta-te, Juiz da terra; retribui aos orgulhosos o que merecem.",
      "reflexao": "Deus é o justo juiz. Este versículo nos lembra que a justiça do Senhor é perfeita e que Ele não ignora a soberba, a opressão e o mal praticado contra os inocentes."
    },
    {
      "numero": "3",
      "texto": "Até quando os ímpios, Senhor, até quando exultarão os ímpios?",
      "reflexao": "O sentimento de angústia diante da prosperidade do mal é real, mas este versículo nos ensina que Deus tem um tempo certo para agir, e que a aparente vitória dos ímpios é passageira."
    },
    {
      "numero": "4",
      "texto": "Eles despejam palavras arrogantes, todos esses malfeitores enchem-se de vanglória.",
      "reflexao": "O orgulho dos ímpios é temporário. Este versículo nos lembra que a altivez e a arrogância não passam despercebidas diante de Deus, que no tempo certo intervém."
    },
    {
      "numero": "5",
      "texto": "Esmagam o teu povo, Senhor, e oprimem a tua herança.",
      "reflexao": "Deus vê quando Seu povo é oprimido. Este versículo nos consola e fortalece, lembrando que o Senhor é defensor dos fracos e dos injustiçados."
    },
    {
      "numero": "6",
      "texto": "Matam as viúvas e os estrangeiros, assassinam os órfãos,",
      "reflexao": "Deus não ignora a injustiça social. Este versículo nos mostra que Ele é o protetor dos vulneráveis, e a Sua justiça se levanta contra quem pratica maldade contra os indefesos."
    },
    {
      "numero": "7",
      "texto": "e dizem: ‘O Senhor não nos vê; o Deus de Jacó nada percebe.’",
      "reflexao": "Os ímpios agem como se Deus estivesse ausente, mas este versículo nos lembra que o Senhor tudo vê, tudo sabe, e nada escapa ao Seu olhar atento e justo."
    },
    {
      "numero": "8",
      "texto": "Insensatos, procurem entender! E vocês, tolos, quando se tornarão sábios?",
      "reflexao": "Deus faz um chamado à reflexão. Este versículo nos lembra que a verdadeira sabedoria começa quando reconhecemos que Deus é soberano e que viver longe dos Seus princípios é loucura."
    },
    {
      "numero": "9",
      "texto": "Será que quem fez o ouvido não ouve? Será que quem formou o olho não vê?",
      "reflexao": "Deus é o Criador de tudo. Este versículo nos confronta com uma verdade poderosa: se Deus criou os sentidos humanos, quanto mais Ele próprio vê, ouve e conhece todas as coisas perfeitamente."
    },
    {
      "numero": "10",
      "texto": "Aquele que disciplina as nações os deixará sem castigo? Não tem sabedoria aquele que dá aos homens o conhecimento?",
      "reflexao": "Deus é o justo juiz das nações. Este versículo nos lembra que ninguém escapa de Sua justiça e que Ele corrige com sabedoria perfeita, porque tudo conhece e tudo governa."
    },
    {
      "numero": "11",
      "texto": "O Senhor conhece os pensamentos do homem, e sabe como são fúteis.",
      "reflexao": "Deus sonda até os pensamentos. Este versículo nos desafia a viver com integridade, lembrando que o Senhor não vê apenas o exterior, mas conhece cada intenção do nosso coração e pensamento."
    },
    {
      "numero": "12",
      "texto": "Como é feliz o homem a quem disciplinas, Senhor, aquele a quem ensinas a tua lei,",
      "reflexao": "A disciplina de Deus é amorosa e formadora. Este versículo nos ensina que ser corrigido pelo Senhor é motivo de felicidade, pois é sinal de que Ele nos ama e deseja nos conduzir ao caminho da vida."
    },
    {
      "numero": "13",
      "texto": "para dar-lhe alívio contra os dias de adversidade, até que se abra a cova para os ímpios.",
      "reflexao": "Deus prepara os Seus para os dias difíceis. Este versículo nos lembra que, enquanto o mal caminha para sua própria destruição, os que são ensinados e guiados por Deus recebem força, descanso e proteção."
    },
    {
      "numero": "14",
      "texto": "O Senhor não rejeita o seu povo; jamais abandonará a sua herança.",
      "reflexao": "Deus nunca abandona os Seus. Este versículo nos fortalece, trazendo a certeza de que, mesmo em meio à dor ou perseguição, o Senhor permanece fiel, cuidando, protegendo e sustentando os que O amam."
    },
    {
      "numero": "15",
      "texto": "Voltará a haver justiça nos tribunais, e todos os retos de coração a seguirão.",
      "reflexao": "Deus restaura a justiça. Este versículo nos traz esperança de que, por mais que a injustiça pareça dominar, Deus estabelece Seu juízo, e os que são retos de coração andarão firmes em Seus caminhos."
    },
    {
      "numero": "16",
      "texto": "Quem se levantará em meu favor contra os ímpios? Quem ficará ao meu lado contra os malfeitores?",
      "reflexao": "O salmista reconhece que sua força vem do Senhor. Este versículo nos lembra que, quando não encontramos socorro nos homens, podemos contar com Deus, que se levanta em nosso favor."
    },
    {
      "numero": "17",
      "texto": "Se o Senhor não fosse o meu auxílio, eu já teria habitado no silêncio da morte.",
      "reflexao": "Deus é quem nos sustenta e livra da morte. Este versículo nos ensina que tudo o que somos e tudo o que temos é pela misericórdia, cuidado e socorro constante do Senhor em nossas vidas."
    },
    {
      "numero": "18",
      "texto": "Quando pensei: 'Os meus pés escorregaram', o teu amor leal, Senhor, me amparou.",
      "reflexao": "Nos momentos em que sentimos fraqueza, o amor de Deus nos sustenta. Este versículo nos consola, mostrando que até quando pensamos que vamos cair, o Senhor nos segura e nos mantém de pé."
    },
    {
      "numero": "19",
      "texto": "Quando a ansiedade já me dominava no íntimo, o teu consolo trouxe alívio à minha alma.",
      "reflexao": "Deus é aquele que acalma a alma ansiosa. Este versículo nos lembra que, em meio às aflições internas, o consolo do Senhor é real, poderoso e traz paz que excede todo entendimento."
    },
    {
      "numero": "20",
      "texto": "Poderá um trono corrupto estar em aliança contigo? Um trono que faz injustiças em nome da lei?",
      "reflexao": "Deus não compactua com a injustiça. Este versículo nos ensina que, por mais que sistemas corruptos se levantem, eles não têm parte com Deus, e Ele trará justiça no tempo certo."
    },
    {
      "numero": "21",
      "texto": "Eles planejam contra a vida dos justos e condenam os inocentes à morte.",
      "reflexao": "A injustiça contra os justos não passa despercebida por Deus. Este versículo nos lembra que Ele vê e registra cada maldade, e que o juízo do Senhor é certo e justo contra toda opressão."
    },
    {
      "numero": "22",
      "texto": "Mas o Senhor é a minha torre segura; o meu Deus é a rocha em que encontro refúgio.",
      "reflexao": "Deus é nosso abrigo seguro. Este versículo fortalece nossa fé, nos lembrando que, independentemente do que aconteça, há um lugar seguro, firme e inabalável na presença do nosso Deus."
    },
    {
      "numero": "23",
      "texto": "Fará cair sobre eles os seus crimes, e os destruirá por causa dos seus pecados; o Senhor, o nosso Deus, os destruirá!",
      "reflexao": "Deus é justo e não deixa o mal impune. Este versículo nos traz alívio e esperança de que a justiça do Senhor se manifestará, trazendo juízo sobre os ímpios e livramento sobre os justos que confiam nEle."
    }
  ]
}
