{
  "livro": "Salmos",
  "capitulo": "46",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deus é o nosso refúgio e a nossa fortaleza, auxílio sempre presente na adversidade.",
      "reflexao": "Este versículo nos lembra que, em qualquer situação, Deus é nosso abrigo seguro. Sua presença não falha, mesmo quando tudo ao nosso redor parece desmoronar."
    },
    {
      "numero": "2",
      "texto": "Por isso não temeremos, ainda que a terra trema e os montes afundem no coração do mar,",
      "reflexao": "Mesmo que tudo mude ou se abale, quem confia em Deus permanece firme. Este versículo nos encoraja a viver sem medo, seguros na fidelidade do Senhor."
    },
    {
      "numero": "3",
      "texto": "ainda que estrondem as suas águas turbulentas e os montes sejam sacudidos pela sua fúria.",
      "reflexao": "As circunstâncias podem ser assustadoras, mas este versículo nos lembra que o caos do mundo não afeta a paz de quem vive escondido em Deus."
    },
    {
      "numero": "4",
      "texto": "Há um rio cujos canais alegram a cidade de Deus, o Santo Lugar onde habita o Altíssimo.",
      "reflexao": "Este versículo fala da presença de Deus como fonte de alegria, paz e vida. Assim como um rio que alimenta uma cidade, a presença do Senhor sustenta nossa alma todos os dias."
    },
    {
      "numero": "5",
      "texto": "Deus nela está! Não será abalada! Deus vem em seu auxílio desde o romper da manhã.",
      "reflexao": "Quem tem Deus no centro da vida nunca será destruído. Este versículo traz segurança: Deus chega no tempo certo, e Sua ajuda não falha."
    },
    {
      "numero": "6",
      "texto": "Nações se agitam, reinos se abalam; ele ergue a voz, e a terra se derrete.",
      "reflexao": "Deus tem autoridade suprema. Este versículo nos lembra que, enquanto o mundo se agita, uma só palavra do Senhor traz ordem, paz e solução."
    },
    {
      "numero": "7",
      "texto": "O Senhor dos Exércitos está conosco; o Deus de Jacó é a nossa torre segura.",
      "reflexao": "Não estamos sozinhos. O Deus que lutou pelas gerações passadas continua sendo nosso abrigo e proteção hoje e para sempre."
    },
    {
      "numero": "8",
      "texto": "Venham! Vejam as obras do Senhor, seus feitos estarrecedores na terra.",
      "reflexao": "Este versículo nos convida a observar e refletir sobre os feitos grandiosos de Deus. Ele é poderoso, soberano e digno de toda reverência e confiança."
    },
    {
      "numero": "9",
      "texto": "Ele dá fim às guerras até os confins da terra; quebra o arco e despedaça a lança, destrói os escudos com fogo.",
      "reflexao": "Deus é quem traz verdadeira paz. Este versículo revela que só o Senhor é capaz de pôr fim aos conflitos, trazer restauração e estabelecer a verdadeira harmonia."
    },
    {
      "numero": "10",
      "texto": "'Parem de lutar! Saibam que eu sou Deus! Serei exaltado entre as nações, serei exaltado na terra.'",
      "reflexao": "Um chamado à quietude e confiança. Este versículo nos lembra que, quando paramos de lutar com nossas próprias forças e confiamos em Deus, vemos Sua soberania agir, trazendo vitória, paz e exaltação ao Seu nome."
    },
    {
      "numero": "11",
      "texto": "O Senhor dos Exércitos está conosco; o Deus de Jacó é a nossa torre segura.",
      "reflexao": "O salmo se encerra reforçando uma verdade fundamental: Deus é nosso abrigo seguro, nosso protetor e nosso auxílio constante. Com Ele, estamos guardados, amparados e seguros em qualquer circunstância."
    }
  ]
}
