{
  "livro": "Salmos",
  "capitulo": "52",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Por que você se vangloria do mal e de ultrajar a Deus continuamente?, ó homem poderoso.",
      "reflexao": "O salmista confronta aqueles que confiam na maldade. Este versículo nos lembra que, enquanto a maldade é passageira, o amor de Deus é eterno e firme, sendo nosso verdadeiro refúgio e segurança."
    },
    {
      "numero": "2",
      "texto": "Da sua boca só saem maldades; a sua língua é como navalha afiada, cheia de mentiras.",
      "reflexao": "As palavras têm poder para ferir ou curar. Este versículo alerta sobre os perigos da língua maldosa e nos convida a usar nossas palavras para edificar, abençoar e refletir a verdade."
    },
    {
      "numero": "3",
      "texto": "Você prefere o mal ao bem, a falsidade, em vez da verdade.",
      "reflexao": "O afastamento de Deus faz com que alguns escolham o caminho do mal. Este versículo nos leva a refletir sobre nossas escolhas e a buscar sempre aquilo que agrada ao Senhor — o bem, a verdade e a justiça."
    },
    {
      "numero": "4",
      "texto": "Você ama todas as palavras destruidoras, ó língua traiçoeira!",
      "reflexao": "O prazer na destruição e na mentira é sinal de um coração distante de Deus. Este versículo nos convida a examinar nossa própria boca e coração, e buscar purificação e transformação no Senhor."
    },
    {
      "numero": "5",
      "texto": "Certamente Deus o arruinará para sempre; ele o agarrará e o arrancará da sua tenda; ele o eliminará da terra dos viventes.",
      "reflexao": "Deus é justo e não permite que a maldade prevaleça para sempre. Este versículo nos lembra que, embora o mal pareça triunfar por um tempo, a justiça divina é certa e perfeita."
    },
    {
      "numero": "6",
      "texto": "Os justos verão isso e temerão; rirão dele, dizendo:",
      "reflexao": "O juízo de Deus traz temor e reverência aos justos. Este versículo nos ensina que viver segundo os princípios do Senhor é um caminho seguro, e que o mal nunca tem a palavra final."
    },
    {
      "numero": "7",
      "texto": "'Vejam o homem que não fazia de Deus a sua fortaleza, mas confiava em sua muita riqueza e buscava refúgio na sua maldade!'",
      "reflexao": "Este versículo revela o destino dos que escolhem confiar nas riquezas e na própria maldade. Nos lembra que a verdadeira segurança e proteção estão apenas em Deus, não em bens ou no poder humano."
    },
    {
      "numero": "8",
      "texto": "Mas eu sou como uma oliveira que floresce na casa de Deus; confio no amor de Deus para todo o sempre.",
      "reflexao": "Que declaração linda! Este versículo nos lembra que quem confia em Deus floresce, cresce e é sustentado pelo Seu amor eterno. A presença do Senhor é nosso solo fértil, onde nossa vida prospera espiritualmente."
    },
    {
      "numero": "9",
      "texto": "Para sempre te louvarei pelo que fizeste; na presença dos teus fiéis esperarei no teu nome, porque tu és bom.",
      "reflexao": "O salmo se encerra com louvor e confiança. Este versículo nos ensina que, mesmo em meio às adversidades, nossa resposta deve ser gratidão, esperança e louvor, pois o nome do Senhor é bom, fiel e digno de toda confiança."
    }
  ]
}
