{
  "livro": "Salmos",
  "capitulo": "101",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Cantarei a lealdade e a justiça; a ti, Senhor, cantarei louvores.",
      "reflexao": "O louvor a Deus não se limita à adoração, mas também é um compromisso com a justiça e a integridade. Este versículo nos ensina que viver para Deus é exaltar Seus atributos e imitá-los em nossa conduta."
    },
    {
      "numero": "2",
      "texto": "Seguirei o caminho da integridade; quando virás ao meu encontro? Em minha casa viverei de coração íntegro.",
      "reflexao": "A verdadeira integridade começa no lar. Este versículo nos desafia a viver de forma reta não apenas diante dos outros, mas principalmente em nossos ambientes privados, buscando agradar a Deus em todo tempo."
    },
    {
      "numero": "3",
      "texto": "Repudiarei todo mal. Odeio a conduta dos infiéis; jamais me dominará.",
      "reflexao": "Ter uma vida alinhada com Deus significa rejeitar tudo o que desagrada a Ele. Este versículo nos ensina que devemos nos afastar do mal com decisão, para que ele não tenha domínio sobre nós."
    },
    {
      "numero": "4",
      "texto": "Longe de mim o coração perverso; não quero envolver-me com o mal.",
      "reflexao": "A santidade começa no coração. Este versículo nos lembra que o mal começa nas intenções e nos pensamentos, por isso, precisamos vigiar, manter o coração puro e firmemente comprometido com Deus."
    },
    {
      "numero": "5",
      "texto": "A quem difama o próximo às escondidas, eu destruirei; não suportarei os olhos arrogantes nem o coração orgulhoso.",
      "reflexao": "Deus reprova a fofoca, a calúnia, a soberba e o orgulho. Este versículo nos ensina que cultivar um espírito humilde e amoroso é essencial para agradar a Deus e viver em retidão diante dEle e dos outros."
    },
    {
      "numero": "6",
      "texto": "Meus olhos aprovam os fiéis da terra, e eles habitarão comigo; somente quem anda no caminho íntegro me servirá.",
      "reflexao": "Deus se agrada dos que andam em fidelidade e integridade. Este versículo nos lembra que o Senhor se aproxima daqueles que O buscam com um coração sincero e que escolhem viver segundo Sua vontade."
    },
    {
      "numero": "7",
      "texto": "Quem pratica a fraude não habitará no meu santuário; o mentiroso não permanecerá na minha presença.",
      "reflexao": "Deus é santo e não compactua com a mentira nem com a corrupção. Este versículo nos desafia a viver uma vida de verdade, pureza e honestidade, pois somente assim permaneceremos em Sua presença."
    },
    {
      "numero": "8",
      "texto": "Cada manhã farei calar todos os ímpios da terra; eliminarei todos os malfeitores da cidade do SENHOR.",
      "reflexao": "Deus levanta um padrão de justiça diária para aqueles que O servem. Este versículo nos inspira a começar cada dia renovando nosso compromisso com a retidão, rejeitando o mal e buscando viver uma vida que glorifique o Senhor em tudo."
    }
  ]
}
