{
  "livro": "Salmos",
  "capitulo": "140",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Livra-me, Senhor, dos maus; protege-me dos violentos,",
      "reflexao": "Este versículo é um clamor por proteção. Assim como Davi pedia livramento dos que praticavam o mal, também somos convidados a confiar que Deus é nosso escudo diante das maldades, injustiças e perigos que nos cercam no mundo."
    },
    {
      "numero": "2",
      "texto": "dos que no coração planejam o mal e estão sempre provocando guerra.",
      "reflexao": "Deus conhece os corações e vê as intenções ocultas. Este versículo nos ensina que, mesmo quando não vemos, Deus vê os planos do mal e é poderoso para frustrá-los, protegendo-nos dos que alimentam a maldade no coração."
    },
    {
      "numero": "3",
      "texto": "Afiam a língua como a serpente; veneno de víbora está em seus lábios.",
      "reflexao": "Palavras podem ferir tanto quanto armas. Este versículo alerta sobre o poder destrutivo da língua, das calúnias e das difamações. Mas também nos lembra que Deus é nosso defensor e nos guarda de toda palavra maldosa e injusta."
    },
    {
      "numero": "4",
      "texto": "Guarda-me, Senhor, das mãos dos ímpios; protege-me dos violentos, que planejam derrubar-me.",
      "reflexao": "É um pedido sincero de proteção contra os ataques visíveis e invisíveis. Este versículo nos encoraja a colocar nossa confiança no Deus que não dorme, que vê tudo e que nos livra das ciladas e dos perigos do caminho."
    },
    {
      "numero": "5",
      "texto": "Homens arrogantes armaram laços contra mim; estenderam cordas como armadilhas, e puseram emboscadas no meu caminho.",
      "reflexao": "Mesmo quando não percebemos, existem armadilhas no caminho, sejam físicas, emocionais ou espirituais. Este versículo nos lembra que Deus vai à frente, desfazendo os laços, destruindo as armadilhas e abrindo caminhos de livramento e vitória."
    },
    {
      "numero": "6",
      "texto": "Eu digo ao Senhor: Tu és o meu Deus. Ouve, Senhor, o meu clamor por misericórdia.",
      "reflexao": "A confiança do salmista é total. Reconhecer Deus como nosso Deus é declarar dependência, confiança e fé. Este versículo nos convida a fazer do clamor a Deus nosso refúgio e segurança, sabendo que Ele sempre nos ouve."
    },
    {
      "numero": "7",
      "texto": "Soberano Senhor, força da minha salvação, tu me protegeste na batalha contra os violentos.",
      "reflexao": "Deus é nossa força e nosso escudo nas batalhas da vida. Ele não apenas observa nossas lutas, mas intervém, protege, fortalece e nos dá a vitória. Seu amor nos cobre como armadura, e Seu poder nos guarda de todo mal."
    },
    {
      "numero": "8",
      "texto": "Senhor, não concedas aos ímpios o desejo que têm; não permitas que os seus planos tenham sucesso, senão eles se orgulharão.",
      "reflexao": "Este é um pedido para que Deus frustre os planos do mal. E é também um lembrete de que, quando confiamos no Senhor, nenhuma arma forjada contra nós prosperará. Deus zela pelos Seus filhos e não permite que o orgulho e a maldade triunfem sobre os justos."
    },
    {
      "numero": "9",
      "texto": "Que a cabeça dos que me cercam seja coberta pela maldade que os seus lábios proferiram.",
      "reflexao": "O salmista entrega a justiça nas mãos de Deus. Este versículo nos ensina que não precisamos nos vingar, nem devolver na mesma moeda. Deus cuida da justiça e faz com que cada um colha exatamente o que planta."
    },
    {
      "numero": "10",
      "texto": "Caiam sobre eles brasas vivas; sejam lançados no fogo, em covas profundas, das quais nunca mais possam sair.",
      "reflexao": "Este é um clamor por justiça e proteção contra a opressão. Na nova aliança, aprendemos a entregar esses desejos ao Senhor, que é justo, amoroso e perfeito em julgar. Ele cuida dos Seus filhos e não permite que o mal permaneça impune."
    },
    {
      "numero": "11",
      "texto": "Que os caluniadores não se estabeleçam na terra, e que a desgraça persiga os violentos até a morte.",
      "reflexao": "O desejo de justiça do salmista mostra o quanto a maldade destrói vidas e relacionamentos. Deus vê a dor causada pelas mentiras, violências e injustiças, e Ele é quem traz restauração, livramento e justiça na medida certa e no tempo perfeito."
    },
    {
      "numero": "12",
      "texto": "Sei que o Senhor defenderá a causa dos necessitados e fará justiça aos pobres.",
      "reflexao": "Deus é o defensor dos necessitados, dos humildes e dos que são injustiçados. Este versículo é uma promessa viva de que não estamos desamparados. Deus vê, se importa e luta por nós. Sua justiça é perfeita e nunca falha."
    },
    {
      "numero": "13",
      "texto": "Com certeza os justos louvarão o teu nome, e os íntegros viverão na tua presença.",
      "reflexao": "O salmo termina com uma declaração de esperança e vitória. Quem busca a Deus, quem anda na integridade e na justiça, viverá na presença dEle. A adoração, a paz e a presença do Senhor são o maior prêmio para aqueles que confiam no Seu amor e na Sua proteção."
    }
  ]
}
