{
  "livro": "Salmos",
  "capitulo": "104",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Bendiga o Senhor a minha alma! Ó Senhor, meu Deus, tu és tão grandioso! Estás vestido de majestade e esplendor.",
      "reflexao": "Deus é grandioso, majestoso e digno de toda adoração. Este versículo nos lembra que reconhecer Sua grandeza é o primeiro passo para uma vida de gratidão e reverência constante."
    },
    {
      "numero": "2",
      "texto": "Ele se cobre de luz como de um manto, estende os céus como uma tenda,",
      "reflexao": "Deus é o Criador de toda a beleza do universo. Este versículo nos inspira a contemplar a criação e lembrar que cada detalhe revela Sua glória, Seu cuidado e Seu poder."
    },
    {
      "numero": "3",
      "texto": "e põe nas águas dos céus as vigas dos seus aposentos. Faz das nuvens a sua carruagem e cavalga nas asas do vento.",
      "reflexao": "A soberania de Deus se manifesta até nos elementos da natureza. Este versículo revela que o Senhor está acima de tudo, guiando e controlando os céus e a terra com majestade e poder."
    },
    {
      "numero": "4",
      "texto": "Faz dos ventos seus mensageiros e dos clarões reluzentes seus servos.",
      "reflexao": "Deus usa até os elementos naturais como instrumentos de Sua vontade. Este versículo nos lembra que nada foge ao Seu controle e que tudo coopera para os Seus propósitos eternos."
    },
    {
      "numero": "5",
      "texto": "Lançaste os fundamentos da terra, e ela jamais será abalada.",
      "reflexao": "A terra permanece firme porque Deus a sustenta. Este versículo nos ensina que podemos confiar nEle, pois assim como sustenta a criação, sustenta também nossas vidas."
    },
    {
      "numero": "6",
      "texto": "Com as águas do abismo a cobriste, como se fossem uma veste; as águas subiram acima dos montes.",
      "reflexao": "Deus controla até as águas mais profundas. Este versículo nos lembra que, por mais avassaladoras que pareçam as circunstâncias, Deus está no controle absoluto de tudo."
    },
    {
      "numero": "7",
      "texto": "Diante da tua repreensão as águas fugiram, ao som do teu trovão bateram em retirada;",
      "reflexao": "A autoridade de Deus é suprema. Este versículo mostra que até as águas obedecem Sua voz, e nos lembra que Ele tem poder para acalmar qualquer tempestade da nossa vida."
    },
    {
      "numero": "8",
      "texto": "subiram pelos montes e desceram pelos vales, para os lugares que tu lhes designaste.",
      "reflexao": "Deus estabelece ordem na criação. Este versículo nos ensina que tudo está devidamente colocado por Suas mãos, e essa mesma ordem Ele deseja trazer para nossa vida espiritual, emocional e física."
    },
    {
      "numero": "9",
      "texto": "Estabeleceste um limite que não podem ultrapassar; jamais tornarão a cobrir a terra.",
      "reflexao": "Deus estabelece limites e proteção. Este versículo nos traz segurança, pois nos lembra que o Senhor não permite que as forças do caos ultrapassem os limites que Ele mesmo definiu."
    },
    {
      "numero": "10",
      "texto": "Fazes jorrar fontes nos vales, e elas correm entre os montes.",
      "reflexao": "Deus é a fonte da provisão. Este versículo nos ensina que o Senhor faz brotar vida onde parece não haver, trazendo sustento, refrigério e renovação para Sua criação e para nós."
    },
    {
      "numero": "11",
      "texto": "Dão de beber a todos os animais do campo; os jumentos selvagens saciam a sua sede.",
      "reflexao": "Deus cuida de toda a criação. Este versículo nos lembra que, se Ele supre até os animais, quanto mais não cuidará de nós, Seus filhos amados."
    },
    {
      "numero": "12",
      "texto": "As aves do céu fazem ninho junto às águas e entre os galhos põem-se a cantar.",
      "reflexao": "O cuidado de Deus enche a criação de alegria. Este versículo nos ensina que quem vive perto das águas da presença de Deus encontra refúgio, sustento e motivos para louvar e se alegrar."
    },
    {
      "numero": "13",
      "texto": "Dos teus altos aposentos regas os montes; a terra se farta com o fruto das tuas obras.",
      "reflexao": "Toda a provisão vem de Deus. Este versículo nos convida a reconhecer que cada bênção, cada fruto e cada provisão que temos é resultado do cuidado e da generosidade do Senhor."
    },
    {
      "numero": "14",
      "texto": "Fazes crescer o pasto para o gado e as plantas que o homem cultiva, para da terra tirar o alimento,",
      "reflexao": "Deus abençoa tanto a criação quanto o trabalho das mãos humanas. Este versículo nos mostra que a prosperidade e o sustento vêm de uma parceria entre a provisão de Deus e o nosso trabalho, feito com fé e gratidão."
    },
    {
      "numero": "15",
      "texto": "o vinho, que alegra o coração do homem, o azeite, que lhe faz brilhar o rosto, e o pão que sustenta o seu vigor.",
      "reflexao": "Deus não nos dá apenas o necessário, mas também o que alegra e fortalece. Este versículo nos lembra que o Senhor deseja que tenhamos vida plena, com sustento, beleza e alegria em Sua presença."
    },
    {
      "numero": "16",
      "texto": "As árvores do Senhor são bem regadas, os cedros do Líbano que ele plantou;",
      "reflexao": "O cuidado de Deus torna tudo forte e frutífero. Este versículo nos ensina que, assim como as árvores bem regadas crescem fortes, aqueles que permanecem em Deus são fortalecidos e sustentados por Ele."
    },
    {
      "numero": "17",
      "texto": "onde os pássaros fazem seus ninhos, e a cegonha tem seu lar nos pinheiros.",
      "reflexao": "Deus prepara um lar até para os mais pequenos da criação. Este versículo nos lembra que há um lugar de cuidado e abrigo para todos aqueles que se refugiam no Senhor."
    },
    {
      "numero": "18",
      "texto": "Os montes elevados pertencem aos bodes selvagens, e os penhascos são um refúgio para os coelhos.",
      "reflexao": "Deus pensa em cada detalhe da criação. Este versículo nos ensina que, se o Senhor se preocupa até com os refúgios dos animais, Ele certamente cuida de nós, preparando segurança, sustento e paz em cada estação da vida."
    },
    {
      "numero": "19",
      "texto": "Ele fez a lua para marcar estações, e o sol sabe quando deve se pôr.",
      "reflexao": "Deus organiza o tempo com perfeição. Este versículo nos lembra que há um tempo para tudo e que o Senhor conduz nossas estações, tanto na criação quanto na nossa vida espiritual e pessoal."
    },
    {
      "numero": "20",
      "texto": "Trazes as trevas, e cai a noite, quando os animais da floresta vagueiam.",
      "reflexao": "Deus cuida até da noite e do descanso da criação. Este versículo nos ensina que o Senhor está no controle, mesmo nos momentos de escuridão, protegendo e sustentando tudo que criou."
    },
    {
      "numero": "21",
      "texto": "Os leões rugem à procura de sua presa, buscando de Deus o seu alimento.",
      "reflexao": "Até os animais selvagens dependem de Deus para seu sustento. Este versículo nos lembra que tudo na criação reconhece, mesmo que de forma instintiva, que é Deus quem provê o necessário para viver."
    },
    {
      "numero": "22",
      "texto": "Ao nascer do sol eles se vão e voltam a deitar-se em suas tocas.",
      "reflexao": "Há ordem no ciclo da vida criada por Deus. Este versículo nos ensina que o Senhor estabelece ritmo, equilíbrio e descanso para todas as criaturas, mostrando que Ele cuida de cada detalhe."
    },
    {
      "numero": "23",
      "texto": "Então o homem sai para o seu trabalho, para o seu labor até a tarde.",
      "reflexao": "Deus também estabeleceu o trabalho para o homem. Este versículo nos lembra que o labor diário faz parte do plano divino e que, quando feito com gratidão, se torna uma forma de louvor ao Criador."
    },
    {
      "numero": "24",
      "texto": "Quantas são as tuas obras, Senhor! Fizeste todas elas com sabedoria; a terra está cheia dos teus seres.",
      "reflexao": "Tudo o que Deus fez reflete Sua sabedoria. Este versículo nos convida a olhar a criação e reconhecer que cada detalhe é fruto do cuidado, do amor e da perfeição do Senhor."
    },
    {
      "numero": "25",
      "texto": "Eis o mar, imenso e vasto, nele vivem incontáveis seres, seres vivos, pequenos e grandes.",
      "reflexao": "O mar, com sua imensidão e vida abundante, testemunha a grandeza de Deus. Este versículo nos ensina que, assim como o Senhor sustenta as criaturas do mar, também cuida de cada um de nós com zelo e amor infinitos."
    },
    {
      "numero": "26",
      "texto": "Por ele circulam os navios, e também o Leviatã, que formaste para com ele brincar.",
      "reflexao": "Deus não só criou, mas também se alegra com Sua criação. Este versículo nos lembra que há beleza, diversão e propósito no que Deus fez, e que Ele deseja que também desfrutemos de Sua criação com gratidão."
    },
    {
      "numero": "27",
      "texto": "Todos eles dependem de ti para que lhes forneças alimento no tempo certo.",
      "reflexao": "Tudo na criação depende de Deus. Este versículo nos ensina que nossa vida, nosso sustento e tudo que precisamos estão nas mãos do Senhor, que supre cada necessidade no tempo exato."
    },
    {
      "numero": "28",
      "texto": "Tu lhes dás, e eles o recolhem; abres a tua mão, e saciam-se de coisas boas.",
      "reflexao": "Quando Deus abre a mão, há abundância. Este versículo nos traz paz e segurança, mostrando que o Senhor é generoso e deseja saciar nossos corações e nossas vidas com Sua bondade."
    },
    {
      "numero": "29",
      "texto": "Quando escondes o rosto, entram em pânico; quando lhes retiras o fôlego, morrem e voltam ao pó.",
      "reflexao": "Nossa vida é totalmente dependente de Deus. Este versículo nos lembra da nossa fragilidade, mas também nos aponta para a necessidade de buscarmos constantemente Sua presença, que é nossa fonte de vida."
    },
    {
      "numero": "30",
      "texto": "Quando sopras o teu fôlego, eles são criados, e renovas a face da terra.",
      "reflexao": "O sopro de Deus traz vida e renovação. Este versículo nos enche de esperança, mostrando que, assim como Deus renova a terra, Ele também pode renovar nossas vidas, nossos sonhos e nossa fé."
    },
    {
      "numero": "31",
      "texto": "Perdure para sempre a glória do Senhor! Alegre-se o Senhor em seus feitos!",
      "reflexao": "Deus se alegra na obra das Suas mãos. Este versículo nos convida a unir nossa alegria à alegria de Deus, celebrando tudo o que Ele fez e faz, tanto na criação quanto em nossas vidas."
    },
    {
      "numero": "32",
      "texto": "Ele olha para a terra, e ela treme; toca os montes, e eles fumegam.",
      "reflexao": "O poder de Deus é majestoso e impactante. Este versículo nos lembra que, diante da grandeza do Senhor, até a própria criação responde em reverência e temor à Sua presença."
    },
    {
      "numero": "33",
      "texto": "Cantarei ao Senhor toda a minha vida; louvarei ao meu Deus enquanto eu viver.",
      "reflexao": "O louvor deve ser nossa resposta diária. Este versículo nos convida a fazer da adoração um estilo de vida, reconhecendo que cada dia é uma oportunidade para celebrar e agradecer ao Senhor."
    },
    {
      "numero": "34",
      "texto": "Seja-lhe agradável a minha meditação, pois no Senhor é que tenho alegria.",
      "reflexao": "Deus se agrada de um coração que medita e se alegra nEle. Este versículo nos inspira a encher nossos pensamentos de coisas que glorificam ao Senhor, encontrando nEle nossa maior fonte de alegria."
    },
    {
      "numero": "35",
      "texto": "Sejam os pecadores eliminados da terra, e deixem de existir os ímpios. Bendiga o Senhor a minha alma! Aleluia!",
      "reflexao": "O Salmo se encerra com um clamor por justiça e com um chamado à adoração. Este versículo nos lembra que o mal não prevalecerá e que, até o fim, nosso coração deve permanecer cheio de louvor ao Deus que reina soberano e eterno."
    }
  ]
}
