{
  "livro": "Salmos",
  "capitulo": "24",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Do Senhor é a terra e tudo o que nela existe, o mundo e os que nele vivem;",
      "reflexao": "Este versículo declara que Deus é o dono de tudo. Nada foge ao Seu domínio. Isso nos lembra que não somos donos de nada, mas administradores da criação do Senhor. Ele sustenta tudo com Seu poder e cuida dos que vivem na Terra."
    },
    {
      "numero": "2",
      "texto": "pois foi ele quem a fundou sobre os mares e a firmou sobre as águas.",
      "reflexao": "Deus é o Criador e Sustentador do mundo. Ele colocou ordem no caos e firmou a Terra com Seu poder. Este versículo nos convida a confiar no Senhor, que tem controle absoluto sobre toda a criação e também sobre nossa vida."
    },
    {
      "numero": "3",
      "texto": "Quem poderá subir o monte do Senhor? Quem poderá entrar no seu santo lugar?",
      "reflexao": "Aqui surge uma pergunta profunda: quem pode se achegar à presença de Deus? Este versículo nos leva à reflexão sobre como está nosso coração, nossas intenções e nosso caminhar diante do Senhor."
    },
    {
      "numero": "4",
      "texto": "Aquele que tem as mãos limpas e o coração puro, que não recorre aos ídolos nem jura por deuses falsos.",
      "reflexao": "Deus busca um relacionamento verdadeiro com aqueles que vivem com integridade, pureza e sinceridade. Este versículo nos desafia a abandonar toda forma de falsidade, idolatria e hipocrisia, buscando a santidade que agrada ao Senhor."
    },
    {
      "numero": "5",
      "texto": "Ele receberá bênçãos do Senhor, e Deus, seu Salvador, lhe fará justiça.",
      "reflexao": "Aqueles que vivem em retidão não passam despercebidos por Deus. Ele derrama bênçãos, justiça e favor sobre os que O buscam sinceramente. Este versículo nos enche de esperança, mostrando que há recompensa em viver segundo os princípios do Reino."
    },
    {
      "numero": "6",
      "texto": "São assim aqueles que o buscam, que buscam a tua face, ó Deus de Jacó.",
      "reflexao": "Este versículo descreve um povo comprometido, que busca não apenas as mãos de Deus (as bênçãos), mas a Sua face (intimidade). Ele nos convida a sermos esse povo, que deseja mais a presença do que os presentes de Deus."
    },
    {
      "numero": "7",
      "texto": "Abram-se, ó portas; abram-se, ó portais eternos, para que entre o Rei da glória!",
      "reflexao": "Este versículo é um chamado à exaltação e reverência. É um convite para que nossa vida, nosso coração e nossos ambientes estejam abertos para que o Rei da Glória, o Senhor dos Exércitos, entre, reine e governe soberanamente."
    },
    {
      "numero": "8",
      "texto": "Quem é o Rei da glória? O Senhor forte e poderoso, o Senhor poderoso nas batalhas.",
      "reflexao": "O Rei da Glória é aquele que luta por nós, que nunca perde batalhas e que reina soberano sobre tudo. Este versículo fortalece nossa fé, lembrando que Deus é nosso guerreiro, nosso defensor e nossa fonte de vitória."
    },
    {
      "numero": "9",
      "texto": "Abram-se, ó portas; abram-se, ó portais eternos, para que entre o Rei da glória!",
      "reflexao": "O clamor se repete, reforçando que a presença do Senhor deve ser sempre bem-vinda em nossas vidas. Abrir as portas é mais do que uma ação simbólica; é uma decisão espiritual de permitir que Deus entre, transforme, reine e conduza cada área do nosso ser."
    },
    {
      "numero": "10",
      "texto": "Quem é esse Rei da glória? O Senhor dos Exércitos — ele é o Rei da glória.",
      "reflexao": "O salmo se encerra com uma declaração poderosa: O Senhor dos Exércitos é o Rei da Glória. Ele é soberano, majestoso, invencível e digno de toda honra e adoração. Que este reconhecimento seja constante em nossas palavras, ações e escolhas diárias."
    }
  ]
}
 