{
  "livro": "Salmos",
  "capitulo": "136",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deem graças ao Senhor, porque ele é bom. O seu amor dura para sempre.",
      "reflexao": "Tudo começa com gratidão. Este versículo nos lembra que Deus é bom, sempre foi e sempre será. Seu amor não tem fim. Nos dias de incertezas, dores ou alegrias, essa verdade permanece: o amor do Senhor é eterno e imutável."
    },
    {
      "numero": "2",
      "texto": "Deem graças ao Deus dos deuses. O seu amor dura para sempre.",
      "reflexao": "Deus é soberano sobre tudo. Nenhum outro poder, autoridade ou entidade se compara a Ele. Seu amor é firme, leal e eterno, e por isso Ele merece nosso louvor e gratidão contínuos."
    },
    {
      "numero": "3",
      "texto": "Deem graças ao Senhor dos senhores. O seu amor dura para sempre.",
      "reflexao": "Ele é o Senhor dos senhores, Aquele que governa sobre tudo e todos. Mesmo quando não entendemos os processos da vida, podemos descansar na certeza de que Deus reina e que Seu amor nunca falha."
    },
    {
      "numero": "4",
      "texto": "Ao único que faz grandes maravilhas. O seu amor dura para sempre.",
      "reflexao": "Deus é o Deus dos milagres, Aquele que faz o impossível acontecer. As maravilhas de Deus não ficaram no passado — Ele ainda realiza grandes feitos na vida daqueles que confiam nEle, pois Seu amor é eterno."
    },
    {
      "numero": "5",
      "texto": "Que com habilidade fez os céus. O seu amor dura para sempre.",
      "reflexao": "Olhar para os céus e a criação nos lembra do cuidado, da perfeição e do amor de Deus. Tudo foi feito com sabedoria e amor, e esse mesmo amor continua cuidando de cada detalhe da nossa vida."
    },
    {
      "numero": "6",
      "texto": "Que estendeu a terra sobre as águas. O seu amor dura para sempre.",
      "reflexao": "Deus organizou a criação com perfeição, e Sua mão poderosa sustenta tudo. Assim como sustentou a terra sobre as águas, Ele também sustenta nossas vidas, nossos sonhos e nossos caminhos com Seu amor eterno."
    },
    {
      "numero": "7",
      "texto": "Que fez os grandes luminares. O seu amor dura para sempre.",
      "reflexao": "O sol, a lua e as estrelas são testemunhas da majestade e da fidelidade de Deus. Todos os dias, ao olharmos para eles, somos lembrados de que o amor do Senhor é constante e presente."
    },
    {
      "numero": "8",
      "texto": "O sol para governar o dia. O seu amor dura para sempre.",
      "reflexao": "O sol que ilumina nossos dias é sinal da bondade de Deus. Ele não só ilumina a criação, mas também ilumina nossos caminhos espirituais, trazendo clareza, direção e calor ao nosso coração."
    },
    {
      "numero": "9",
      "texto": "A lua e as estrelas para governarem a noite. O seu amor dura para sempre.",
      "reflexao": "Mesmo nas noites mais escuras, Deus nos lembra que não estamos sozinhos. Assim como a lua e as estrelas brilham na escuridão, Seu amor permanece presente nos momentos mais difíceis da nossa vida."
    },
    {
      "numero": "10",
      "texto": "Ele matou os primogênitos do Egito. O seu amor dura para sempre.",
      "reflexao": "Deus é amor, mas também é justiça. Este versículo lembra da libertação do povo de Israel e de como Deus age em favor dos oprimidos, trazendo juízo contra a opressão. Ele luta pelos Seus filhos, porque Seu amor é fiel e protetor."
    },
    {
      "numero": "11",
      "texto": "E tirou Israel do meio deles. O seu amor dura para sempre.",
      "reflexao": "O amor de Deus liberta. Assim como Ele tirou Israel do Egito, também nos livra das prisões emocionais, espirituais e circunstanciais que tentam nos aprisionar. Seu amor nos conduz à liberdade."
    },
    {
      "numero": "12",
      "texto": "Com mão poderosa e braço forte. O seu amor dura para sempre.",
      "reflexao": "Deus age com poder e força. Não há situação que Ele não possa mudar, nem cadeia que Ele não possa quebrar. Seu amor não é passivo, mas ativo, forte e libertador."
    },
    {
      "numero": "13",
      "texto": "Ele dividiu o mar Vermelho. O seu amor dura para sempre.",
      "reflexao": "Deus abre caminhos onde não há. Assim como dividiu o mar para Israel, Ele também realiza milagres e abre portas impossíveis para quem confia no Seu amor e na Sua fidelidade."
    },
    {
      "numero": "14",
      "texto": "E fez Israel atravessá-lo. O seu amor dura para sempre!",
      "reflexao": "O amor de Deus não só abre caminhos, mas também nos acompanha na travessia. Ele não apenas começa a obra, mas garante que cheguemos ao outro lado em segurança e vitória."
    },
    {
      "numero": "15",
      "texto": "Mas lançou o faraó e o seu exército no mar Vermelho. O seu amor dura para sempre!",
      "reflexao": "Deus é aquele que defende Seu povo. Ele não permite que o mal prevaleça. Este versículo é um lembrete de que a justiça de Deus age a favor dos Seus filhos e contra as forças que tentam destruí-los."
    },
    {
      "numero": "16",
      "texto": "Ele conduziu o seu povo pelo deserto. O seu amor dura para sempre!",
      "reflexao": "Mesmo em desertos, Deus está presente. Ele guia, provê, fortalece e protege. Seu amor não nos abandona nos tempos difíceis, mas nos conduz com segurança até a terra da promessa."
    },
    {
      "numero": "17",
      "texto": "Ele feriu grandes reis. O seu amor dura para sempre!",
      "reflexao": "Deus derruba qualquer força que se oponha ao Seu povo. Nenhuma autoridade, problema ou adversidade é maior que o Seu amor e o Seu poder."
    },
    {
      "numero": "18",
      "texto": "E matou reis poderosos. O seu amor dura para sempre!",
      "reflexao": "A proteção de Deus vai além da nossa compreensão. Ele faz o que for necessário para defender, proteger e cuidar daqueles que O amam e confiam em Sua fidelidade."
    },
    {
      "numero": "19",
      "texto": "Seom, rei dos amorreus. O seu amor dura para sempre!",
      "reflexao": "Cada nome citado aqui relembra vitórias específicas que o Senhor deu ao Seu povo. Isso também nos lembra das vitórias que Ele já nos concedeu, testemunhando o quanto Seu amor é constante e verdadeiro."
    },
    {
      "numero": "20",
      "texto": "E Ogue, rei de Basã. O seu amor dura para sempre!",
      "reflexao": "Deus cuida dos detalhes da nossa história, derrubando obstáculos e gigantes que parecem intransponíveis. Seu amor é a força que nos conduz à vitória."
    },
    {
      "numero": "21",
      "texto": "E deu a terra deles como herança. O seu amor dura para sempre!",
      "reflexao": "As promessas de Deus não falham. Ele cumpre o que promete e entrega bênçãos que se tornam herança para nós e para nossas gerações. Seu amor garante nossa vitória e provisão."
    },
    {
      "numero": "22",
      "texto": "Como herança a Israel, seu servo. O seu amor dura para sempre!",
      "reflexao": "Este versículo reafirma que Deus é fiel para cumprir tudo o que prometeu. Ele honra aqueles que O servem, e Sua fidelidade gera legado, proteção e bênção para o Seu povo."
    },
    {
      "numero": "23",
      "texto": "Ele se lembrou de nós quando fomos humilhados. O seu amor dura para sempre!",
      "reflexao": "Mesmo nos momentos de humilhação, dor e fraqueza, Deus não nos esquece. Seu amor nos alcança, nos restaura e nos levanta, trazendo dignidade e esperança."
    },
    {
      "numero": "24",
      "texto": "E nos livrou dos nossos adversários. O seu amor dura para sempre!",
      "reflexao": "Deus é nosso libertador. Ele nos guarda, protege e livra dos perigos, das opressões e de tudo aquilo que tenta nos derrubar. Seu amor é nosso escudo e nossa fortaleza."
    },
    {
      "numero": "25",
      "texto": "Ele dá alimento a todos os seres vivos. O seu amor dura para sempre!",
      "reflexao": "Deus é provedor. Seu cuidado se estende a toda criação, e muito mais aos Seus filhos. Este versículo nos lembra que podemos confiar plenamente na provisão do Senhor, pois Ele nunca nos desampara."
    },
    {
      "numero": "26",
      "texto": "Deem graças ao Deus dos céus. O seu amor dura para sempre!",
      "reflexao": "O salmo se encerra como começou: com gratidão. Tudo o que somos, tudo o que temos e tudo o que vivemos é fruto do amor eterno de Deus. Por isso, nosso coração deve ser constantemente grato e cheio de louvor."
    }
  ]
}
