{
  "livro": "Salmos",
  "capitulo": "71",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Em ti, Senhor, busquei refúgio; nunca permitas que eu seja humilhado.",
      "reflexao": "Quando buscamos refúgio em Deus, encontramos segurança e proteção. Este versículo é uma declaração de confiança no Senhor, que nunca decepciona aqueles que Nele se abrigam. Nele não há espaço para vergonha, apenas honra e cuidado."
    },
    {
      "numero": "2",
      "texto": "Resgata-me e livra-me pela tua justiça; inclina o teu ouvido para mim e salva-me.",
      "reflexao": "Deus é justo e sempre se inclina para ouvir os que O buscam com sinceridade. Este é um clamor de quem sabe que sua salvação não vem dos próprios méritos, mas da bondade, da justiça e da misericórdia do Senhor."
    },
    {
      "numero": "3",
      "texto": "Sê tu a minha rocha de refúgio, para onde eu sempre recorra; dá ordem para que me salvem, pois tu és a minha rocha e a minha fortaleza.",
      "reflexao": "Quando Deus é nossa rocha e fortaleza, temos segurança inabalável. Esse versículo nos ensina que não importa quantas vezes precisemos, podemos sempre correr para Deus e encontrar refúgio, força e proteção em Seus braços."
    },
    {
      "numero": "4",
      "texto": "Livra-me, Deus meu, das mãos dos ímpios, das mãos dos perversos e cruéis.",
      "reflexao": "Deus é aquele que nos livra das armadilhas dos ímpios e dos planos dos cruéis. Este versículo é uma oração de proteção, um lembrete de que não precisamos temer, pois o Senhor é nosso escudo contra toda maldade."
    },
    {
      "numero": "5",
      "texto": "Pois tu és a minha esperança, ó Soberano Senhor, em ti está a minha confiança desde a juventude.",
      "reflexao": "Quem aprende a confiar em Deus desde cedo constrói uma vida firmada na esperança. Este versículo é um convite a depositar nossa confiança no Senhor em todos os momentos, sabendo que Ele é fiel em todas as gerações."
    },
    {
      "numero": "6",
      "texto": "Desde o ventre materno dependo de ti; tu me sustentaste desde o nascimento, e eu sempre te louvarei.",
      "reflexao": "Deus cuida de nós desde antes de nascermos. Este versículo nos faz lembrar que nossa vida inteira está sob os cuidados do Senhor, que nos sustenta, guia e guarda desde o princípio até o fim."
    },
    {
      "numero": "7",
      "texto": "Tenho sido um exemplo para muitos, pois tu és o meu refúgio seguro.",
      "reflexao": "Quando escolhemos viver uma vida de confiança em Deus, isso se torna testemunho para muitos. As pessoas percebem quando alguém caminha seguro, não porque é forte, mas porque se refugia no Deus que é fortaleza inabalável."
    },
    {
      "numero": "8",
      "texto": "Do teu louvor transborda a minha boca, que o tempo todo proclama o teu esplendor.",
      "reflexao": "A boca cheia de louvor reflete um coração grato e apaixonado por Deus. Este versículo nos ensina a viver uma vida onde o louvor não é ocasional, mas constante, porque reconhecemos quem Deus é e o que Ele faz em nossa vida."
    },
    {
      "numero": "9",
      "texto": "Não me rejeites na velhice, nem me abandones quando as minhas forças se forem.",
      "reflexao": "O salmista expressa uma necessidade que todos, mais cedo ou mais tarde, sentimos: ser cuidado por Deus quando as forças físicas diminuem. Este versículo é um lembrete de que Deus nunca abandona Seus filhos, em nenhuma fase da vida."
    },
    {
      "numero": "10",
      "texto": "Pois os meus inimigos conspiram contra mim; os que me espreitam planejam tirar-me a vida.",
      "reflexao": "Mesmo quando somos alvo de perseguições e conspirações, Deus está ciente de tudo. Este versículo nos lembra que, enquanto há quem trame contra nós, o Senhor planeja nossa proteção e vitória."
    },
    {
      "numero": "11",
      "texto": "Dizem: 'Deus o abandonou; persigam-no e prendam-no, pois ninguém o livrará.'",
      "reflexao": "O mundo pode até dizer que Deus nos abandonou, mas essa nunca será a verdade. Este versículo reflete as mentiras que muitas vezes ouvimos, mas também nos desafia a crer na fidelidade de Deus, que nunca desampara os seus."
    },
    {
      "numero": "12",
      "texto": "Não fiques longe de mim, ó Deus; apressa-te, ó meu Deus, em socorrer-me.",
      "reflexao": "Este é um clamor por presença e socorro. Quando sentimos que as forças estão acabando, podemos pedir que Deus se aproxime rapidamente. E Ele vem — sempre no tempo certo, nunca atrasado, nunca indiferente."
    },
    {
      "numero": "13",
      "texto": "Pereçam humilhados os meus adversários; sejam cobertos de vergonha e desonra os que procuram ferir-me.",
      "reflexao": "Deus é justo e defende os seus. Este versículo nos lembra que quem se levanta contra os filhos de Deus, na verdade, está se levantando contra o próprio Senhor. A justiça de Deus prevalecerá sobre toda injustiça."
    },
    {
      "numero": "14",
      "texto": "Quanto a mim, sempre terei esperança e te louvarei cada vez mais.",
      "reflexao": "Este versículo é uma decisão de fé: escolher a esperança e o louvor, independentemente das circunstâncias. Quando escolhemos focar em Deus, nosso coração se fortalece e nosso espírito se enche de confiança."
    },
    {
      "numero": "15",
      "texto": "A minha boca falará sem cessar da tua justiça e dos teus incontáveis atos de salvação, ainda que eu não saiba como anunciá-los todos.",
      "reflexao": "Quando contemplamos tudo o que Deus já fez por nós, percebemos que não há palavras suficientes para descrever Sua bondade. Mesmo sem conseguir expressar tudo, nosso testemunho deve ser constante, proclamando Suas obras maravilhosas."
    },
    {
      "numero": "16",
      "texto": "Recorrerei aos feitos poderosos do Soberano Senhor; proclamarei a tua justiça, a tua somente.",
      "reflexao": "O salmista escolhe se lembrar e declarar os feitos do Senhor. Este versículo nos inspira a não focar nos problemas, mas nos feitos poderosos de Deus, lembrando que Sua justiça e Seu poder são eternos e suficientes."
    },
    {
      "numero": "17",
      "texto": "Desde a minha juventude, ó Deus, tens me ensinado, e até hoje proclamo as tuas maravilhas.",
      "reflexao": "Andar com Deus desde a juventude traz frutos preciosos. Este versículo é um testemunho de uma vida inteira sustentada e guiada pelo Senhor, e nos encoraja a nunca deixar de proclamar Suas maravilhas, não importa a idade."
    },
    {
      "numero": "18",
      "texto": "Agora que estou velho e de cabelos brancos, não me abandones, ó Deus, para que eu proclame o teu poder à geração vindoura, o teu poder a todos os que hão de vir.",
      "reflexao": "A missão de proclamar quem Deus é nunca termina. Este versículo é um apelo e, ao mesmo tempo, uma responsabilidade: contar às gerações futuras sobre a fidelidade, o amor e o poder do Senhor, para que todos saibam que Ele é Deus eterno e imutável."
    },
    {
      "numero": "19",
      "texto": "Tua justiça, ó Deus, chega até os céus; tu que tens feito coisas grandiosas. Quem, ó Deus, é como tu?",
      "reflexao": "Nenhum outro é como Deus. Este versículo é uma declaração de exaltação, reconhecendo que Suas obras são grandiosas, Sua justiça é infinita e que não há outro que se compare a Ele."
    },
    {
      "numero": "20",
      "texto": "Fizeste-me passar por muitas angústias e tribulações, mas restaurarás a minha vida novamente; das profundezas da terra me trarás de volta.",
      "reflexao": "Mesmo quando passamos por tribulações, Deus é aquele que restaura, renova e nos levanta. Este versículo é uma promessa de restauração, de que, por mais profundas que sejam as dores, Deus nos traz de volta à vida, à esperança e à plenitude."
    },
    {
      "numero": "21",
      "texto": "Aumenta a minha honra e consola-me mais uma vez.",
      "reflexao": "Deus não apenas restaura, mas também honra os que permanecem fiéis. Este versículo é uma oração por consolo e por honra, mostrando que Deus cuida dos detalhes da nossa vida, inclusive da nossa dignidade e da nossa história."
    },
    {
      "numero": "22",
      "texto": "Eu te louvarei com a lira pela tua fidelidade, ó meu Deus! A ti cantarei com a harpa, ó Santo de Israel!",
      "reflexao": "O louvor é a resposta natural a quem reconhece a fidelidade de Deus. Este versículo nos inspira a adorar não só com palavras, mas com tudo o que temos e somos, usando nossos dons e talentos para engrandecer o nome do Senhor."
    },
    {
      "numero": "23",
      "texto": "Os meus lábios gritarão de alegria quando eu cantar louvores a ti, a quem tu redimiste.",
      "reflexao": "Quem foi resgatado por Deus não consegue se calar. A alegria da salvação enche a boca de cânticos e o coração de gratidão. Este versículo é um convite a celebrar, com todo nosso ser, a bondade do Senhor."
    },
    {
      "numero": "24",
      "texto": "Também a minha língua falará da tua justiça, pois os que queriam prejudicar-me foram humilhados e ficaram frustrados.",
      "reflexao": "O salmo se encerra com uma declaração de vitória. Deus é justo, e aqueles que tramam o mal contra os seus são frustrados. Isso nos fortalece a permanecer firmes, confiantes de que o Senhor defende, protege e exalta aqueles que Nele confiam."
    }
  ]
}
