{
  "livro": "Salmos",
  "capitulo": "85",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Foste favorável à tua terra, ó Senhor; trouxeste restauração a Jacó.",
      "reflexao": "Deus é aquele que restaura e traz de volta o que parecia perdido. Este versículo nos lembra que, quando o povo se volta para Ele, o Senhor manifesta favor, restauração e bênçãos sobre a nossa vida e sobre a nossa terra."
    },
    {
      "numero": "2",
      "texto": "Perdoaste a culpa do teu povo e cobriste todos os seus pecados.",
      "reflexao": "O amor e a misericórdia de Deus são maiores que qualquer erro. Este versículo nos enche de esperança, mostrando que o perdão de Deus cobre nossos pecados e nos oferece recomeços cheios de graça."
    },
    {
      "numero": "3",
      "texto": "Retraíste toda a tua fúria e apartaste-te da tua ira ardente.",
      "reflexao": "Deus não é apenas justo, mas também compassivo. Este versículo revela que, quando há arrependimento, a ira de Deus dá lugar à misericórdia e à restauração. Ele é lento para a ira e abundante em amor."
    },
    {
      "numero": "4",
      "texto": "Restaura-nos, ó Deus, nosso Salvador, e desfaze a tua indignação contra nós.",
      "reflexao": "O clamor do salmista é pelo toque restaurador de Deus. Este versículo nos ensina que sempre podemos buscar o Senhor para sermos renovados, curados e libertos daquilo que pesa sobre nossa alma."
    },
    {
      "numero": "5",
      "texto": "Estarás para sempre irado contra nós? Prolongarás a tua ira por todas as gerações?",
      "reflexao": "O questionamento nasce do desejo pela reconciliação. Este versículo nos lembra que Deus não mantém Sua ira para sempre — Seu desejo é sempre restaurar, perdoar e viver em comunhão com Seus filhos."
    },
    {
      "numero": "6",
      "texto": "Não nos renovarás a vida, para que o teu povo se alegre em ti?",
      "reflexao": "Deus é fonte de vida e de alegria. Este versículo nos revela que, quando Ele nos renova, não há tristeza que permaneça. A alegria verdadeira vem de uma vida restaurada na presença do Senhor."
    },
    {
      "numero": "7",
      "texto": "Mostra-nos o teu amor leal, Senhor, e concede-nos a tua salvação.",
      "reflexao": "O amor leal de Deus é imutável. Este versículo nos lembra que podemos clamar por Sua misericórdia e salvação, certos de que Ele jamais rejeita um coração quebrantado e sincero."
    },
    {
      "numero": "8",
      "texto": "Escutarei o que Deus, o Senhor, dirá; ele promete paz ao seu povo, aos seus fiéis — não voltem eles à insensatez!",
      "reflexao": "Deus fala paz aos que O buscam. Este versículo nos desafia a ouvir atentamente Sua voz e a permanecer em Seus caminhos, fugindo da insensatez que nos afasta da paz verdadeira que só Ele pode oferecer."
    },
    {
      "numero": "9",
      "texto": "Próxima está a salvação dos que o temem, para que a sua glória assista em nossa terra.",
      "reflexao": "A reverência ao Senhor abre caminho para a salvação e para que Sua glória se manifeste entre nós. Este versículo nos ensina que honrar a Deus é a chave para viver tempos de visitação, bênção e transformação sobre a nossa casa e nação."
    },
    {
      "numero": "10",
      "texto": "O amor e a fidelidade se encontrarão; a justiça e a paz se beijarão.",
      "reflexao": "Este versículo revela a harmonia perfeita do caráter de Deus: amor, fidelidade, justiça e paz caminhando juntos. Quando Deus reina em nossos corações, esses atributos também se manifestam em nossa vida e em nossas relações."
    },
    {
      "numero": "11",
      "texto": "A fidelidade brotará da terra, e a justiça olhará do céu.",
      "reflexao": "Quando buscamos viver de acordo com os princípios de Deus, a fidelidade floresce aqui na terra, e o céu responde com justiça. Este versículo nos lembra que o céu e a terra se alinham quando há compromisso com Deus."
    },
    {
      "numero": "12",
      "texto": "O Senhor nos dará bênçãos, e a nossa terra produzirá seus frutos.",
      "reflexao": "Deus é Deus de provisão, de colheitas e de abundância. Este versículo nos lembra que quando vivemos debaixo da bênção do Senhor, tudo o que fazemos prospera, e a terra ao nosso redor também floresce."
    },
    {
      "numero": "13",
      "texto": "A justiça irá adiante dele, e preparará o caminho para os seus passos.",
      "reflexao": "Quando Deus se move, a justiça vai à frente, abrindo caminho e preparando todas as coisas. Este versículo nos ensina que andar com Deus é trilhar um caminho onde a retidão, a verdade e a paz nos guiam em segurança."
    }
  ]
}
