{
  "livro": "Salmos",
  "capitulo": "28",
  "versiculos": [
    {
      "numero": "1",
      "texto": "A ti clamo, Senhor, minha Rocha; não fiques indiferente para comigo. Se permaneceres calado, serei como os que descem à cova.",
      "reflexao": "Este versículo expressa a total dependência de Deus. Quando Ele parece em silêncio, o coração sente como se estivesse sem vida. É um convite para orarmos com sinceridade, clamando ao Deus que nos ouve e nos sustenta como nossa Rocha firme."
    },
    {
      "numero": "2",
      "texto": "Ouve as minhas súplicas quando clamo a ti por socorro, quando ergo as mãos para o teu Lugar Santíssimo.",
      "reflexao": "O gesto de erguer as mãos revela humildade, entrega e confiança. Este versículo nos ensina que Deus não rejeita um clamor sincero e que podemos buscá-Lo com fé, sabendo que Ele está atento às nossas orações e ao nosso clamor."
    },
    {
      "numero": "3",
      "texto": "Não me leves com os ímpios, com os que praticam o mal, que falam de paz ao seu próximo, mas no coração tramam o mal.",
      "reflexao": "O salmista pede para não ser confundido com os que vivem na falsidade e na maldade. Este versículo nos lembra da importância de ter um coração íntegro, de viver com verdade, sem hipocrisia, mantendo-se longe dos caminhos do engano."
    },
    {
      "numero": "4",
      "texto": "Paga-lhes conforme as suas obras, conforme o mal que praticam. Paga-lhes de acordo com o que as suas mãos têm feito e dá-lhes o que merecem.",
      "reflexao": "O clamor por justiça revela que Deus é o justo juiz. Este versículo nos lembra que podemos entregar nas mãos de Deus toda injustiça e todo mal que se levanta contra nós, confiando que Ele é quem retribui a cada um segundo suas obras."
    },
    {
      "numero": "5",
      "texto": "Visto que não consideram os feitos do Senhor nem as obras das suas mãos, ele os derrubará e jamais os levantará.",
      "reflexao": "Ignorar Deus e Suas obras leva à ruína espiritual. Este versículo nos alerta sobre o perigo de um coração endurecido, que rejeita o agir de Deus. Ao mesmo tempo, nos convida a reconhecer diariamente a grandeza e as obras do Senhor em nossas vidas."
    },
    {
      "numero": "6",
      "texto": "Bendito seja o Senhor, pois ouviu as minhas súplicas.",
      "reflexao": "Deus ouve nossas orações! Este versículo é uma declaração de gratidão e louvor ao Senhor que responde, que não ignora nosso clamor e que, no tempo certo, age com amor e fidelidade em nosso favor."
    },
    {
      "numero": "7",
      "texto": "O Senhor é a minha força e o meu escudo; nele o meu coração confia, e dele recebo ajuda. Meu coração exulta de alegria, e com o meu cântico lhe darei graças.",
      "reflexao": "Quando confiamos no Senhor, encontramos força, proteção e alegria. Este versículo nos convida a viver em gratidão, reconhecendo que tudo o que somos e temos vem do Deus que nos ajuda, sustenta e protege."
    },
    {
      "numero": "8",
      "texto": "O Senhor é a força do seu povo, uma fortaleza de salvação para o seu ungido.",
      "reflexao": "Deus não é apenas nossa força individual, mas a força do Seu povo. Este versículo reforça que a segurança de uma nação, de uma comunidade, de uma família está no Senhor, que é refúgio, fortaleza e salvação para todos os que nEle confiam."
    },
    {
      "numero": "9",
      "texto": "Salva o teu povo e abençoa a tua herança; cuida deles como um pastor e conduze-os para sempre.",
      "reflexao": "O salmo se encerra com uma oração coletiva, pedindo salvação, bênção e cuidado contínuo. Este versículo nos lembra que Deus é nosso Pastor, que cuida, guia e protege Seu povo hoje e para sempre, com amor incondicional e fidelidade eterna."
    }
  ]
}
