{
  "livro": "Salmos",
  "capitulo": "43",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Faz-me justiça, ó Deus, e defende a minha causa contra um povo infiel; livra-me dos homens traiçoeiros e perversos.",
      "reflexao": "Este versículo nos ensina que podemos levar a Deus nossas causas e confiar que Ele é justo. Mesmo quando somos injustiçados por pessoas desonestas, Deus é nosso defensor fiel."
    },
    {
      "numero": "2",
      "texto": "Tu és Deus, meu forte refúgio. Por que me rejeitaste? Por que devo sair vagueando e pranteando, oprimido pelo inimigo?",
      "reflexao": "O salmista expressa sua dor, sentindo-se momentaneamente abandonado. Este versículo nos lembra que podemos ser sinceros com Deus, expondo nossas angústias, sabendo que Ele é nosso refúgio, mesmo quando a alma se sente abatida."
    },
    {
      "numero": "3",
      "texto": "Envia a tua luz e a tua verdade; elas me guiarão e me levarão ao teu santo monte, ao lugar onde habitas.",
      "reflexao": "Aqui há um clamor por direção. Este versículo revela que, quando buscamos a luz e a verdade de Deus, encontramos o caminho de volta à Sua presença, à paz e à segurança que só Ele oferece."
    },
    {
      "numero": "4",
      "texto": "Então irei ao altar de Deus, a Deus, fonte da minha plena alegria. Com harpa te louvarei, ó Deus, meu Deus!",
      "reflexao": "Na presença de Deus está a verdadeira alegria. Este versículo nos lembra que, quando voltamos ao altar, à comunhão com Ele, nossa tristeza se transforma em louvor e celebração."
    },
    {
      "numero": "5",
      "texto": "Por que você está assim tão triste, ó minha alma? Por que está assim tão perturbada dentro de mim? Ponha a sua esperança em Deus! Pois ainda o louvarei; ele é o meu Salvador e o meu Deus.",
      "reflexao": "O salmo encerra reafirmando uma verdade poderosa: mesmo que a tristeza e a ansiedade tentem dominar, nossa esperança está em Deus. Ele é nosso Salvador, nosso auxílio e nossa fonte inesgotável de esperança e vida."
    }
  ]
}
