{
  "livro": "Salmos",
  "capitulo": "67",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Que Deus tenha misericórdia de nós e nos abençoe; que ele faça resplandecer o seu rosto sobre nós,",
      "reflexao": "Este versículo é uma oração por misericórdia, bênção e presença. Quando Deus faz resplandecer Seu rosto sobre nós, Ele derrama favor, cuidado e amor. Isso nos lembra que a maior bênção que podemos receber é a própria presença de Deus iluminando nosso caminho e nossa vida."
    },
    {
      "numero": "2",
      "texto": "para que sejam conhecidas na terra as tuas veredas, e a tua salvação entre todas as nações.",
      "reflexao": "O propósito da bênção de Deus não é apenas para nosso benefício, mas para que, através de nós, outros conheçam Seus caminhos e Sua salvação. Nossa vida deve refletir quem Deus é, sendo um testemunho vivo do Seu amor e do Seu poder transformador ao mundo."
    },
    {
      "numero": "3",
      "texto": "Louvem-te os povos, ó Deus; louvem-te todos os povos.",
      "reflexao": "O desejo do salmista é ver todos os povos louvando ao Senhor. Isso nos lembra que Deus não é Deus de alguns, mas de todos. Seu amor é universal, e Seu desejo é que todas as nações se rendam em louvor e adoração ao Seu nome."
    },
    {
      "numero": "4",
      "texto": "Exultem e cantem de alegria as nações, pois governas os povos com justiça e guias as nações na terra.",
      "reflexao": "Deus é um Rei justo e soberano. Seu governo traz esperança, paz e equidade. Em um mundo marcado pela injustiça, este versículo nos lembra que há um Deus que reina de forma perfeita, conduzindo as nações e trazendo direção a quem se submete à Sua vontade."
    },
    {
      "numero": "5",
      "texto": "Louvem-te os povos, ó Deus; louvem-te todos os povos.",
      "reflexao": "A repetição deste versículo reforça o desejo ardente do salmista de ver toda a humanidade reconhecendo e adorando a Deus. Isso também nos impulsiona a sermos agentes do Reino, espalhando a mensagem de amor, graça e salvação a todos ao nosso redor."
    },
    {
      "numero": "6",
      "texto": "A terra deu a sua colheita; Deus, o nosso Deus, nos abençoa.",
      "reflexao": "Deus é aquele que abençoa e faz prosperar. A colheita aqui representa não apenas o fruto da terra, mas também as bênçãos espirituais, emocionais e materiais que Ele derrama sobre os Seus. Este versículo nos lembra que toda provisão vem do Senhor, e por isso, devemos ser gratos e confiar Nele em todas as estações."
    },
    {
      "numero": "7",
      "texto": "Que Deus nos abençoe, e o temam todos os confins da terra.",
      "reflexao": "O desejo final do salmo é que, ao recebermos as bênçãos de Deus, todos reconheçam Seu poder, Sua soberania e Seu amor. Que nossa vida, marcada pela bênção e pela graça do Senhor, seja uma luz que leva outros a reverenciar e se render ao Deus que reina sobre toda a Terra."
    }
  ]
}
