{
  "livro": "Salmos",
  "capitulo": "120",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Eu clamo pelo Senhor na minha angústia, e ele me responde.",
      "reflexao": "Deus nunca está indiferente ao nosso clamor. Na angústia, podemos erguer nossa voz a Ele com a certeza de que seremos ouvidos. Sua resposta traz paz, esperança e direção."
    },
    {
      "numero": "2",
      "texto": "Senhor, livra-me dos lábios mentirosos e da língua enganadora.",
      "reflexao": "As palavras podem ferir mais que espadas. Por isso, clamamos a Deus para que nos livre das mentiras, calúnias e enganos que nos cercam, protegendo nossa vida e nossa integridade."
    },
    {
      "numero": "3",
      "texto": "O que ele lhe dará? Como lhe retribuirá, ó língua enganadora?",
      "reflexao": "A língua que semeia mentiras não fica impune. Deus é justo e trará a devida recompensa a todo engano. Por isso, somos chamados a permanecer firmes na verdade, confiando na justiça do Senhor."
    },
    {
      "numero": "4",
      "texto": "Ele a castigará com flechas afiadas de guerreiro e brasas incandescentes de giesta.",
      "reflexao": "O mal que se lança contra os outros retorna para quem o pratica. As flechas e as brasas simbolizam que Deus fará justiça contra toda mentira e falsidade. O caminho do engano sempre leva à destruição."
    },
    {
      "numero": "5",
      "texto": "Ai de mim que vivo como estrangeiro em Meseque, que habito entre as tendas de Quedar!",
      "reflexao": "Muitas vezes, como o salmista, nos sentimos estrangeiros em meio a um mundo cheio de engano, ódio e injustiça. Mas essa percepção nos lembra de que nossa verdadeira pátria está no Senhor e na eternidade com Ele."
    },
    {
      "numero": "6",
      "texto": "Tenho vivido tempo demais entre os que odeiam a paz.",
      "reflexao": "O mundo se alimenta de discórdia, conflitos e mentiras. Mas quem ama a Deus sente o peso de viver cercado por isso. Essa dor nos leva a desejar ainda mais a paz que vem do Senhor e do Seu Reino."
    },
    {
      "numero": "7",
      "texto": "Sou homem de paz; mas, ainda que eu fale de paz, eles só falam de guerra.",
      "reflexao": "Ser pacificador em um mundo de guerra não é fácil. Mesmo quando falamos de paz, muitos respondem com ódio e conflito. Mas o Senhor vê, recompensa e sustenta aqueles que escolhem ser instrumentos de paz e luz."
    }
  ]
}
