{
  "livro": "Salmos",
  "capitulo": "137",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Às margens dos rios da Babilônia, nós nos assentávamos e chorávamos, com saudade de Sião.",
      "reflexao": "Este versículo expressa a dor da saudade, do exílio e da separação. Assim também é quando nos afastamos da presença de Deus: o coração sente falta, sente tristeza e vazio. Ele nos ensina que longe de Deus, nossa alma chora, mas na presença dEle encontramos restauração e alegria."
    },
    {
      "numero": "2",
      "texto": "Nos salgueiros que lá havia, penduramos as nossas harpas.",
      "reflexao": "O povo estava tão abatido que não conseguia mais louvar. Quantas vezes também deixamos nosso 'louvor' de lado por causa das dores da vida? Este versículo nos lembra que, mesmo nos dias difíceis, Deus deseja restaurar nossa capacidade de adorar, de sonhar e de viver com esperança."
    },
    {
      "numero": "3",
      "texto": "Ali os nossos captores pediam-nos canções; os nossos opressores exigiam canções alegres, dizendo: 'Cantem para nós uma das canções de Sião!'",
      "reflexao": "O inimigo muitas vezes quer zombar da nossa fé nos momentos de dor, tentando nos humilhar. Este versículo reflete como o mundo às vezes não entende a nossa fé e nossa esperança em Deus, principalmente quando estamos passando pelo vale. Mas mesmo assim, Deus continua sendo nosso refúgio e socorro."
    },
    {
      "numero": "4",
      "texto": "Como poderíamos cantar as canções do Senhor estando em terra estrangeira?",
      "reflexao": "Aqui está o lamento de quem sente que está longe de Deus, de casa, de suas raízes. Este versículo nos ensina que, mesmo em tempos difíceis, a adoração não deve ser esquecida. Cantar ao Senhor, mesmo no exílio das nossas emoções ou das circunstâncias, é uma chave para a cura e a restauração."
    },
    {
      "numero": "5",
      "texto": "Se eu me esquecer de ti, ó Jerusalém, que a minha mão direita perca a sua destreza!",
      "reflexao": "O salmista faz um voto de fidelidade. Assim como ele não queria esquecer sua terra, somos chamados a nunca esquecer de Deus, mesmo quando a vida parecer dura ou os caminhos incertos. Manter Deus no centro da nossa vida é manter viva a esperança, o amor e a fé."
    },
    {
      "numero": "6",
      "texto": "Que a minha língua se apegue ao céu da boca, se eu não me lembrar de ti, se eu não fizer de Jerusalém a minha maior alegria.",
      "reflexao": "Este é um compromisso de amor e memória. Assim como Jerusalém era símbolo da presença de Deus para o salmista, hoje fazemos esse compromisso com a presença do Senhor. Que Deus seja sempre nossa maior alegria, nosso maior tesouro, e nunca seja esquecido, independentemente das circunstâncias."
    },
    {
      "numero": "7",
      "texto": "Lembra-te, Senhor, dos edomitas, que no dia da queda de Jerusalém disseram: 'Arrasem-na! Arrasem-na até aos alicerces!'",
      "reflexao": "O salmista clama por justiça contra aqueles que celebraram sua dor. Isso nos lembra que podemos levar nossas dores, mágoas e feridas ao Senhor. Ele é justo, conhece cada situação e cuida de nós, trazendo justiça no tempo certo e da forma certa."
    },
    {
      "numero": "8",
      "texto": "Ó cidade de Babilônia, destinada à destruição, feliz aquele que lhe retribuir o mal que você nos fez.",
      "reflexao": "Este é um clamor que nasce de um coração ferido, que sofreu injustiça e humilhação. Embora expresse a dor do salmista, ele também nos lembra que não somos nós quem trazemos vingança, mas que Deus é quem faz justiça em amor, misericórdia e verdade, segundo Sua vontade."
    },
    {
      "numero": "9",
      "texto": "Feliz aquele que pegar os seus filhos e os despedaçar contra a rocha.",
      "reflexao": "Este versículo é uma expressão extrema de dor e revolta, fruto do sofrimento do exílio e da crueldade que o povo sofreu. Não é um chamado à violência, mas um retrato cru da dor humana. Na nova aliança, Jesus nos ensina a responder à dor e à injustiça com amor, perdão e misericórdia, confiando que Deus é o justo juiz, que traz cura e restauração aos corações feridos."
    }
  ]
}
