{
  "livro": "Salmos",
  "capitulo": "59",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Livra-me dos meus inimigos, ó Deus; protege-me dos que se levantam contra mim.",
      "reflexao": "Deus é nosso protetor em meio às perseguições. Este versículo nos lembra que, mesmo quando somos cercados por inimigos, podemos confiar que o Senhor é quem nos guarda e livra."
    },
    {
      "numero": "2",
      "texto": "Livra-me dos que praticam o mal e salva-me dos assassinos.",
      "reflexao": "O clamor do salmista é por socorro e livramento. Este versículo nos ensina que Deus é refúgio para aqueles que se encontram em perigo ou sob ameaça, e Seu poder é maior que qualquer adversário."
    },
    {
      "numero": "3",
      "texto": "Eles espreitam para me apanhar; homens cruéis conspiram contra mim sem motivo, ó Senhor.",
      "reflexao": "Mesmo quando somos alvo de injustiças e perseguições sem motivo, Deus vê. Este versículo nos fortalece ao lembrar que Deus é justo e luta por nós."
    },
    {
      "numero": "4",
      "texto": "Sem que eu tenha cometido qualquer erro ou pecado, ó Senhor, eles se preparam para atacar-me. Levanta-te para ajudar-me e vê.",
      "reflexao": "Quando somos injustiçados, podemos confiar que Deus vê e se levanta para nos socorrer. Este versículo é uma oração poderosa de quem entrega sua causa nas mãos do Senhor."
    },
    {
      "numero": "5",
      "texto": "Tu, Senhor Deus dos Exércitos, Deus de Israel, acorda para castigar todas as nações; não tenhas misericórdia dos traidores ímpios.",
      "reflexao": "Deus é justo juiz sobre todas as nações. Este versículo nos lembra que a justiça de Deus é perfeita e que podemos descansar sabendo que Ele retribui cada um segundo suas obras."
    },
    {
      "numero": "6",
      "texto": "Eles voltam à noite, rosnando como cães, e percorrem a cidade.",
      "reflexao": "O salmista descreve seus inimigos como ameaças constantes. Este versículo revela que, mesmo quando o mal ronda, Deus continua sendo nosso escudo e proteção."
    },
    {
      "numero": "7",
      "texto": "Vêem-se suas bocas jorrando palavras malignas; seus lábios são espadas afiadas, pois dizem: 'Quem pode ouvir-nos?'",
      "reflexao": "A soberba dos ímpios os leva a pensar que Deus não vê nem ouve. Este versículo nos lembra que o Senhor percebe cada palavra e cada ação, e ninguém escapa de Seu olhar atento."
    },
    {
      "numero": "8",
      "texto": "Mas tu, Senhor, zombas deles; rirás de todas as nações.",
      "reflexao": "Deus vê a arrogância dos homens e dos poderosos como nada diante dEle. Este versículo nos conforta, pois Deus tem o controle absoluto e ri dos planos dos que se levantam contra Seu povo."
    },
    {
      "numero": "9",
      "texto": "Ó minha força, em ti esperarei, pois tu, ó Deus, és o meu alto refúgio.",
      "reflexao": "Quando tudo parece instável, Deus é nosso refúgio seguro. Este versículo nos inspira a confiar nEle como nossa fortaleza em meio às adversidades."
    },
    {
      "numero": "10",
      "texto": "O meu Deus fiel virá ao meu encontro e permitirá que eu veja a derrota dos meus inimigos.",
      "reflexao": "Deus é fiel e vem ao encontro dos que O buscam. Este versículo nos lembra que, no tempo certo, o Senhor nos livra e nos permite contemplar a vitória que vem das Suas mãos."
    },
    {
      "numero": "11",
      "texto": "Não os mates, Senhor, para que o meu povo não se esqueça; faze-os vaguear pelo teu poder e abate-os, ó Senhor, nosso escudo.",
      "reflexao": "O salmista pede não apenas livramento, mas que a justiça de Deus sirva de testemunho para todos. Este versículo nos lembra que Deus age de forma a ensinar, corrigir e proteger."
    },
    {
      "numero": "12",
      "texto": "Pelos pecados de suas bocas, pelas palavras dos seus lábios, sejam apanhados em seu orgulho. Pelas maldições e mentiras que proferem,",
      "reflexao": "O próprio orgulho e as palavras dos ímpios serão sua condenação. Este versículo nos mostra que Deus permite que os maus colham os frutos daquilo que semearam."
    },
    {
      "numero": "13",
      "texto": "consome-os com tua fúria, consome-os até que não existam mais. Então saberão que Deus reina em Jacó e até os confins da terra.",
      "reflexao": "O juízo de Deus traz reconhecimento da Sua soberania. Este versículo nos lembra que, no fim, toda a terra saberá que o Senhor reina absoluto, com justiça e poder."
    },
    {
      "numero": "14",
      "texto": "Eles voltam à noite, rosnando como cães, e percorrem a cidade.",
      "reflexao": "A repetição deste versículo reforça a persistência do mal, mas também nos lembra que, embora ele rode, Deus permanece como nosso defensor e guardião fiel."
    },
    {
      "numero": "15",
      "texto": "Vagueiam à procura de comida e, se não se fartarem, uivam.",
      "reflexao": "O vazio dos que vivem na maldade nunca é preenchido. Este versículo nos mostra que fora de Deus não há satisfação verdadeira, apenas insatisfação e inquietação constante."
    },
    {
      "numero": "16",
      "texto": "Mas eu cantarei louvores à tua força; de manhã louvarei a tua fidelidade, pois tu és o meu alto refúgio, abrigo seguro nos tempos difíceis.",
      "reflexao": "Enquanto os ímpios vagueiam no vazio, o salmista escolhe louvar. Este versículo nos inspira a começar cada dia louvando, reconhecendo a fidelidade e o cuidado de Deus, que é nosso refúgio seguro."
    },
    {
      "numero": "17",
      "texto": "Ó minha força, canto a ti louvores; tu és, ó Deus, o meu alto refúgio, o Deus que me ama.",
      "reflexao": "O salmo se encerra com uma declaração de amor e confiança. Este versículo nos lembra que Deus não é apenas nosso protetor, mas também aquele que nos ama profundamente, nos sustenta e nos dá canções de louvor mesmo em meio às batalhas."
    }
  ]
}
