{
  "livro": "Salmos",
  "capitulo": "143",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Senhor, ouve a minha oração, escuta a minha súplica; responde-me por tua fidelidade e por tua justiça.",
      "reflexao": "Este versículo é um apelo sincero à fidelidade e à justiça de Deus. Em tempos de dor e confusão, sabemos que podemos nos voltar a Ele, que ouve e responde, não por nossos méritos, mas por quem Ele é — fiel, amoroso e justo."
    },
    {
      "numero": "2",
      "texto": "Não leves o teu servo a julgamento, pois ninguém é justo diante de ti.",
      "reflexao": "Davi reconhece aqui uma grande verdade: todos somos falhos e dependemos da graça de Deus. Isso nos lembra que nossa esperança não está na nossa própria justiça, mas na misericórdia do Senhor, que perdoa, restaura e transforma."
    },
    {
      "numero": "3",
      "texto": "O inimigo persegue-me, esmaga-me no chão, faz-me habitar nas trevas como os que há muito morreram.",
      "reflexao": "Este versículo expressa o peso da opressão, da angústia e do desespero. Quantas vezes também nos sentimos assim, esmagados pelas circunstâncias? Mas é justamente nesses momentos que Deus se aproxima para trazer luz, esperança e libertação."
    },
    {
      "numero": "4",
      "texto": "O meu espírito desanima, o meu coração está em pânico dentro de mim.",
      "reflexao": "O salmista descreve um estado de ansiedade e desespero muito semelhante ao que muitos vivem hoje. Mas essa confissão diante de Deus é o primeiro passo para receber consolo, força e direção."
    },
    {
      "numero": "5",
      "texto": "Lembro-me dos dias antigos; medito em todos os teus feitos e considero as obras das tuas mãos.",
      "reflexao": "Quando o presente parece difícil, lembrar-se dos feitos passados de Deus fortalece a fé. Este versículo nos ensina a cultivar a gratidão e a confiança, refletindo sobre tudo o que Deus já fez em nossas vidas e na história."
    },
    {
      "numero": "6",
      "texto": "Estendo para ti as minhas mãos; a minha alma tem sede de ti como terra seca.",
      "reflexao": "Que imagem poderosa! Uma alma sedenta de Deus, como a terra que clama pela chuva. Este é um convite a buscar a Deus intensamente, desejando Sua presença acima de tudo, pois só Ele preenche os vazios da alma."
    },
    {
      "numero": "7",
      "texto": "Responde-me depressa, Senhor; o meu espírito se esvai. Não escondas de mim o teu rosto, senão serei como os que descem à cova.",
      "reflexao": "Este é um clamor por socorro imediato, quando o coração já não vê saída. Mesmo assim, é um reconhecimento de que, sem a presença de Deus, não há vida, não há esperança. É um grito de dependência total do Senhor."
    },
    {
      "numero": "8",
      "texto": "Faze-me ouvir do teu amor leal pela manhã, pois em ti confio. Mostra-me o caminho que devo seguir, pois a ti elevo a minha alma.",
      "reflexao": "Este versículo é uma oração que todos deveríamos fazer todos os dias. Que Deus nos fale, nos dirija e nos mostre o caminho certo. Quando confiamos nEle, nosso dia começa com paz, direção e esperança renovada."
    },
    {
      "numero": "9",
      "texto": "Livra-me dos meus inimigos, Senhor, pois em ti encontro refúgio.",
      "reflexao": "Deus é nosso abrigo seguro. Quando tudo parece hostil, quando os inimigos se levantam — sejam externos ou internos, como medos, ansiedades e dores —, podemos correr para os braços do Pai, que nos protege e nos fortalece."
    },
    {
      "numero": "10",
      "texto": "Ensina-me a fazer a tua vontade, pois tu és o meu Deus; que o teu bondoso Espírito me conduza por terreno plano.",
      "reflexao": "Este é um pedido por direção, submissão e aprendizado. Quando buscamos sinceramente fazer a vontade de Deus, Ele nos guia, endireita nossos caminhos e nos conduz por sendas de paz, justiça e segurança."
    },
    {
      "numero": "11",
      "texto": "Preserva-me a vida, Senhor, por causa do teu nome; por tua justiça, tira-me desta angústia.",
      "reflexao": "Mais uma vez, o salmista apela à justiça e à fidelidade de Deus, pedindo não só livramento, mas preservação da vida. Deus cuida, protege e restaura os que clamam por Ele com sinceridade e fé."
    },
    {
      "numero": "12",
      "texto": "Por teu amor leal, dá fim aos meus inimigos; destrói todos os que me atacam, pois sou teu servo.",
      "reflexao": "Este versículo conclui com uma declaração de entrega e fidelidade. Deus luta por aqueles que são Seus. Quando somos servos do Senhor, podemos descansar na certeza de que Ele cuida de nós, desfaz os ataques do inimigo e nos garante a vitória no tempo certo."
    }
  ]
}
