{
  "livro": "Salmos",
  "capitulo": "142",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Com a minha voz clamo ao Senhor; com a minha voz suplico ao Senhor a sua misericórdia.",
      "reflexao": "Este versículo expressa um clamor profundo, sincero, de quem entende que só Deus é capaz de ouvir e responder com misericórdia. Nos momentos em que nos sentimos sobrecarregados, o melhor lugar é aos pés do Senhor, em oração e súplica."
    },
    {
      "numero": "2",
      "texto": "Derramo diante dele o meu lamento; a ele apresento a minha angústia.",
      "reflexao": "Deus é aquele que ouve nosso desabafo, nossas lágrimas e nossas dores. Este versículo nos convida a não guardar o peso no coração, mas entregar tudo ao Senhor, que cuida de nós com amor e atenção infinitos."
    },
    {
      "numero": "3",
      "texto": "Quando o meu espírito se desanima, és tu quem conhece o caminho que devo seguir. Na vereda por onde ando, esconderam uma armadilha contra mim.",
      "reflexao": "Nos momentos de desânimo e incerteza, Deus é quem conhece o caminho. Mesmo quando não vemos saída ou quando há armadilhas preparadas, Ele sabe para onde nos conduzir em segurança. É um chamado à confiança plena nEle."
    },
    {
      "numero": "4",
      "texto": "Olha para a minha direita e vê; ninguém se preocupa comigo. Não tenho onde me refugiar; ninguém se importa com a minha vida.",
      "reflexao": "Este versículo retrata um sentimento de solidão profunda. Todos nós, em algum momento, já nos sentimos assim. Mas também é um lembrete poderoso de que, mesmo quando ninguém parece se importar, Deus sempre está atento, presente e cuidando de nós."
    },
    {
      "numero": "5",
      "texto": "A ti clamo, Senhor; digo: Tu és o meu refúgio; és tudo o que tenho na terra dos viventes.",
      "reflexao": "Quando tudo e todos falham, Deus permanece sendo nosso refúgio e nossa porção. Este versículo é uma declaração de fé e dependência total do Senhor, que nunca abandona os que confiam nEle. Nele temos tudo o que precisamos."
    },
    {
      "numero": "6",
      "texto": "Atende ao meu clamor, pois estou muito abatido; livra-me dos que me perseguem, pois são mais fortes do que eu.",
      "reflexao": "Reconhecer nossas limitações não é fraqueza, mas sabedoria. Deus se manifesta justamente quando nos sentimos fracos, cansados ou sem saída. Ele é aquele que se levanta por nós, que nos livra e nos fortalece diante das adversidades."
    },
    {
      "numero": "7",
      "texto": "Liberta-me da prisão, para que eu louve o teu nome. Então os justos se reunirão à minha volta por causa da tua bondade para comigo.",
      "reflexao": "O clamor do salmista é por libertação, não apenas física, mas também emocional e espiritual. Quando Deus nos liberta, podemos louvá-Lo de coração e testemunhar Sua bondade. E é essa bondade que atrai a comunhão, a restauração e a celebração com os irmãos na fé."
    }
  ]
}
