{
  "livro": "Salmos",
  "capitulo": "82",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deus preside na assembleia divina; no meio dos deuses ele julga:",
      "reflexao": "Este versículo nos revela que Deus é soberano sobre todos os poderes, autoridades e nações. Nenhuma liderança, espiritual ou humana, escapa do Seu juízo. Ele reina absoluto e julga com justiça perfeita."
    },
    {
      "numero": "2",
      "texto": "‘Até quando vocês defenderão os injustos e favorecerão os ímpios?’",
      "reflexao": "Deus questiona a corrupção e a injustiça. Este versículo nos chama à reflexão: será que temos nos calado diante da injustiça? O Senhor deseja que sejamos agentes de transformação, justiça e verdade."
    },
    {
      "numero": "3",
      "texto": "Defendam o fraco e o órfão; façam justiça ao pobre e ao oprimido.",
      "reflexao": "O coração de Deus sempre esteve voltado para os vulneráveis. Este versículo nos ensina que viver em aliança com Deus significa defender os indefesos, cuidar dos necessitados e ser voz para quem não tem voz."
    },
    {
      "numero": "4",
      "texto": "Livrem o fraco e o necessitado; libertem-nos das mãos dos ímpios.",
      "reflexao": "Deus nos chama a sermos instrumentos de libertação. Este versículo reforça nosso papel em lutar pela dignidade, liberdade e justiça dos que são oprimidos e marginalizados pela sociedade."
    },
    {
      "numero": "5",
      "texto": "Eles nada sabem, nem entendem; vagueiam em trevas; todos os fundamentos da terra estão abalados.",
      "reflexao": "Quando a justiça é corrompida e os princípios de Deus são ignorados, toda a sociedade se abala. Este versículo nos alerta sobre os perigos de viver sem direção, sem luz e sem a verdade do Senhor como base."
    },
    {
      "numero": "6",
      "texto": "Eu disse: ‘Vocês são deuses, todos vocês são filhos do Altíssimo.’",
      "reflexao": "Deus confiou responsabilidades e autoridade aos homens, especialmente aos juízes e líderes. Este versículo não nos iguala a Deus, mas lembra que fomos chamados para refletir Seus princípios de justiça, amor e cuidado na terra."
    },
    {
      "numero": "7",
      "texto": "Todavia, vocês morrerão como simples mortais; cairão como qualquer outro governante.",
      "reflexao": "Este versículo é um lembrete poderoso da nossa finitude. Por mais que tenhamos responsabilidades ou posições de autoridade, sem Deus somos pó e retornamos ao pó. A soberba leva à queda, mas a humildade atrai a graça do Senhor."
    },
    {
      "numero": "8",
      "texto": "Levanta-te, ó Deus, julga a terra, pois todas as nações te pertencem.",
      "reflexao": "O salmo se encerra com um clamor pelo juízo justo de Deus. Este versículo nos lembra que o Senhor é o dono de todas as nações, e um dia Ele julgará com equidade. Até lá, somos chamados a viver e espalhar Sua justiça, amor e verdade sobre a terra."
    }
  ]
}
