{
  "livro": "Salmos",
  "capitulo": "97",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor reina! Exulte a terra e alegrem-se as regiões costeiras distantes.",
      "reflexao": "Deus é Rei sobre toda a terra. Este versículo nos lembra que, independentemente das circunstâncias, há motivo para celebrar e se alegrar, pois o Senhor governa com justiça e soberania."
    },
    {
      "numero": "2",
      "texto": "Nuvens e escuridão o cercam; justiça e retidão são a base do seu trono.",
      "reflexao": "Deus é cercado de mistérios, mas Seu trono é firmado em justiça e retidão. Este versículo nos ensina que, mesmo quando não entendemos tudo, podemos confiar que Deus age com justiça perfeita."
    },
    {
      "numero": "3",
      "texto": "Um fogo vai adiante dele e consome os seus inimigos ao redor.",
      "reflexao": "Deus é fogo consumidor contra o mal. Este versículo revela que Ele defende os Seus, destrói o mal e nenhuma força do inimigo pode resistir à Sua presença santa e poderosa."
    },
    {
      "numero": "4",
      "texto": "Seus relâmpagos iluminam o mundo; a terra vê e estremece.",
      "reflexao": "O poder de Deus se manifesta de forma visível e impactante. Este versículo nos lembra que, diante da glória do Senhor, até a terra estremece, reconhecendo Seu domínio absoluto."
    },
    {
      "numero": "5",
      "texto": "Os montes se derretem como cera diante do Senhor, diante do Soberano de toda a terra.",
      "reflexao": "Nada é forte demais diante do Senhor. Este versículo nos ensina que até os maiores desafios e obstáculos derretem diante do poder e da presença do Deus soberano."
    },
    {
      "numero": "6",
      "texto": "Os céus proclamam a sua justiça, e todos os povos veem a sua glória.",
      "reflexao": "A criação inteira testemunha quem Deus é. Este versículo nos convida a refletir que a justiça e a glória de Deus são visíveis, e todos os povos, de todas as nações, verão e reconhecerão Sua majestade."
    },
    {
      "numero": "7",
      "texto": "Ficam decepcionados todos os que adoram imagens e se vangloriam de ídolos; prostrem-se diante dele todos os deuses!",
      "reflexao": "Deus confronta a idolatria e qualquer coisa que toma o lugar dEle. Este versículo nos lembra que só o Senhor é digno de adoração, e tudo que tenta se exaltar diante dEle será envergonhado e derrubado."
    },
    {
      "numero": "8",
      "texto": "Sião ouve isso e se alegra, e as cidades de Judá exultam por causa das tuas sentenças, Senhor.",
      "reflexao": "O povo de Deus se alegra na justiça do Senhor. Este versículo nos ensina que, mesmo quando o mundo se rebela, quem ama a Deus celebra Suas decisões, Seu governo e Sua fidelidade."
    },
    {
      "numero": "9",
      "texto": "Pois tu, Senhor, és o Altíssimo sobre toda a terra; tu és exaltado muito acima de todos os deuses.",
      "reflexao": "Deus está acima de tudo e de todos. Este versículo é uma poderosa declaração da soberania do Senhor, nos lembrando que nenhum outro poder, autoridade ou divindade se compara ao nosso Deus."
    },
    {
      "numero": "10",
      "texto": "Vocês que amam o Senhor, odeiem o mal! Ele protege a vida dos seus fiéis e os livra das mãos dos ímpios.",
      "reflexao": "Amar a Deus implica rejeitar o mal. Este versículo nos chama a viver em santidade e nos lembra que Deus protege e livra aqueles que são fiéis e que andam nos Seus caminhos."
    },
    {
      "numero": "11",
      "texto": "A luz nasce sobre os justos, e a alegria sobre os retos de coração.",
      "reflexao": "Deus traz luz e alegria aos que vivem em retidão. Este versículo nos enche de esperança, mostrando que, mesmo em meio às trevas, os justos experimentam o brilho da presença e da paz do Senhor."
    },
    {
      "numero": "12",
      "texto": "Alegrem-se no Senhor, vocês que são justos, e louvem o seu santo nome.",
      "reflexao": "O louvor é a resposta natural de quem reconhece quem Deus é. Este versículo nos lembra que a verdadeira alegria está em viver na presença de Deus e em render honra ao Seu santo nome, hoje e para sempre."
    }
  ]
}
