{
  "livro": "Salmos",
  "capitulo": "45",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Em meu coração brota um belo poema ao rei; recitarei o que compus acerca do rei. Que a minha língua seja como a pena de um habilidoso escritor.",
      "reflexao": "O salmista nos ensina que nossas palavras e pensamentos podem ser expressão de amor, honra e adoração ao nosso Rei — Jesus. Que nossa vida seja uma carta viva que exalte a majestade de Deus."
    },
    {
      "numero": "2",
      "texto": "És o mais formoso dos homens; em teus lábios se extravasa a graça, visto que Deus te abençoou para sempre.",
      "reflexao": "Este versículo é uma bela descrição profética de Cristo. Sua beleza não está apenas na aparência, mas na graça, no amor e na bondade que fluem de Suas palavras e ações."
    },
    {
      "numero": "3",
      "texto": "Prende a espada à cintura, ó poderoso; cerca-te de esplendor e majestade.",
      "reflexao": "Aqui vemos Jesus como Rei e Guerreiro, aquele que luta por justiça. Este versículo revela que o nosso Salvador é também nosso defensor, que governa com poder, majestade e retidão."
    },
    {
      "numero": "4",
      "texto": "Na tua majestade cavalga vitoriosamente pela verdade, pela humildade e pela justiça; que a tua mão direita realize feitos gloriosos!",
      "reflexao": "Deus reina com base em três princípios eternos: verdade, humildade e justiça. Este versículo nos inspira a também trilhar esse caminho, sabendo que é nele que se encontra a verdadeira vitória."
    },
    {
      "numero": "5",
      "texto": "Que as tuas flechas sejam afiadas, transpassando o coração dos inimigos do rei; que as nações se rendam a ti.",
      "reflexao": "As armas do nosso Rei são justas e poderosas. Este versículo nos lembra que Deus estabelece Seu Reino não por opressão, mas por justiça, quebrando toda resistência do mal e estabelecendo paz e verdade."
    },
    {
      "numero": "6",
      "texto": "O teu trono, ó Deus, permanece para todo o sempre; cetro de justiça é o cetro do teu reino.",
      "reflexao": "Deus reina eternamente, e Seu governo é baseado na justiça. Este versículo nos dá segurança: enquanto tudo no mundo é passageiro, o trono de Deus permanece inabalável."
    },
    {
      "numero": "7",
      "texto": "Amas a justiça e odeias a maldade; por isso Deus, o teu Deus, escolheu-te, ungindo-te com óleo de alegria como a nenhum dos teus companheiros.",
      "reflexao": "Deus se agrada de quem ama a justiça. Este versículo reflete a unção sobre Jesus, aquele que foi separado e exaltado acima de todos por viver em perfeita obediência e amor pela justiça."
    },
    {
      "numero": "8",
      "texto": "Todas as tuas vestes exalam aroma de mirra, aloés e cássia; dos palácios adornados de marfim ressoam os instrumentos de cordas que te alegram.",
      "reflexao": "Este versículo descreve a beleza, o perfume e a alegria que cercam o Rei. É um retrato da glória da presença de Deus, onde há beleza, louvor e celebração eterna."
    },
    {
      "numero": "9",
      "texto": "Filhas de reis estão entre as mulheres da tua corte; à tua direita está a noiva real, enfeitada de ouro de Ofir.",
      "reflexao": "Aqui vemos uma imagem da Igreja, a noiva de Cristo, adornada e posicionada com honra. Este versículo nos lembra que Deus prepara Seus filhos para estarem em Sua presença, revestidos de glória e dignidade."
    },
    {
      "numero": "10",
      "texto": "Ouça, ó filha, considere e incline os ouvidos: Esqueça o seu povo e a casa de seu pai.",
      "reflexao": "Este versículo fala de um chamado para deixar o passado e se unir ao Rei. É um convite à entrega total, deixando para trás aquilo que não faz mais parte do nosso propósito em Deus."
    },
    {
      "numero": "11",
      "texto": "O Rei foi cativado pela sua beleza; honre-o, pois ele é o seu Senhor.",
      "reflexao": "Deus se encanta com a beleza da noiva — não uma beleza externa, mas a beleza de um coração rendido, puro e submisso. Este versículo nos lembra que honrar o Senhor é nosso maior privilégio e propósito."
    },
    {
      "numero": "12",
      "texto": "A cidade de Tiro trará presentes; os povos mais ricos buscarão o teu favor.",
      "reflexao": "Quando Deus honra, até os poderosos reconhecem. Este versículo mostra que aqueles que pertencem ao Senhor são exaltados, e que a bênção dEle atrai reconhecimento e favor."
    },
    {
      "numero": "13",
      "texto": "Toda cheia de esplendor está a princesa em seus aposentos; suas vestes são enfeitadas com ouro.",
      "reflexao": "Este é um retrato da noiva adornada — a Igreja, preparada para o encontro com o Rei. Este versículo nos lembra que Deus nos embeleza espiritualmente, revestindo-nos de santidade, graça e glória."
    },
    {
      "numero": "14",
      "texto": "Em vestes bordadas ela é conduzida ao rei; seguem-na as virgens, suas companheiras, que são trazidas a ti.",
      "reflexao": "O caminho até o Rei é de honra e celebração. Este versículo nos ensina que a jornada com Deus é de preparação e beleza, onde não caminhamos sozinhos, mas em comunidade, rumo à Sua presença."
    },
    {
      "numero": "15",
      "texto": "Com alegria e exultação são conduzidas; entram no palácio do rei.",
      "reflexao": "Entrar na presença de Deus é motivo de alegria suprema. Este versículo descreve a celebração e o júbilo daqueles que vivem para Deus, entrando no palácio do Rei com cânticos e louvor."
    },
    {
      "numero": "16",
      "texto": "Seus filhos tomarão o lugar de seus antepassados; você os fará príncipes por toda a terra.",
      "reflexao": "Deus não apenas nos abençoa, mas estende Sua bênção às gerações. Este versículo revela que aqueles que vivem em aliança com Deus deixam um legado de honra, autoridade e bênção para seus descendentes."
    },
    {
      "numero": "17",
      "texto": "Farei que o seu nome seja lembrado em todas as gerações; por isso as nações te louvarão para todo o sempre.",
      "reflexao": "O salmo se encerra com uma promessa de memória eterna. Este versículo nos lembra que viver para Deus é construir uma história que ecoa na eternidade, onde Seu nome será louvado para sempre."
    }
  ]
}
