{
  "livro": "Salmos",
  "capitulo": "29",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Atribuam ao Senhor, seres celestiais, atribuam ao Senhor glória e força.",
      "reflexao": "Este versículo é um chamado à adoração. Toda a criação, até os seres celestiais, é convidada a reconhecer a glória, a majestade e o poder do Senhor. Devemos viver uma vida que honra e exalta o nome de Deus."
    },
    {
      "numero": "2",
      "texto": "Atribuam ao Senhor a glória que o seu nome merece; adorem o Senhor no esplendor da sua santidade.",
      "reflexao": "Deus é digno de toda adoração. Este versículo nos lembra que adorar não é uma opção, mas uma resposta natural à santidade e à grandeza do Senhor. Devemos nos aproximar dEle com reverência, amor e gratidão."
    },
    {
      "numero": "3",
      "texto": "A voz do Senhor ressoa sobre as águas; o Deus da glória troveja, o Senhor troveja sobre as muitas águas.",
      "reflexao": "A voz de Deus é poderosa, majestosa e soberana. Ela ecoa sobre toda a criação, trazendo ordem, direção e poder. Este versículo nos lembra que o Senhor controla até os elementos da natureza, revelando Seu domínio absoluto."
    },
    {
      "numero": "4",
      "texto": "A voz do Senhor é poderosa; a voz do Senhor é majestosa.",
      "reflexao": "Quando Deus fala, tudo se alinha, tudo se transforma. Sua voz não é apenas som, mas expressão de autoridade, poder e majestade. Este versículo nos convida a ouvir, valorizar e obedecer a voz do Senhor em nossas vidas."
    },
    {
      "numero": "5",
      "texto": "A voz do Senhor quebra os cedros; o Senhor despedaça os cedros do Líbano.",
      "reflexao": "Os cedros simbolizam força e resistência. Este versículo nos lembra que não há fortaleza ou obstáculo que resista à voz do Senhor. Ele quebra as barreiras, derruba o orgulho e abre caminho para Seus propósitos."
    },
    {
      "numero": "6",
      "texto": "Ele faz o Líbano saltar como bezerro, o Siriom como novilho selvagem.",
      "reflexao": "A natureza inteira responde ao comando de Deus. Este versículo revela que o poder do Senhor é tão grande que até os montes e florestas parecem saltar de alegria ou se mover diante da Sua voz."
    },
    {
      "numero": "7",
      "texto": "A voz do Senhor corta os céus com raios flamejantes.",
      "reflexao": "O Senhor manifesta Seu poder até nas tempestades e nos trovões. Este versículo nos lembra que nada foge ao Seu controle e que Sua voz é capaz de iluminar, purificar e transformar até os cenários mais caóticos da vida."
    },
    {
      "numero": "8",
      "texto": "A voz do Senhor faz tremer o deserto; o Senhor faz tremer o deserto de Cades.",
      "reflexao": "Até os lugares áridos e solitários estremecem diante do poder de Deus. Este versículo é um lembrete de que, mesmo nos desertos da vida, Deus se faz presente, poderoso e soberano, trazendo esperança onde parece não haver vida."
    },
    {
      "numero": "9",
      "texto": "A voz do Senhor retorce os carvalhos e despe as florestas. E no seu templo todos clamam: 'Glória!'",
      "reflexao": "A majestade de Deus é tão grandiosa que a criação inteira responde a Ele. Este versículo nos inspira a unir nossa voz à do universo e declarar com todo o nosso ser: 'Glória ao Senhor!'"
    },
    {
      "numero": "10",
      "texto": "O Senhor assentou-se soberano sobre o dilúvio; o Senhor reina soberano para sempre.",
      "reflexao": "Deus reina soberano, inclusive sobre as maiores crises, tempestades e catástrofes. Este versículo nos enche de esperança, mostrando que nada está fora do controle do Senhor, que governa ontem, hoje e para sempre."
    },
    {
      "numero": "11",
      "texto": "O Senhor dá força ao seu povo; o Senhor dá ao seu povo a benção da paz.",
      "reflexao": "O Deus que é tão poderoso e majestoso também é aquele que fortalece e abençoa seu povo com paz. Este versículo nos traz consolo e confiança: quem se refugia no Senhor encontra força, descanso e paz verdadeira."
    }
  ]
}
