{
  "livro": "Salmos",
  "capitulo": "11",
  "versiculos": [
    {
      "numero": "1",
      "texto": "No Senhor me refugio. Como então vocês podem dizer-me: 'Fuja como um pássaro para os montes'?",
      "reflexao": "Quando confiamos verdadeiramente em Deus, não precisamos fugir, nos esconder ou agir guiados pelo medo. Este versículo nos lembra que o nosso refúgio não está nas fugas humanas, mas no próprio Senhor. Ele é a nossa segurança, nosso abrigo e nossa fortaleza em tempos de crise e incerteza."
    },
    {
      "numero": "2",
      "texto": "Vejam! Os ímpios preparam os seus arcos; colocam as flechas na corda para, das sombras, atirarem nos retos de coração.",
      "reflexao": "Muitas vezes, as armadilhas do mal são preparadas na escuridão, de forma sorrateira. Este versículo nos mostra que aqueles que buscam viver na retidão enfrentarão oposição. No entanto, Deus vê tudo, inclusive o que está escondido, e protege os que andam em integridade diante dEle."
    },
    {
      "numero": "3",
      "texto": "Quando os fundamentos estão sendo destruídos, o que pode fazer o justo?",
      "reflexao": "Este versículo reflete uma pergunta que ecoa até hoje: quando tudo parece desmoronar — valores, princípios, justiça —, o que fazer? A resposta está no próprio Salmo: confiar no Senhor. Mesmo quando tudo ao nosso redor se abala, Deus permanece firme, e nEle o justo encontra força, direção e esperança."
    },
    {
      "numero": "4",
      "texto": "O Senhor está no seu santo templo; o Senhor tem o seu trono nos céus. Seus olhos observam; seus olhos examinam os filhos dos homens.",
      "reflexao": "Deus não está ausente. Ele observa, cuida e julga com justiça. Este versículo nos traz conforto: mesmo que na Terra haja injustiça, Deus, do Seu trono, vê tudo, conhece tudo e cuida dos que O buscam. Nenhuma lágrima, nenhuma dor e nenhuma injustiça passam despercebidas aos olhos do Senhor."
    },
    {
      "numero": "5",
      "texto": "O Senhor examina justos e ímpios, e odeia quem ama a injustiça.",
      "reflexao": "Deus conhece o coração de todos. Ele se alegra com os justos, mas rejeita o caminho dos que se entregam à maldade. Este versículo nos convida a refletir sobre nossas escolhas, a abandonar qualquer prática que desagrada a Deus e a buscar viver uma vida alinhada com Sua justiça e Seu amor."
    },
    {
      "numero": "6",
      "texto": "Sobre os ímpios fará chover brasas ardentes e enxofre incandescente; vento ressecante será o que terão.",
      "reflexao": "A justiça de Deus é certa e inevitável. Este versículo não é apenas uma ameaça, mas um alerta amoroso: quem persiste no mal colhe suas consequências. Ao mesmo tempo, é um chamado urgente ao arrependimento, pois Deus é misericordioso e deseja que todos se voltem para Ele enquanto há tempo."
    },
    {
      "numero": "7",
      "texto": "Pois o Senhor é justo e ama a justiça; os retos verão a sua face.",
      "reflexao": "Que promessa maravilhosa e cheia de esperança! Deus ama a justiça e recompensa aqueles que buscam viver de forma íntegra. Ver a face do Senhor é experimentar Sua presença, Sua graça e Seu favor. É viver em comunhão com Ele, tanto agora como na eternidade. Esse é o maior tesouro que podemos desejar."
    }
  ]
}
