{
  "livro": "Salmos",
  "capitulo": "110",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse o Senhor ao meu senhor: 'Sente-se à minha direita até que eu faça dos teus inimigos um estrado para os teus pés.'",
      "reflexao": "Este versículo é uma poderosa declaração de autoridade e soberania. Nos lembra que Deus exalta os que estão em aliança com Ele e que, no tempo certo, Ele submete todo inimigo, espiritual ou físico, sob Seus pés."
    },
    {
      "numero": "2",
      "texto": "O Senhor estenderá de Sião o cetro do seu poder, dizendo: 'Domina sobre os teus inimigos!'",
      "reflexao": "Deus concede autoridade e vitória aos que estão debaixo do Seu governo. Este versículo nos lembra que, quando caminhamos alinhados com o Senhor, Ele nos capacita a vencer as batalhas e a exercer influência segundo Sua vontade."
    },
    {
      "numero": "3",
      "texto": "Quando convocares as tuas tropas, o teu povo se apresentará voluntariamente, trajando vestes santas. Desde o romper da alvorada, os teus jovens virão como o orvalho.",
      "reflexao": "O povo de Deus se levanta com disposição, pureza e força renovada. Este versículo nos inspira a estar sempre prontos a servir, adorando com santidade e vivendo com fervor, como gotas de orvalho que renovam a terra ao amanhecer."
    },
    {
      "numero": "4",
      "texto": "O Senhor jurou e não se arrependerá: 'Tu és sacerdote para sempre, segundo a ordem de Melquisedeque.'",
      "reflexao": "Jesus é nosso sacerdote eterno. Este versículo nos lembra que Ele intercede por nós continuamente, oferecendo reconciliação, perdão e acesso direto ao Pai, como sacerdote e rei sobre nossas vidas."
    },
    {
      "numero": "5",
      "texto": "O Senhor está à tua direita; ele esmagará reis no dia da sua ira.",
      "reflexao": "Deus é nosso defensor e juiz. Este versículo nos ensina que aqueles que se opõem ao Seu governo serão, no tempo certo, derrotados. Ele executa justiça com perfeição, protegendo os Seus e estabelecendo Seu reino."
    },
    {
      "numero": "6",
      "texto": "Julgará as nações, amontoando os mortos e esmagando governantes em toda a extensão da terra.",
      "reflexao": "Deus é soberano sobre todas as nações e exerce justiça contra o mal. Este versículo nos lembra que não há governo, poder ou autoridade que esteja acima de Deus. Ele julga com retidão e estabelece Seu reino eternamente."
    },
    {
      "numero": "7",
      "texto": "No caminho beberá de um ribeiro, e então erguerá a cabeça.",
      "reflexao": "Este versículo transmite a ideia de renovação e força. Nos ensina que, mesmo em meio à batalha, há refrigério e sustento no caminho, e que, fortalecidos em Deus, podemos prosseguir de cabeça erguida, certos da vitória que vem do Senhor."
    }
  ]
}
