{
  "livro": "Salmos",
  "capitulo": "5",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Escuta, Senhor, as minhas palavras, considera o meu gemer.",
      "reflexao": "Existem momentos em que nossas palavras já não conseguem expressar tudo o que sentimos, e o que sai é apenas um gemido da alma. Deus não apenas escuta nossas orações, mas também percebe nossos suspiros mais profundos, aqueles que ninguém mais entende. Ele se importa com cada detalhe da nossa dor e do nosso clamor."
    },
    {
      "numero": "2",
      "texto": "Atenta para o meu grito de socorro, meu Rei e meu Deus, pois é a ti que imploro.",
      "reflexao": "Quando reconhecemos Deus como nosso Rei, nossa primeira reação nas adversidades deve ser correr para Ele. Este versículo é uma oração de total dependência, um grito de socorro que revela onde está nossa confiança. O Senhor é aquele que nos ouve e responde quando clamamos sinceramente a Ele."
    },
    {
      "numero": "3",
      "texto": "De manhã ouves, Senhor, o meu clamor; de manhã te apresento a minha oração e aguardo com esperança.",
      "reflexao": "Começar o dia na presença de Deus transforma tudo. Apresentar a Ele nossas angústias, planos e sonhos logo cedo é um ato de fé e confiança. E o mais belo é que, ao fazer isso, podemos aguardar com esperança, sabendo que Deus cuida de cada detalhe e que nada escapa do Seu amor e da Sua soberania."
    },
    {
      "numero": "4",
      "texto": "Tu não és um Deus que tenha prazer na injustiça; contigo o mal não pode habitar.",
      "reflexao": "Deus é santo, justo e perfeito. Este versículo nos lembra que a maldade, a injustiça e o pecado não encontram espaço na presença dEle. É um convite para avaliarmos nossas escolhas e condutas, buscando viver de forma alinhada aos princípios do Reino, onde reina o amor, a justiça e a verdade."
    },
    {
      "numero": "5",
      "texto": "Os arrogantes não são aceitos na tua presença; odeias todos os que praticam o mal.",
      "reflexao": "O orgulho e a prática do mal nos afastam de Deus. Este versículo não fala de rejeição por quem somos, mas por escolhas que desonram o caráter divino. É um chamado ao arrependimento, à humildade e à transformação, pois Deus deseja que todos se voltem para Ele e encontrem vida, perdão e restauração."
    },
    {
      "numero": "6",
      "texto": "Destróis os mentirosos; os assassinos e os traiçoeiros, o Senhor detesta.",
      "reflexao": "Deus é amor, mas também é justiça. Este versículo mostra que a mentira, a traição e a violência têm consequências. É uma oportunidade para refletirmos sobre como temos vivido, buscando abandonar qualquer prática que fira os princípios de Deus e abraçar uma vida de integridade, verdade e amor."
    },
    {
      "numero": "7",
      "texto": "Eu, porém, pelo teu grande amor, entrarei na tua casa; com temor me inclinarei para o teu santo templo.",
      "reflexao": "Não é por mérito próprio que nos achegamos a Deus, mas por Seu grande amor e misericórdia. Este versículo revela a reverência e a gratidão de quem reconhece a graça de poder estar na presença do Senhor. É um convite diário para buscarmos a Deus com temor, respeito e um coração humilde e grato."
    },
    {
      "numero": "8",
      "texto": "Senhor, conduze-me na tua justiça por causa dos meus inimigos; aplana diante de mim o teu caminho.",
      "reflexao": "Em meio às lutas e desafios, é Deus quem nos guia no caminho certo. Este versículo é uma oração poderosa para quem deseja viver uma vida reta, protegida das ciladas e das armadilhas do mal. Quando pedimos que Deus aplane nosso caminho, estamos reconhecendo que dependemos totalmente da direção e da proteção dEle."
    },
    {
      "numero": "9",
      "texto": "Não há sinceridade nos lábios deles; seus corações são cheios de maldade. Suas gargantas são um túmulo aberto, com suas línguas enganam sutilmente.",
      "reflexao": "O salmista descreve aqui a perversidade de quem vive na mentira, na falsidade e no engano. É um alerta para que não sejamos influenciados por palavras vazias, discursos sedutores ou atitudes maliciosas. Que nossa boca e nosso coração estejam alinhados à verdade e ao amor que vêm de Deus."
    },
    {
      "numero": "10",
      "texto": "Condena-os, ó Deus; que caiam por suas próprias maquinações. Expulsa-os por seus muitos crimes, pois se rebelaram contra ti.",
      "reflexao": "Este é um clamor por justiça, um pedido para que Deus intervenha contra aqueles que praticam o mal. Nos lembra que não precisamos fazer justiça com as próprias mãos, pois Deus é justo e vê tudo. Podemos confiar que Ele age no tempo certo, trazendo justiça e restauração, enquanto nós seguimos firmes no caminho do bem."
    },
    {
      "numero": "11",
      "texto": "Alegrem-se, porém, todos os que se refugiam em ti; cantem sempre de alegria! Estende sobre eles a tua proteção, para que exultem em ti os que amam o teu nome.",
      "reflexao": "Aqueles que fazem do Senhor seu refúgio encontram alegria verdadeira, segurança e proteção. Este versículo nos encoraja a celebrar, mesmo em meio às lutas, porque sabemos que estamos guardados nas mãos de Deus. Quem ama o nome do Senhor tem motivos constantes para se alegrar, pois vive debaixo do Seu cuidado e amor."
    },
    {
      "numero": "12",
      "texto": "Pois tu, Senhor, abençoas o justo; o teu favor o protege como um escudo.",
      "reflexao": "Que promessa maravilhosa! Deus abençoa e protege aquele que anda nos Seus caminhos. Seu favor é como um escudo que nos cerca, nos livra, nos guarda e nos fortalece. Quando escolhemos viver de acordo com a vontade do Senhor, podemos caminhar em paz, certos de que Sua mão está sobre nós, guiando e cuidando em cada passo."
    }
  ]
}
