{
  "livro": "Salmos",
  "capitulo": "95",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Venham! Cantemos com alegria ao Senhor! Aclamemos a Rocha da nossa salvação.",
      "reflexao": "O convite ao louvor é um chamado à celebração da presença de Deus. Este versículo nos ensina que, quando reconhecemos quem é o Senhor, nosso coração se enche de gratidão, louvor e esperança."
    },
    {
      "numero": "2",
      "texto": "Vamos à sua presença com ações de graças; vamos aclamá-lo com cânticos de louvor.",
      "reflexao": "A gratidão abre as portas da presença de Deus. Este versículo nos lembra que louvar, agradecer e reconhecer as bênçãos do Senhor nos aproxima ainda mais dEle e nos fortalece na fé."
    },
    {
      "numero": "3",
      "texto": "Pois o Senhor é o grande Deus, o grande Rei acima de todos os deuses.",
      "reflexao": "Deus é soberano, acima de tudo e de todos. Este versículo nos inspira a confiar plenamente no Senhor, sabendo que nenhum outro poder, autoridade ou circunstância é maior que Ele."
    },
    {
      "numero": "4",
      "texto": "Nas suas mãos estão as profundezas da terra, e os cumes das montanhas lhe pertencem.",
      "reflexao": "Tudo está nas mãos de Deus — desde as coisas mais profundas até os lugares mais altos. Este versículo nos lembra que Ele tem domínio absoluto sobre toda a criação e, portanto, sobre nossa vida também."
    },
    {
      "numero": "5",
      "texto": "Dele é o mar, pois ele o fez, e as suas mãos formaram a terra seca.",
      "reflexao": "Deus é o Criador de tudo. Este versículo nos convida a contemplar Sua grandeza e a lembrar que, se Ele criou tudo com Suas mãos poderosas, Ele também cuida de cada detalhe da nossa existência."
    },
    {
      "numero": "6",
      "texto": "Venham! Adoremos, prostremo-nos; ajoelhemo-nos diante do Senhor, o nosso Criador;",
      "reflexao": "A adoração verdadeira nasce da reverência e da humildade. Este versículo nos ensina que nos curvar diante de Deus é reconhecer Sua majestade, Seu cuidado e Seu amor infinito por nós."
    },
    {
      "numero": "7",
      "texto": "pois ele é o nosso Deus, e nós somos o povo do seu pasto, o rebanho que ele conduz. Hoje, se vocês ouvirem a sua voz,",
      "reflexao": "Deus é nosso Pastor, nosso cuidador fiel. Este versículo nos lembra que somos cuidados, guiados e amados por Ele, e nos desafia a ouvir Sua voz e responder com obediência e amor."
    },
    {
      "numero": "8",
      "texto": "não endureçam o coração, como em Meribá, como aquele dia em Massá, no deserto,",
      "reflexao": "O coração endurecido impede de ouvir e viver os propósitos de Deus. Este versículo nos alerta a não repetir os erros do passado, quando a incredulidade e a resistência afastaram o povo das bênçãos do Senhor."
    },
    {
      "numero": "9",
      "texto": "onde os seus antepassados me tentaram, pondo-me à prova, apesar de terem visto o que eu fiz.",
      "reflexao": "Deus se entristece quando, mesmo após demonstrar Seu poder e cuidado, somos tomados pela incredulidade. Este versículo nos convida a lembrar dos feitos do Senhor e a fortalecer nossa fé nEle."
    },
    {
      "numero": "10",
      "texto": "Durante quarenta anos fiquei irado contra aquela geração e disse: ‘Eles são um povo de coração ingrato; não reconheceram os meus caminhos.’",
      "reflexao": "A ingratidão e a desobediência geram afastamento de Deus. Este versículo nos alerta que um coração rebelde não desfruta da plenitude da presença e das promessas do Senhor."
    },
    {
      "numero": "11",
      "texto": "Por isso jurei na minha ira: ‘Jamais entrarão no meu descanso.’",
      "reflexao": "Este versículo é um forte lembrete de que a desobediência e o endurecimento do coração impedem de experimentar o descanso, a paz e a plenitude que Deus preparou. O convite hoje é ouvir, obedecer e descansar no Senhor."
    }
  ]
}
