{
  "livro": "Salmos",
  "capitulo": "70",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Apressa-te, ó Deus, em libertar-me; Senhor, vem depressa em meu auxílio.",
      "reflexao": "Este versículo é um clamor urgente. Quantas vezes também sentimos a necessidade de respostas rápidas do Senhor? Ele nos ensina que podemos, sim, pedir socorro imediato a Deus, pois Ele se importa e não é indiferente à nossa dor."
    },
    {
      "numero": "2",
      "texto": "Sejam humilhados e frustrados todos os que procuram tirar-me a vida; retrocedam desprezados os que desejam a minha ruína.",
      "reflexao": "O salmista entrega a Deus sua causa e seus inimigos. Isso nos ensina que não precisamos lutar com nossas próprias forças contra as injustiças. O Senhor é quem cuida de nós, defende a nossa causa e confronta aqueles que desejam o nosso mal."
    },
    {
      "numero": "3",
      "texto": "Retrocedam em desgraça os que zombam de mim.",
      "reflexao": "Deus não é indiferente às zombarias, ofensas e perseguições que sofremos por causa da justiça. Este versículo nos lembra que Ele é justo, e que todo mal dirigido contra Seus filhos retorna vazio diante da proteção e do cuidado do Senhor."
    },
    {
      "numero": "4",
      "texto": "Mas regozijem-se e alegrem-se em ti todos os que te buscam; digam sempre os que amam a tua salvação: 'Grande é Deus!'",
      "reflexao": "Mesmo em meio às lutas, quem busca a Deus encontra alegria e motivo para celebrar. Este versículo nos ensina que, quando escolhemos confiar no Senhor, podemos viver uma vida de gratidão e louvor, reconhecendo a grandeza de Deus em qualquer circunstância."
    },
    {
      "numero": "5",
      "texto": "Quanto a mim, sou pobre e necessitado; apressa-te, ó Deus. Tu és o meu socorro e o meu libertador; Senhor, não te demores.",
      "reflexao": "O salmo se encerra com uma declaração de dependência total. O salmista reconhece sua fragilidade, mas também quem é seu socorro: o próprio Deus. Esse versículo nos convida a fazer da nossa fraqueza um lugar de encontro com o Senhor, que é nosso libertador e nunca falha."
    }
  ]
}
