{
  "livro": "Salmos",
  "capitulo": "148",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Louvem o Senhor desde os céus; louvem-no nas alturas.",
      "reflexao": "Este salmo é um convite universal ao louvor. Tudo que há nos céus, nas alturas e na criação deve reconhecer e exaltar a grandeza de Deus. O louvor não se limita aos homens, mas é estendido a toda a criação."
    },
    {
      "numero": "2",
      "texto": "Louvem-no todos os seus anjos; louvem-no todos os seus exércitos celestiais.",
      "reflexao": "Até os anjos, seres celestiais, são chamados a louvar o Senhor. Isso nos lembra que Deus é tão grandioso que até os céus se rendem diante da Sua majestade e glória."
    },
    {
      "numero": "3",
      "texto": "Louvem-no sol e lua, louvem-no todas as estrelas cintilantes.",
      "reflexao": "O próprio universo, com sua beleza e ordem, reflete a glória de Deus. Cada nascer do sol, cada luar e cada estrela brilhando no céu é uma expressão silenciosa do louvor ao Criador."
    },
    {
      "numero": "4",
      "texto": "Louvem-no os mais altos céus e as águas acima do firmamento.",
      "reflexao": "Toda a criação, desde as águas mais profundas até os céus mais altos, está sob o domínio do Senhor e existe para refletir Sua glória e Sua majestade eterna."
    },
    {
      "numero": "5",
      "texto": "Louvem todos eles o nome do Senhor, pois ele ordenou, e foram criados.",
      "reflexao": "O poder da palavra de Deus é tão grande que, quando Ele ordenou, tudo passou a existir. Este versículo nos lembra que tudo foi criado por Ele e para Ele — e isso inclui nossas vidas."
    },
    {
      "numero": "6",
      "texto": "Ele os estabeleceu em seus lugares para todo o sempre; deu-lhes um decreto que jamais passará.",
      "reflexao": "A ordem e a harmonia do universo refletem a fidelidade e a soberania de Deus. Seus decretos são eternos, e tudo obedece à Sua vontade perfeita e imutável."
    },
    {
      "numero": "7",
      "texto": "Louvem o Senhor, vocês que estão na terra, serpentes marinhas e todos os abismos,",
      "reflexao": "O louvor não vem apenas dos céus, mas também da terra e dos mares. Tudo, desde as maiores criaturas até os lugares mais profundos, manifesta a grandeza do Criador."
    },
    {
      "numero": "8",
      "texto": "relâmpagos e granizo, neve e neblina, e os ventos fortes que cumprem o que ele determina,",
      "reflexao": "Até os fenômenos da natureza obedecem às ordens de Deus. Cada tempestade, cada vento e cada neblina seguem Seu comando soberano, refletindo Seu poder e controle absoluto sobre tudo."
    },
    {
      "numero": "9",
      "texto": "montanhas e todas as colinas, árvores frutíferas e todos os cedros,",
      "reflexao": "A beleza da criação — montanhas majestosas, colinas verdejantes e árvores frutíferas — testemunha silenciosamente sobre a bondade, a sabedoria e o poder de Deus."
    },
    {
      "numero": "10",
      "texto": "todos os animais selvagens e os rebanhos domésticos, todos os demais seres vivos e as aves,",
      "reflexao": "Toda a fauna — dos grandes aos pequenos — foi criada para refletir a glória de Deus. Cada criatura, em sua existência, faz parte da harmonia divina e do louvor ao Criador."
    },
    {
      "numero": "11",
      "texto": "reis da terra e todas as nações, vocês, príncipes e todos os governantes da terra,",
      "reflexao": "Não importa o quanto alguém seja poderoso, todos os reis, líderes e governantes estão debaixo da soberania de Deus. Todos são chamados a reconhecer Sua grandeza e se curvar diante de Sua majestade."
    },
    {
      "numero": "12",
      "texto": "rapazes e moças, velhos e crianças.",
      "reflexao": "O convite ao louvor é para todos, sem distinção de idade, posição ou condição. Dos jovens aos idosos, das crianças aos anciãos, todos são chamados a adorar ao Senhor e reconhecer Seu amor e poder."
    },
    {
      "numero": "13",
      "texto": "Louvem todos o nome do Senhor, pois somente o seu nome é exaltado; a sua majestade está acima da terra e dos céus.",
      "reflexao": "O nome do Senhor está acima de tudo. Não há nada nem ninguém maior, mais digno ou mais poderoso. Sua majestade transcende os céus e a terra, e por isso todo ser deve louvá-Lo."
    },
    {
      "numero": "14",
      "texto": "Ele concedeu poder ao seu povo, e recebeu louvor de todos os seus fiéis, dos israelitas, povo a quem tanto ama. Aleluia!",
      "reflexao": "Deus honra e fortalece os que O buscam e O amam. Este versículo encerra com a lembrança de que somos povo amado, separado e honrado por Deus. E, por isso, nosso coração deve transbordar de louvor. Aleluia!"
    }
  ]
}
