{
  "livro": "Salmos",
  "capitulo": "55",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Escuta a minha oração, ó Deus, não ignores a minha súplica;",
      "reflexao": "O salmista começa com um clamor sincero, lembrando-nos que podemos buscar a Deus em qualquer situação, certos de que Ele ouve cada súplica feita de coração."
    },
    {
      "numero": "2",
      "texto": "ouve-me e responde-me. Os meus pensamentos me perturbam, e estou atordoado",
      "reflexao": "Este versículo mostra que até os servos de Deus podem se sentir sobrecarregados pela ansiedade. Mas nele também há esperança: Deus escuta e responde aos que O buscam."
    },
    {
      "numero": "3",
      "texto": "diante do que diz o inimigo, diante da opressão do ímpio. Pois eles lançam sobre mim calúnias e me perseguem com furor.",
      "reflexao": "Deus vê e conhece cada opressão e injustiça. Este versículo nos ensina a confiar nEle como nosso defensor, mesmo quando somos injustamente atacados ou caluniados."
    },
    {
      "numero": "4",
      "texto": "O meu coração está acelerado, os pavores da morte me assaltam.",
      "reflexao": "O salmista expressa um medo profundo, algo que muitos também sentem. Mas é um lembrete poderoso de que, mesmo no desespero, podemos correr para Deus, nosso refúgio seguro."
    },
    {
      "numero": "5",
      "texto": "Temor e tremor me dominam; o medo tomou conta de mim.",
      "reflexao": "Quando o medo domina, Deus continua sendo a nossa fortaleza. Este versículo reflete a vulnerabilidade humana, mas também nos lembra de onde vem nossa verdadeira segurança: no Senhor."
    },
    {
      "numero": "6",
      "texto": "Então eu disse: 'Quem me dera asas como de pomba! Voaria para longe e encontraria descanso.'",
      "reflexao": "Quantas vezes também desejamos fugir das lutas? Este versículo expressa o desejo da alma por paz e refúgio. E Deus é exatamente esse lugar de descanso para nós."
    },
    {
      "numero": "7",
      "texto": "Sim, eu fugiria para bem longe, e ficaria no deserto.",
      "reflexao": "O deserto aqui simboliza um lugar longe do caos. Este versículo nos lembra que, quando tudo parece pesado, podemos encontrar descanso e refrigério na presença de Deus."
    },
    {
      "numero": "8",
      "texto": "Apressar-me-ia em achar refúgio contra o vendaval e a tempestade.",
      "reflexao": "Deus é nosso abrigo em meio às tempestades da vida. Este versículo nos ensina a correr para Ele, nosso refúgio seguro contra qualquer adversidade."
    },
    {
      "numero": "9",
      "texto": "Senhor, confunde os ímpios, destrói os planos deles. Vejo violência e brigas na cidade.",
      "reflexao": "Deus é justo e intervém a favor dos seus. Este versículo nos lembra que podemos orar para que os planos do mal sejam desfeitos e que Deus traga paz e justiça."
    },
    {
      "numero": "10",
      "texto": "Dia e noite eles rondam seus muros; maldade e sofrimento estão dentro dela.",
      "reflexao": "Quando o mal parece dominar, Deus vê tudo. Este versículo mostra que, mesmo cercados pela maldade, podemos confiar que Deus não é indiferente e age a favor dos justos."
    },
    {
      "numero": "11",
      "texto": "Destruição impera dentro dela; ameaças e mentiras nunca deixam suas ruas.",
      "reflexao": "Vivemos em um mundo marcado pela injustiça, mas este versículo nos lembra que Deus não abandona quem clama por justiça e restauração."
    },
    {
      "numero": "12",
      "texto": "Se um inimigo me insultasse, eu poderia suportar; se um adversário se levantasse contra mim, poderia defender-me;",
      "reflexao": "A dor da traição é mais profunda quando vem de alguém próximo. Este versículo nos mostra que Deus compreende essa dor e nos conforta quando somos feridos por quem amamos."
    },
    {
      "numero": "13",
      "texto": "mas é você, meu colega, meu companheiro, meu amigo chegado,",
      "reflexao": "Este versículo reflete a dor da traição de um amigo íntimo. Nos lembra que até nessas feridas, Deus está presente para consolar e curar nosso coração."
    },
    {
      "numero": "14",
      "texto": "você, com quem eu partilhava agradável comunhão, enquanto íamos com a multidão à casa de Deus.",
      "reflexao": "A dor é maior quando vem de alguém com quem partilhamos momentos de fé. Este versículo nos ensina que Deus vê essa dor e é capaz de restaurar até os relacionamentos mais quebrados ou curar as feridas mais profundas."
    },
    {
      "numero": "15",
      "texto": "Que a morte os apanhe de surpresa! Que desçam vivos à sepultura, pois entre eles há maldade em suas moradas.",
      "reflexao": "Aqui, o salmista entrega sua dor e sede de justiça nas mãos de Deus. Este versículo nos lembra que a vingança pertence ao Senhor, e Ele é quem faz justiça no tempo certo."
    },
    {
      "numero": "16",
      "texto": "Eu, porém, clamo a Deus, e o Senhor me salvará.",
      "reflexao": "O salmista declara sua confiança em Deus. Este versículo nos lembra que, mesmo em meio à dor, traição e perseguição, quem clama ao Senhor encontra salvação, socorro e proteção."
    },
    {
      "numero": "17",
      "texto": "À tarde, pela manhã e ao meio-dia choro angustiado, e ele ouve a minha voz.",
      "reflexao": "Deus ouve nossos clamores a qualquer hora. Este versículo nos encoraja a levar nossas dores, medos e angústias a Ele, constantemente, pois Ele nunca se cansa de nos ouvir."
    },
    {
      "numero": "18",
      "texto": "Ele me guarda ileso na batalha, ainda que muitos estejam contra mim.",
      "reflexao": "Deus é nosso escudo. Este versículo nos fortalece, mostrando que, mesmo cercados por adversidades, o Senhor é quem nos livra e guarda, mantendo-nos de pé."
    },
    {
      "numero": "19",
      "texto": "Deus, que reina desde a eternidade, me ouvirá e os humilhará; porque não mudam de procedimento e não têm temor de Deus.",
      "reflexao": "Deus é eterno, justo e soberano. Este versículo nos lembra que Ele vê tudo e, no tempo certo, age, humilhando o mal e exaltando os que O temem e confiam nEle."
    },
    {
      "numero": "20",
      "texto": "Aquele homem atacava os seus aliados, violava o seu acordo.",
      "reflexao": "O salmista expõe o comportamento traiçoeiro do inimigo. Este versículo nos lembra que Deus conhece cada atitude, cada injustiça e é Ele quem traz justiça verdadeira."
    },
    {
      "numero": "21",
      "texto": "Macia como manteiga é a sua fala, mas no coração há guerra; suas palavras são mais suaves que óleo, contudo são punhais afiados.",
      "reflexao": "As palavras podem ser disfarçadas, mas Deus vê o coração. Este versículo nos alerta sobre as falsidades disfarçadas de doçura, e nos lembra que Deus é nosso discernimento e proteção contra elas."
    },
    {
      "numero": "22",
      "texto": "Entregue suas preocupações ao Senhor, e ele o susterá; jamais permitirá que o justo venha a cair.",
      "reflexao": "Uma das maiores promessas da Bíblia! Este versículo nos ensina que podemos lançar sobre Deus toda ansiedade e preocupação, confiando que Ele nos sustenta e não nos deixará cair."
    },
    {
      "numero": "23",
      "texto": "Mas tu, ó Deus, derrubarás os ímpios e sanguinários; eles não viverão nem a metade dos seus dias. Eu, porém, confio em ti.",
      "reflexao": "O salmo se encerra com a certeza de que Deus cuida dos Seus e faz justiça. Este versículo nos lembra que, enquanto os que praticam o mal têm um fim certo, quem confia no Senhor vive em segurança e esperança."
    }
  ]
}
