{
  "livro": "Salmos",
  "capitulo": "42",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Como a corça anseia por águas correntes, a minha alma anseia por ti, ó Deus.",
      "reflexao": "Este versículo expressa um desejo profundo por Deus. Assim como a corça busca água para sobreviver, nossa alma só encontra vida, paz e sentido quando busca a presença do Senhor com essa mesma intensidade."
    },
    {
      "numero": "2",
      "texto": "A minha alma tem sede de Deus, do Deus vivo. Quando poderei entrar para apresentar-me a Deus?",
      "reflexao": "O salmista expressa saudade da presença de Deus. Este versículo nos lembra que só a comunhão com o Deus vivo satisfaz nossa sede interior e nos traz plenitude."
    },
    {
      "numero": "3",
      "texto": "Minhas lágrimas têm sido o meu alimento de dia e de noite, enquanto me perguntam o tempo todo: 'Onde está o seu Deus?'",
      "reflexao": "Quando tudo parece escuro, até as lágrimas se tornam companheiras. Este versículo reflete a dor da alma que clama, mas também nos lembra que, mesmo em meio às lágrimas, Deus está presente e vê cada clamor."
    },
    {
      "numero": "4",
      "texto": "Quando me lembro destas coisas, choro angustiado. Pois eu costumava ir com a multidão, conduzindo a procissão à casa de Deus, com cantos de alegria e de ação de graças entre a multidão que festejava.",
      "reflexao": "O salmista sente saudade dos momentos de comunhão e adoração. Este versículo nos ensina o valor da presença de Deus e da comunhão com os irmãos, que fortalecem nossa fé e nossa alegria."
    },
    {
      "numero": "5",
      "texto": "Por que você está assim tão triste, ó minha alma? Por que está assim tão perturbada dentro de mim? Ponha a sua esperança em Deus! Pois ainda o louvarei; ele é o meu Salvador e o meu Deus.",
      "reflexao": "Mesmo em meio à dor, este versículo é um convite à esperança. Ele nos ensina que, quando tudo parece perdido, devemos falar à nossa própria alma e lembrá-la de que Deus é nossa esperança e salvação."
    },
    {
      "numero": "6",
      "texto": "A minha alma está profundamente triste; por isso de ti me lembro desde a terra do Jordão, das alturas do Hermom, desde o monte Mizar.",
      "reflexao": "Quando nos sentimos distantes, o salmista nos lembra que o caminho é se lembrar de Deus e de Seus feitos. A lembrança da presença de Deus traz consolo e renova a fé, onde quer que estejamos."
    },
    {
      "numero": "7",
      "texto": "Abismo chama abismo, ao rugir das tuas cachoeiras; todas as tuas ondas e vagalhões se abateram sobre mim.",
      "reflexao": "O salmista descreve um momento de aflição intensa. Este versículo revela que, mesmo quando somos tomados por ondas de tristeza e desespero, Deus está presente, sustentando-nos em meio às tempestades."
    },
    {
      "numero": "8",
      "texto": "Conceda-me o Senhor o seu fiel amor de dia; de noite esteja comigo a sua canção. É a minha oração ao Deus que me dá vida.",
      "reflexao": "Deus é presença constante, tanto de dia quanto de noite. Este versículo nos lembra que, mesmo nas madrugadas de dor, a canção do Senhor pode embalar nossa alma e renovar nossas forças."
    },
    {
      "numero": "9",
      "texto": "Digo a Deus, minha Rocha: 'Por que te esqueceste de mim? Por que devo sair vagueando e pranteando, oprimido pelo inimigo?'",
      "reflexao": "O salmista se sente abandonado, mas ainda chama Deus de 'minha Rocha'. Este versículo mostra que podemos ser sinceros com Deus, expondo nossa dor, sabendo que Ele é firme, seguro e nunca nos abandona."
    },
    {
      "numero": "10",
      "texto": "Como ferida mortal nos meus ossos, zombam de mim os meus adversários, perguntando-me o tempo todo: 'Onde está o seu Deus?'",
      "reflexao": "A zombaria do mundo fere, mas não abala a fidelidade de Deus. Este versículo nos fortalece, mostrando que, mesmo quando somos questionados ou ridicularizados, o nosso Deus permanece fiel e presente."
    },
    {
      "numero": "11",
      "texto": "Por que você está assim tão triste, ó minha alma? Por que está assim tão perturbada dentro de mim? Ponha a sua esperança em Deus! Pois ainda o louvarei; ele é o meu Salvador e o meu Deus.",
      "reflexao": "O salmo se encerra com o mesmo refrão de esperança. É um lembrete poderoso de que, independentemente das circunstâncias, nossa alma deve se lembrar de que Deus é nossa esperança, nosso Salvador e nosso socorro constante."
    }
  ]
}
