{
  "livro": "Salmos",
  "capitulo": "30",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Eu te exaltarei, Senhor, pois tu me reergueste e não deixaste que os meus inimigos se divertissem às minhas custas.",
      "reflexao": "Deus é aquele que nos levanta quando estamos caídos. Este versículo nos lembra que o Senhor não permite que sejamos envergonhados pelos nossos inimigos, pois Ele é nosso socorro e nossa vitória."
    },
    {
      "numero": "2",
      "texto": "Senhor meu Deus, a ti clamei por socorro, e tu me curaste.",
      "reflexao": "Nos momentos de dor, doença ou aflição, podemos clamar ao Senhor e confiar que Ele é aquele que cura, restaura e renova. Seu amor e poder são fonte de vida e esperança para quem nEle confia."
    },
    {
      "numero": "3",
      "texto": "Senhor, tiraste-me da sepultura; prestes a descer à cova, devolveste-me a vida.",
      "reflexao": "Mesmo quando tudo parece perdido, Deus tem poder para nos resgatar da morte — física, emocional ou espiritual. Este versículo é uma declaração de livramento e uma lembrança do amor redentor de Deus."
    },
    {
      "numero": "4",
      "texto": "Cantem louvores ao Senhor, vocês, os seus fiéis; louvem o seu santo nome.",
      "reflexao": "A resposta natural ao cuidado e livramento de Deus deve ser louvor. Este versículo nos convida a viver uma vida de gratidão, exaltando ao Senhor não só por Suas obras, mas também por quem Ele é — santo e digno de toda adoração."
    },
    {
      "numero": "5",
      "texto": "Pois a sua ira só dura um instante, mas o seu favor dura a vida toda; o choro pode persistir uma noite, mas de manhã irrompe a alegria.",
      "reflexao": "Este é um dos versículos mais consoladores da Bíblia. Ele nos lembra que, embora passemos por momentos difíceis, eles são passageiros. A bondade de Deus é permanente e, depois da noite escura, sempre vem a manhã cheia de alegria e esperança."
    },
    {
      "numero": "6",
      "texto": "Quando me senti seguro, disse: ‘Jamais serei abalado!’",
      "reflexao": "Às vezes, a prosperidade nos faz esquecer que nossa segurança não está nas circunstâncias, mas em Deus. Este versículo nos alerta a manter nossa confiança no Senhor, e não em situações ou bens materiais."
    },
    {
      "numero": "7",
      "texto": "Senhor, com o teu favor, deste-me firmeza e estabilidade; mas, quando escondeste o teu rosto, fiquei aterrorizado.",
      "reflexao": "O favor de Deus é nossa segurança. Este versículo mostra que, sem a presença e o cuidado do Senhor, nos sentimos perdidos e vulneráveis. Ele nos lembra da importância de viver em constante dependência de Deus."
    },
    {
      "numero": "8",
      "texto": "A ti, Senhor, clamei; ao Senhor pedi misericórdia:",
      "reflexao": "Nos momentos de fragilidade, nossa melhor escolha é clamar ao Senhor. Este versículo nos encoraja a levar nossas dores, angústias e necessidades diante de Deus, que é misericordioso e fiel para nos ouvir."
    },
    {
      "numero": "9",
      "texto": "‘Se eu morrer, estarei descendo à cova. Acaso o pó te louvará? Proclamará a tua fidelidade?’",
      "reflexao": "O salmista apela à misericórdia de Deus, mostrando seu desejo sincero de continuar vivendo para louvá-Lo. Este versículo reflete uma verdade: nossa vida tem propósito, e um deles é glorificar a Deus aqui na terra, através de tudo o que fazemos."
    },
    {
      "numero": "10",
      "texto": "Ouve, Senhor, e tem misericórdia de mim; Senhor, sê tu o meu auxílio.",
      "reflexao": "Este clamor simples e direto deve estar em nossos lábios diariamente. Ele nos lembra que Deus é nosso auxílio constante, nossa fonte de misericórdia e socorro presente em todas as circunstâncias."
    },
    {
      "numero": "11",
      "texto": "Mudaste o meu pranto em dança, a minha veste de lamento em veste de alegria,",
      "reflexao": "Deus é especialista em transformar lágrimas em celebração, tristeza em alegria e desespero em esperança. Este versículo é uma poderosa declaração de que Deus não apenas consola, mas também restaura e renova completamente a nossa vida."
    },
    {
      "numero": "12",
      "texto": "para que o meu coração cante louvores a ti e não se cale. Senhor, meu Deus, eu te darei graças para sempre.",
      "reflexao": "O salmo se encerra com gratidão e louvor. Quando Deus transforma nossa história, nossa resposta deve ser viver uma vida de adoração, gratidão e testemunho, declarando a bondade do Senhor hoje e por toda a eternidade."
    }
  ]
}
