{
  "livro": "Salmos",
  "capitulo": "98",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Cantem ao Senhor um novo cântico, pois ele fez coisas maravilhosas; a sua mão direita e o seu braço santo lhe trouxeram a vitória.",
      "reflexao": "O louvor é uma resposta às maravilhas de Deus. Este versículo nos lembra que Ele continua fazendo milagres e trazendo vitória àqueles que confiam nEle. O novo cântico nasce de um coração grato e renovado."
    },
    {
      "numero": "2",
      "texto": "O Senhor anunciou a sua vitória e revelou a sua justiça às nações.",
      "reflexao": "Deus não age em segredo. Este versículo nos mostra que o Senhor manifesta Sua justiça e Seu poder de forma visível, para que todos saibam que Ele é o Deus que salva, que livra e que reina."
    },
    {
      "numero": "3",
      "texto": "Ele se lembrou do seu amor leal e da sua fidelidade para com a casa de Israel; todos os confins da terra viram a vitória do nosso Deus.",
      "reflexao": "O amor de Deus é fiel e eterno. Este versículo nos traz esperança, mostrando que Deus jamais se esquece dos Seus e que Seu amor e salvação se estendem a toda a terra, a todos que O buscam."
    },
    {
      "numero": "4",
      "texto": "Aclamem o Senhor, todos os habitantes da terra! Louvem-no com alegria e cantem louvores!",
      "reflexao": "A adoração é um convite universal. Este versículo nos inspira a celebrar, exaltar e declarar com alegria a bondade e a soberania do Senhor, que é digno de todo louvor."
    },
    {
      "numero": "5",
      "texto": "Cantem louvores ao Senhor com a harpa, com a harpa e ao som de música suave,",
      "reflexao": "Deus se agrada do louvor sincero e também do louvor com instrumentos. Este versículo nos ensina que toda expressão artística pode e deve ser usada para glorificar o nome do Senhor."
    },
    {
      "numero": "6",
      "texto": "com trombetas e som de trompa; exultem diante do Senhor, o Rei.",
      "reflexao": "O louvor deve ser vibrante, cheio de vida e celebração. Este versículo nos lembra que o Senhor é digno de ser exaltado com toda a intensidade, como Rei soberano sobre tudo e todos."
    },
    {
      "numero": "7",
      "texto": "Ruja o mar e tudo o que nele existe, o mundo e os seus habitantes!",
      "reflexao": "Toda a criação louva ao Senhor. Este versículo nos convida a perceber que até a natureza celebra o Criador, e nós, como obra-prima de Deus, somos chamados a nos juntar a esse louvor."
    },
    {
      "numero": "8",
      "texto": "Batam palmas os rios, e juntos cantem de alegria os montes,",
      "reflexao": "A imagem poética da natureza louvando ao Senhor nos mostra que tudo o que Deus criou reflete Sua glória. Este versículo nos lembra que o louvor é universal, ecoando pela terra e pelos céus."
    },
    {
      "numero": "9",
      "texto": "cantando diante do Senhor, porque vem para julgar a terra. Julgará o mundo com justiça e os povos com retidão.",
      "reflexao": "Deus é justo e fiel. Este versículo nos traz esperança e reverência, lembrando que o Senhor virá para julgar com justiça, corrigir o mal e estabelecer Seu reino de paz, verdade e retidão."
    }
  ]
}
