{
  "livro": "Salmos",
  "capitulo": "53",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Diz o tolo em seu coração: 'Deus não existe.' Corromperam-se e cometeram injustiças detestáveis; não há ninguém que faça o bem.",
      "reflexao": "Negar a existência de Deus leva à corrupção moral e espiritual. Este versículo nos lembra que a verdadeira sabedoria começa no reconhecimento de Deus como Senhor e fonte de toda justiça e bondade."
    },
    {
      "numero": "2",
      "texto": "Deus olha dos céus para os filhos dos homens, para ver se há alguém que tenha entendimento, alguém que busque a Deus.",
      "reflexao": "O olhar de Deus está sobre toda a humanidade. Este versículo revela o desejo de Deus de encontrar corações que O busquem sinceramente, desejosos de viver em retidão e comunhão com Ele."
    },
    {
      "numero": "3",
      "texto": "Todos se desviaram, igualmente se corromperam; não há ninguém que faça o bem, não há nem um sequer.",
      "reflexao": "Este versículo reflete a condição universal do ser humano longe de Deus. Todos precisam de redenção, e isso só é possível pela graça do Senhor, que transforma e restaura."
    },
    {
      "numero": "4",
      "texto": "Será que os malfeitores não aprendem? Eles devoram o meu povo como quem come pão, e não clamam a Deus.",
      "reflexao": "Aqueles que vivem na maldade agem como se Deus não existisse. Este versículo nos alerta que o afastamento de Deus endurece o coração e leva à destruição, tanto própria quanto dos outros."
    },
    {
      "numero": "5",
      "texto": "Tomam-se de pavor, onde não há motivo para pavor. Deus dispersa os ossos daqueles que atacam você; você os humilha, porque Deus os rejeita.",
      "reflexao": "Deus é quem protege Seu povo e confunde os planos dos ímpios. Este versículo nos traz consolo e segurança: mesmo que sejamos atacados, Deus é nosso defensor e aquele que traz livramento."
    },
    {
      "numero": "6",
      "texto": "Ah, se de Sião viesse a salvação para Israel! Quando Deus restaurar o seu povo, Jacó exultará, e Israel se alegrará!",
      "reflexao": "O salmo se encerra com um clamor e uma esperança: a salvação e a restauração vindas de Deus. Este versículo nos lembra que, apesar da maldade no mundo, a última palavra é de Deus, que traz redenção, alegria e vitória ao Seu povo."
    }
  ]
}
