{
  "livro": "Salmos",
  "capitulo": "105",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deem graças ao Senhor, proclamem o seu nome; divulguem seus feitos entre as nações.",
      "reflexao": "O louvor e a gratidão devem ser acompanhados de testemunho. Este versículo nos ensina que compartilhar os feitos do Senhor é uma maneira poderosa de glorificar a Deus e edificar vidas ao nosso redor."
    },
    {
      "numero": "2",
      "texto": "Cantem para ele e louvem-no; relatem todas as suas maravilhas.",
      "reflexao": "O louvor não deve ser silencioso, mas cheio de alegria e testemunho. Este versículo nos convida a celebrar as maravilhas de Deus, tornando Seus feitos conhecidos com cânticos e palavras."
    },
    {
      "numero": "3",
      "texto": "Gloriem-se no seu santo nome; alegre-se o coração dos que buscam o Senhor.",
      "reflexao": "Há alegria para quem busca ao Senhor. Este versículo nos lembra que viver uma vida focada em Deus não traz peso, mas sim profunda alegria, paz e realização no espírito."
    },
    {
      "numero": "4",
      "texto": "Recorram ao Senhor e ao seu poder; busquem sempre a sua presença.",
      "reflexao": "Buscar a Deus deve ser uma prática constante. Este versículo nos ensina que, em todas as situações da vida, precisamos recorrer à presença, ao poder e à direção do Senhor, que nunca falha."
    },
    {
      "numero": "5",
      "texto": "Lembrem-se das maravilhas que ele fez, dos seus prodígios e das sentenças que pronunciou,",
      "reflexao": "Recordar o que Deus já fez fortalece nossa fé. Este versículo nos lembra que manter viva a memória dos feitos do Senhor nos ajuda a enfrentar os desafios presentes com esperança e confiança."
    },
    {
      "numero": "6",
      "texto": "ó descendentes de Abraão, seu servo, ó filhos de Jacó, seus escolhidos.",
      "reflexao": "O salmista reafirma a identidade do povo de Deus. Este versículo nos lembra que, assim como eles foram escolhidos, nós também somos chamados a viver uma vida de aliança, fidelidade e comunhão com o Senhor."
    },
    {
      "numero": "7",
      "texto": "Ele é o Senhor, o nosso Deus; seus decretos são para toda a terra.",
      "reflexao": "Deus é Senhor de toda a terra. Este versículo nos ensina que Seus decretos e Sua soberania não estão limitados a um povo ou lugar, mas abrangem toda a criação, em todos os tempos."
    },
    {
      "numero": "8",
      "texto": "Ele se lembra para sempre da sua aliança, por mil gerações, da promessa que fez,",
      "reflexao": "Deus é fiel às Suas promessas. Este versículo nos conforta ao lembrar que o Senhor nunca se esquece das alianças feitas com Seu povo, e Suas promessas se estendem de geração em geração."
    },
    {
      "numero": "9",
      "texto": "da aliança que fez com Abraão, do juramento que fez a Isaque.",
      "reflexao": "As promessas de Deus são firmes e inabaláveis. Este versículo nos lembra que, assim como Deus cumpriu Suas promessas aos patriarcas, Ele continua sendo fiel em cumprir o que prometeu a nós."
    },
    {
      "numero": "10",
      "texto": "Ele a confirmou como decreto a Jacó, a Israel como aliança eterna:",
      "reflexao": "A aliança de Deus é eterna. Este versículo fortalece nossa confiança de que aquilo que Deus estabelece permanece, e Suas palavras não mudam, mesmo que as circunstâncias tentem dizer o contrário."
    },
    {
      "numero": "11",
      "texto": "‘A você darei a terra de Canaã, a herança que lhe pertence.’",
      "reflexao": "Deus concede herança aos que O amam. Este versículo nos ensina que, assim como Ele prometeu uma terra ao Seu povo, também prepara para nós promessas, bênçãos e conquistas espirituais."
    },
    {
      "numero": "12",
      "texto": "Eles eram poucos, muito poucos, e estrangeiros nela.",
      "reflexao": "Deus cuida dos pequenos e dos que parecem frágeis. Este versículo nos lembra que, mesmo quando somos poucos ou estamos em terras estranhas, Deus permanece fiel e age em nosso favor."
    },
    {
      "numero": "13",
      "texto": "Vagavam de nação em nação, de um reino a outro.",
      "reflexao": "Mesmo em meio às incertezas e jornadas, Deus não abandona os Seus. Este versículo nos conforta, mostrando que o Senhor guia nossos passos, mesmo quando não temos morada fixa ou segurança visível."
    },
    {
      "numero": "14",
      "texto": "Mas a ninguém permitiu que os oprimisse; por amor deles repreendeu reis,",
      "reflexao": "Deus protege e defende os Seus. Este versículo nos lembra que não estamos sozinhos; o Senhor se levanta em nosso favor, repreende inimigos e não permite que sejamos destruídos."
    },
    {
      "numero": "15",
      "texto": "dizendo: ‘Não toquem nos meus ungidos, não maltratem os meus profetas.’",
      "reflexao": "Deus estabelece limites em favor dos Seus. Este versículo nos traz segurança ao reafirmar que quem pertence ao Senhor está debaixo de Sua proteção, e Ele zela por cada vida, cada chamado e cada propósito."
    },
    {
      "numero": "16",
      "texto": "Ele mandou vir fome sobre a terra e destruiu todo o seu sustento;",
      "reflexao": "Deus permite certas crises para cumprir Seus propósitos. Este versículo nos lembra que, mesmo quando enfrentamos escassez, Deus está no controle, preparando algo maior que ainda não vemos."
    },
    {
      "numero": "17",
      "texto": "mas enviou um homem adiante deles, José, que foi vendido como escravo.",
      "reflexao": "Deus prepara soluções antes mesmo dos problemas surgirem. Este versículo nos ensina que, muitas vezes, situações difíceis são parte do plano de Deus para proteger, salvar e abençoar muitos."
    },
    {
      "numero": "18",
      "texto": "Fizeram-lhe sofrer com correntes nos pés e colocaram um colar de ferro no pescoço,",
      "reflexao": "O sofrimento de José parecia ser abandono, mas fazia parte de um propósito maior. Este versículo nos lembra que, mesmo nas prisões da vida, Deus está forjando caráter e preparando livramento."
    },
    {
      "numero": "19",
      "texto": "até cumprir-se a sua predição, e a palavra do Senhor confirmar o que dissera.",
      "reflexao": "As promessas de Deus têm um tempo determinado. Este versículo nos fortalece, mostrando que, enquanto esperamos, Deus está trabalhando, e Suas promessas jamais falham — se cumprirão no tempo certo."
    },
    {
      "numero": "20",
      "texto": "O rei mandou soltá-lo, o governante dos povos o libertou.",
      "reflexao": "Quando chega o tempo de Deus, nenhuma prisão pode segurar. Este versículo nos lembra que o favor do Senhor abre portas, muda decretos e estabelece Seus filhos em lugares de honra."
    },
    {
      "numero": "21",
      "texto": "Ele o constituiu senhor de seu palácio e administrador de todos os seus bens,",
      "reflexao": "Deus exalta os que permanecem fiéis. Este versículo nos mostra que a fidelidade no processo gera honra no cumprimento da promessa. José saiu da prisão para o palácio, e o mesmo Deus ainda age assim."
    },
    {
      "numero": "22",
      "texto": "para instruir os seus oficiais como desejasse e ensinar a sabedoria aos seus anciãos.",
      "reflexao": "Deus não apenas nos exalta, mas nos capacita. Este versículo nos ensina que, quando Deus nos leva a lugares altos, é para sermos instrumentos de sabedoria, bênção e transformação por onde formos."
    },
    {
      "numero": "23",
      "texto": "Então Israel foi para o Egito, Jacó viveu como estrangeiro na terra de Cam.",
      "reflexao": "Deus cuida dos Seus, mesmo em terra estrangeira. Este versículo nos lembra que, mesmo fora do lugar de origem, o povo de Deus é guardado, sustentado e guiado por Suas promessas eternas."
    },
    {
      "numero": "24",
      "texto": "Deus fez proliferar o seu povo, tornando-o mais poderoso do que os seus adversários.",
      "reflexao": "Quando Deus abençoa, ninguém pode impedir. Este versículo nos encoraja a confiar que, mesmo em meio a ambientes difíceis, o Senhor nos faz crescer, prosperar e superar qualquer oposição."
    },
    {
      "numero": "25",
      "texto": "Mudou o coração dos egípcios para que odiassem o seu povo e tramassem contra os seus servos.",
      "reflexao": "Às vezes, Deus permite oposições para nos levar ao próximo nível. Este versículo nos lembra que até a resistência dos inimigos pode fazer parte do plano divino para manifestar Seu poder e Sua fidelidade."
    },
    {
      "numero": "26",
      "texto": "Então enviou seu servo Moisés, e Arão, a quem tinha escolhido.",
      "reflexao": "Deus levanta libertadores no tempo certo. Este versículo nos mostra que, quando chega o tempo de mudança, Deus levanta pessoas capacitadas, escolhidas e cheias de autoridade para cumprir Seus propósitos."
    },
    {
      "numero": "27",
      "texto": "Por meio deles realizou os seus sinais milagrosos e as suas maravilhas na terra de Cam.",
      "reflexao": "Deus é Deus de sinais e maravilhas. Este versículo nos lembra que, quando Ele decide agir, nada pode impedir, e Suas maravilhas são vistas até pelos que não O reconhecem como Senhor."
    },
    {
      "numero": "28",
      "texto": "Enviou trevas, e fez escurecer tudo; mas eles não obedeceram às suas palavras.",
      "reflexao": "Deus é soberano sobre a luz e as trevas. Este versículo revela que, quando as pessoas endurecem o coração, até a própria natureza responde à voz de Deus, mostrando Seu poder e Sua autoridade sobre tudo."
    },
    {
      "numero": "29",
      "texto": "Transformou as águas deles em sangue, e matou os seus peixes.",
      "reflexao": "Deus manifesta Seu poder até nos elementos da criação. Este versículo nos lembra que tudo, absolutamente tudo, está debaixo do controle do Senhor, e Ele usa até a natureza para cumprir Seus propósitos."
    },
    {
      "numero": "30",
      "texto": "A terra deles foi infestada de rãs, que invadiram até os quartos dos reis.",
      "reflexao": "Quando Deus age, nem mesmo os poderosos escapam. Este versículo nos mostra que o Senhor é Deus sobre todos — reis, nações, autoridades — e que ninguém pode resistir ao Seu juízo e ao Seu poder."
    },
    {
      "numero": "31",
      "texto": "Ele ordenou, e enxames de moscas e piolhos invadiram o território deles.",
      "reflexao": "O poder da palavra de Deus é absoluto. Este versículo nos ensina que quando Deus dá uma ordem, até a natureza responde, mostrando que Ele é soberano sobre tudo e todos."
    },
    {
      "numero": "32",
      "texto": "Fez chover granizo em vez de chuva, e raios flamejantes por toda a sua terra.",
      "reflexao": "O Senhor usa até os elementos da criação para cumprir Seus juízos. Este versículo nos lembra que Deus é justo e que nada está fora do Seu controle, nem mesmo os céus e a terra."
    },
    {
      "numero": "33",
      "texto": "Ele feriu as videiras e as figueiras deles, e destruiu as árvores de sua terra.",
      "reflexao": "Quando Deus permite o juízo, até os recursos mais sólidos se desfazem. Este versículo nos alerta que viver distante de Deus nos afasta da proteção e do cuidado que só Ele pode oferecer."
    },
    {
      "numero": "34",
      "texto": "Ele ordenou, e vieram enxames de gafanhotos, gafanhotos incontáveis,",
      "reflexao": "A criação responde prontamente à voz do Criador. Este versículo nos lembra que tudo, até o que parece desordem para nós, está sob o comando soberano de Deus e serve aos Seus propósitos maiores."
    },
    {
      "numero": "35",
      "texto": "que devoraram toda a vegetação da terra, e destruíram os produtos dos seus campos.",
      "reflexao": "Quando Deus permite, nem os frutos do trabalho humano prosperam. Este versículo nos ensina que a verdadeira segurança e prosperidade vêm de estar alinhado com a vontade e a bênção do Senhor."
    },
    {
      "numero": "36",
      "texto": "Depois feriu todos os primogênitos deles, os primeiros frutos da sua força vital.",
      "reflexao": "Deus é justo e cumpre Seus juízos. Este versículo nos lembra que não se pode zombar do Senhor. Seu agir é soberano, e Ele defende o Seu povo com mão forte e poderosa."
    },
    {
      "numero": "37",
      "texto": "Mas tirou de lá os israelitas, com prata e ouro, e entre suas tribos não havia um só enfermo.",
      "reflexao": "Deus não apenas liberta, mas também provê e restaura. Este versículo nos lembra que, quando o Senhor nos tira de um lugar de escravidão, Ele faz isso com provisão, cura e honra."
    },
    {
      "numero": "38",
      "texto": "Os egípcios alegraram-se quando eles saíram, porque estavam dominados de temor aos israelitas.",
      "reflexao": "Quando Deus age em favor do Seu povo, até os inimigos reconhecem Sua mão poderosa. Este versículo nos ensina que o temor do Senhor faz os adversários se calarem e se renderem diante do Seu poder."
    },
    {
      "numero": "39",
      "texto": "Ele estendeu uma nuvem para lhes dar sombra, e fogo para iluminar a noite.",
      "reflexao": "Deus cuida de cada detalhe na caminhada do Seu povo. Este versículo nos lembra que Ele é aquele que guia, protege de dia e de noite, trazendo conforto, direção e segurança em toda jornada."
    },
    {
      "numero": "40",
      "texto": "Pediram, e ele trouxe codornizes e os saciou com pão do céu.",
      "reflexao": "Deus é aquele que supre. Este versículo nos mostra que Ele não apenas atende nossas orações, mas também nos surpreende, suprindo nossas necessidades de formas sobrenaturais e amorosas."
    },
    {
      "numero": "41",
      "texto": "Ele fendeu a rocha, e dela brotaram águas que correram como um rio pelo deserto.",
      "reflexao": "Deus faz brotar provisão até nos lugares mais improváveis. Este versículo nos ensina que, mesmo no deserto, Deus é capaz de gerar vida, sustento e milagres para quem confia nEle."
    },
    {
      "numero": "42",
      "texto": "Pois ele se lembrou da sua santa promessa, que fizera a seu servo Abraão.",
      "reflexao": "Deus não esquece Suas promessas. Este versículo nos fortalece, mostrando que o Senhor é fiel e cumpre aquilo que prometeu, mesmo que o tempo passe. Ele permanece firme em Sua palavra."
    },
    {
      "numero": "43",
      "texto": "Fez sair o seu povo com alegria, seus escolhidos com cânticos de júbilo.",
      "reflexao": "A libertação que Deus concede vem acompanhada de alegria e celebração. Este versículo nos lembra que Deus não apenas nos tira do cativeiro, mas também nos leva a viver uma nova vida marcada pela alegria e pela gratidão."
    },
    {
      "numero": "44",
      "texto": "Deu-lhes as terras das nações, e eles se apossaram do fruto do trabalho de outros povos,",
      "reflexao": "Quando Deus entrega algo, Ele entrega por completo. Este versículo nos ensina que o Senhor é quem nos dá a herança, muitas vezes além do que merecemos, por causa de Sua graça e fidelidade."
    },
    {
      "numero": "45",
      "texto": "para que obedecessem aos seus decretos e guardassem as suas leis. Aleluia!",
      "reflexao": "O propósito de Deus em abençoar não é apenas nosso conforto, mas que vivamos uma vida de obediência, reverência e gratidão. Este versículo encerra lembrando que tudo é para a glória de Deus e para que sigamos Seus caminhos. Aleluia!"
    }
  ]
}
