{
  "livro": "Salmos",
  "capitulo": "15",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Senhor, quem habitará no teu santuário? Quem poderá morar no teu santo monte?",
      "reflexao": "Essa pergunta ecoa profundamente na alma: quem pode estar na presença de Deus? Este versículo nos leva à reflexão sobre como temos conduzido nossas vidas. Não se trata de perfeição, mas de um coração alinhado com os princípios do Reino, buscando viver com integridade, amor e reverência ao Senhor."
    },
    {
      "numero": "2",
      "texto": "Aquele que é íntegro em sua conduta e pratica o que é justo, que de coração fala a verdade",
      "reflexao": "Deus se agrada da integridade, da justiça e da verdade. Este versículo nos lembra que a verdadeira espiritualidade se reflete na prática diária — nas palavras, nas atitudes e na forma como lidamos com as pessoas. Viver em verdade e justiça é viver de forma que agrada a Deus e reflete a Sua luz no mundo."
    },
    {
      "numero": "3",
      "texto": "e não difama com a língua, não faz mal ao seu semelhante, nem lança calúnia contra o seu próximo.",
      "reflexao": "A maneira como usamos nossas palavras revela muito sobre nosso caráter. Deus valoriza aqueles que escolhem não espalhar fofocas, não ferir com palavras e não levantar falsas acusações. Este versículo nos convida a usar nossa boca para edificar, abençoar e ser instrumentos de paz e reconciliação."
    },
    {
      "numero": "4",
      "texto": "que rejeita quem merece desprezo, mas honra os que temem ao Senhor, que mantém a sua palavra, mesmo quando sai prejudicado;",
      "reflexao": "Manter a palavra, mesmo que isso custe algo, é um sinal de honra, caráter e fidelidade. Este versículo destaca a importância de sermos pessoas de compromisso, que valorizam aquilo que é certo, honram quem busca a Deus e não se corrompem, mesmo quando há custo pessoal."
    },
    {
      "numero": "5",
      "texto": "que não empresta o seu dinheiro visando lucro nem aceita suborno contra o inocente. Quem assim procede nunca será abalado!",
      "reflexao": "Deus observa não apenas nossas palavras, mas também como lidamos com o dinheiro, com a justiça e com o próximo. Este versículo encerra com uma promessa poderosa: quem vive de forma justa, íntegra e fiel, jamais será abalado. Deus é o sustento, a rocha e o refúgio dos que O buscam com sinceridade."
    }
  ]
}
