{
  "livro": "Salmos",
  "capitulo": "112",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Como é feliz o homem que teme o Senhor e tem grande prazer em seus mandamentos!",
      "reflexao": "A verdadeira felicidade está em temer ao Senhor e viver de acordo com Sua vontade. Este versículo nos lembra que o temor a Deus não é medo, mas reverência, amor e compromisso, que geram paz e prosperidade espiritual."
    },
    {
      "numero": "2",
      "texto": "Seus descendentes serão poderosos na terra, serão uma geração abençoada de homens íntegros.",
      "reflexao": "O temor ao Senhor gera impacto nas gerações futuras. Este versículo nos mostra que nossa fidelidade a Deus hoje se reflete em bênçãos, proteção e força para nossos filhos e netos."
    },
    {
      "numero": "3",
      "texto": "Grande riqueza há em sua casa, e a sua justiça dura para sempre.",
      "reflexao": "Deus abençoa abundantemente aqueles que O buscam. Este versículo não fala apenas de riquezas materiais, mas principalmente das riquezas espirituais, da paz, da alegria e da justiça que permanecem eternamente."
    },
    {
      "numero": "4",
      "texto": "A luz raia nas trevas para o íntegro, para quem é misericordioso, compassivo e justo.",
      "reflexao": "Mesmo nos dias mais sombrios, Deus ilumina o caminho dos que vivem com integridade. Este versículo nos lembra que a bondade, a compaixão e a justiça atraem a luz divina sobre nossas vidas."
    },
    {
      "numero": "5",
      "texto": "Feliz é o homem que empresta com generosidade e que conduz seus negócios com justiça.",
      "reflexao": "A generosidade e a honestidade são marcas dos que temem ao Senhor. Este versículo nos ensina que Deus prospera aqueles que vivem de forma justa, cuidando não só de si, mas também dos outros."
    },
    {
      "numero": "6",
      "texto": "O justo jamais será abalado; para sempre se lembrarão dele.",
      "reflexao": "Quem anda com Deus vive de forma firme, inabalável. Este versículo nos encoraja a permanecer fiéis, sabendo que o nosso testemunho permanecerá, deixando um legado de fé, amor e justiça."
    },
    {
      "numero": "7",
      "texto": "Não temerá más notícias; seu coração está firme, confiante no Senhor.",
      "reflexao": "A confiança em Deus nos livra do medo. Este versículo nos fortalece, mostrando que, mesmo diante de más notícias, nosso coração pode permanecer firme, porque quem confia no Senhor sabe que Ele está no controle."
    },
    {
      "numero": "8",
      "texto": "O seu coração está seguro e nada temerá; no final verá a derrota dos seus adversários.",
      "reflexao": "A segurança que vem de Deus é inabalável. Este versículo nos lembra que, enquanto caminhamos com Ele, o medo não nos domina, e no final, a justiça do Senhor prevalecerá sobre qualquer oposição."
    },
    {
      "numero": "9",
      "texto": "Reparte generosamente com os pobres; a sua justiça dura para sempre. Seu poder será exaltado em honra.",
      "reflexao": "A generosidade é uma expressão prática da justiça divina. Este versículo nos ensina que quem vive para abençoar outros é honrado por Deus, e sua vida se torna um reflexo do amor e da bondade do Senhor."
    },
    {
      "numero": "10",
      "texto": "O ímpio o vê e se enraivece, range os dentes e definha. O desejo dos ímpios se frustrará.",
      "reflexao": "Os planos dos ímpios não prosperam contra aqueles que vivem sob a proteção de Deus. Este versículo nos lembra que, enquanto os maus definham em seus próprios planos, quem anda com Deus floresce, prospera e permanece."
    }
  ]
}
