{
  "livro": "Salmos",
  "capitulo": "7",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Senhor, meu Deus, em ti me refugio; salva-me e livra-me de todos os que me perseguem,",
      "reflexao": "Este versículo expressa a confiança total no Senhor como nosso refúgio e libertador. Em um mundo cheio de ameaças, desafios e perseguições — sejam físicas, emocionais ou espirituais —, somos convidados a buscar abrigo em Deus, sabendo que Ele é quem nos protege e nos livra do mal."
    },
    {
      "numero": "2",
      "texto": "para que como leões não me dilacerem nem me despedacem, sem que ninguém me livre.",
      "reflexao": "O salmista usa a imagem de leões para descrever a força das adversidades. Quantas vezes na vida nos sentimos cercados por problemas que parecem prontos a nos despedaçar? Este versículo nos lembra que, mesmo em situações extremas, Deus é nosso socorro presente e nosso libertador fiel."
    },
    {
      "numero": "3",
      "texto": "Senhor, meu Deus, se assim procedi, se nas minhas mãos há injustiça,",
      "reflexao": "Aqui vemos um coração disposto a ser examinado por Deus. Antes de pedir justiça contra os outros, o salmista busca refletir sobre sua própria conduta. Isso nos ensina que precisamos, primeiro, olhar para nós mesmos, avaliando nossos atos, palavras e intenções, para viver de forma íntegra diante de Deus."
    },
    {
      "numero": "4",
      "texto": "se fiz algum mal a um amigo ou se poupei sem motivo o meu adversário,",
      "reflexao": "Este versículo revela um espírito de honestidade e arrependimento. Ele nos convida a refletir sobre como temos tratado as pessoas à nossa volta. É um chamado à reconciliação, ao arrependimento e a buscar relacionamentos baseados na justiça, no perdão e no amor."
    },
    {
      "numero": "5",
      "texto": "persiga-me o meu inimigo até me alcançar, pise aos pés a minha vida e arraste no pó a minha honra.",
      "reflexao": "O salmista mostra sua total convicção de estar andando em integridade. Esta declaração nos desafia a viver de tal forma que possamos também ter a consciência limpa diante de Deus e dos homens. Uma vida alinhada com os princípios de Deus traz segurança, mesmo em meio às acusações e perseguições."
    },
    {
      "numero": "6",
      "texto": "Levanta-te, Senhor, na tua ira; ergue-te contra o furor dos meus inimigos. Desperta, meu Deus! Ordena a justiça.",
      "reflexao": "Este versículo é um clamor poderoso por justiça. Em um mundo cheio de injustiças, é um lembrete de que podemos, sim, clamar para que Deus se levante em nosso favor. Ele é justo, vê tudo e age no tempo certo, trazendo restauração, livramento e paz aos que confiam nEle."
    },
    {
      "numero": "7",
      "texto": "Reúnam-se os povos ao teu redor. Das alturas reina sobre eles.",
      "reflexao": "Deus não é apenas Deus de uma pessoa ou de um povo — Ele é soberano sobre todas as nações, sobre toda a Terra. Este versículo nos lembra que Ele governa do alto, vê tudo e exerce juízo e misericórdia sobre os povos. Isso nos traz descanso e esperança, sabendo que nada foge ao Seu controle."
    },
    {
      "numero": "8",
      "texto": "O Senhor julga os povos. Julga-me, Senhor, conforme a minha justiça, conforme a minha integridade, ó Altíssimo.",
      "reflexao": "Pedir para ser julgado por Deus é um ato de quem tem consciência limpa e vive buscando a retidão. Este versículo nos desafia a viver de forma íntegra, sabendo que Deus vê além das aparências, conhece nosso coração e julga com justiça e amor."
    },
    {
      "numero": "9",
      "texto": "Ponham fim à maldade dos ímpios, mas dá firmeza ao justo, pois tu, ó justo Deus, sondas o íntimo e o coração.",
      "reflexao": "Deus não olha apenas para o exterior — Ele sonda o mais profundo do nosso ser. Este versículo nos encoraja a viver com autenticidade e pureza de coração, sabendo que Deus firma os justos, fortalece os que andam em Seus caminhos e põe fim ao avanço da maldade no tempo certo."
    },
    {
      "numero": "10",
      "texto": "O meu escudo está nas mãos de Deus, que salva os retos de coração.",
      "reflexao": "Que declaração poderosa de fé! Deus é nosso escudo, nossa proteção constante. Aqueles que são retos de coração, que buscam a verdade e a justiça, podem confiar que estão guardados sob o cuidado do Senhor. Ele é quem nos livra e nos mantém firmes."
    },
    {
      "numero": "11",
      "texto": "Deus é um juiz justo, um Deus que se ira todos os dias contra o ímpio.",
      "reflexao": "Deus é amor, mas também é justiça. Este versículo nos lembra que Ele não é indiferente ao mal, à injustiça e à opressão. Sua ira contra o ímpio é a expressão da Sua santidade e do Seu compromisso com a verdade e o bem. Isso nos convida a escolher o caminho da justiça todos os dias."
    },
    {
      "numero": "12",
      "texto": "Se o homem não se arrepende, Deus afia a sua espada, arma o seu arco e o aponta,",
      "reflexao": "O tempo da graça é também tempo de oportunidade para arrependimento. Este versículo é um alerta amoroso: Deus é paciente, mas não permitirá que a maldade permaneça para sempre sem resposta. É um chamado urgente à conversão, à mudança de vida e à busca sincera por Deus."
    },
    {
      "numero": "13",
      "texto": "prepara suas armas mortais e faz de suas setas flechas flamejantes.",
      "reflexao": "Quando a justiça de Deus se manifesta, ela vem com poder e precisão. Este versículo reforça que Deus luta contra toda injustiça e rebeldia. Para os que estão em Seus caminhos, isso é motivo de esperança e segurança; para quem persiste no mal, é um chamado urgente ao arrependimento."
    },
    {
      "numero": "14",
      "texto": "Quem gera maldade concebe sofrimento e dá à luz a desilusão.",
      "reflexao": "O mal nunca gera bons frutos. Este versículo nos lembra que aqueles que escolhem plantar injustiça e maldade acabam colhendo sofrimento e frustração. É um alerta poderoso de que viver fora dos princípios de Deus leva à dor, enquanto seguir Seus caminhos conduz à vida, paz e esperança."
    },
    {
      "numero": "15",
      "texto": "Quem cava um buraco e o aprofunda cairá nessa armadilha que fez.",
      "reflexao": "Este versículo expressa uma verdade que atravessa gerações: tudo aquilo que fazemos contra o outro, volta para nós. A armadilha preparada para prejudicar alguém acaba sendo a própria queda do maldoso. Deus é justo e cuida para que a maldade não prospere indefinidamente."
    },
    {
      "numero": "16",
      "texto": "Sua maldade se voltará contra ele; sua violência cairá sobre sua própria cabeça.",
      "reflexao": "A justiça de Deus faz com que tudo aquilo que é plantado retorne para quem plantou. Este versículo nos alerta que a violência, a mentira e a injustiça não ficam sem consequência. É um chamado a escolher, diariamente, o caminho da paz, do amor e da retidão."
    },
    {
      "numero": "17",
      "texto": "Darei graças ao Senhor por sua justiça; ao nome do Senhor Altíssimo cantarei louvores.",
      "reflexao": "Este salmo termina com um hino de gratidão e louvor. Mesmo em meio às lutas, quem confia em Deus sabe que pode agradecer, pois o Senhor é justo, cuida dos Seus e não abandona aqueles que O buscam. Que nossa vida seja uma constante canção de gratidão e louvor ao nosso Deus Altíssimo."
    }
  ]
}
