{
  "livro": "Salmos",
  "capitulo": "126",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando o Senhor trouxe os cativos de volta a Sião, foi como um sonho.",
      "reflexao": "Este versículo fala de um tempo de restauração, onde aquilo que parecia impossível aconteceu. Quantas vezes também esperamos por mudanças, por livramentos e por milagres? Quando Deus age, a alegria é tão grande que parece um sonho. Isso nos lembra que nenhuma situação é definitiva quando colocamos nossa esperança no Senhor."
    },
    {
      "numero": "2",
      "texto": "Então a nossa boca se encheu de riso, e a nossa língua de cantos de alegria. Até nas outras nações se dizia: 'O Senhor fez coisas grandiosas por eles.'",
      "reflexao": "Quando Deus transforma a nossa realidade, até aqueles que estão de fora reconhecem Sua bondade e poder. Este versículo nos convida a lembrar dos feitos do Senhor e a testemunhar Sua fidelidade. É uma declaração de que a alegria que vem de Deus não é apenas interna, mas visível e contagiante."
    },
    {
      "numero": "3",
      "texto": "Sim, coisas grandiosas fez o Senhor por nós, por isso estamos alegres.",
      "reflexao": "Gratidão e reconhecimento. Este versículo é um lembrete para nunca esquecermos dos livramentos, das portas abertas e dos milagres que Deus já realizou em nossas vidas. Quando focamos no que Deus já fez, nosso coração se enche de alegria e esperança para enfrentar qualquer desafio presente ou futuro."
    },
    {
      "numero": "4",
      "texto": "Senhor, restaura-nos assim como enches os leitos dos ribeiros no deserto do Neguebe.",
      "reflexao": "O salmista clama por restauração. Assim como no deserto, onde os ribeiros secos são repentinamente cheios pelas chuvas, Deus também pode transformar situações áridas, frias e sem vida. Este é um convite para confiarmos que Deus é especialista em transformar cenários impossíveis em campos férteis e cheios de vida."
    },
    {
      "numero": "5",
      "texto": "Aqueles que semeiam com lágrimas, com cantos de alegria colherão.",
      "reflexao": "Este é um dos versículos mais lindos da Bíblia e traz uma promessa poderosa. As lágrimas que derramamos nas lutas não são em vão. Deus vê cada uma delas e promete que o tempo da colheita virá — e será uma colheita de alegria, vitória e bênção. Por isso, não desista, continue semeando fé, amor e esperança."
    },
    {
      "numero": "6",
      "texto": "Aquele que sai chorando enquanto lança a semente, voltará com cantos de alegria, trazendo os seus feixes.",
      "reflexao": "O versículo final sela essa promessa: o processo pode ser difícil, com dor, esforço e lágrimas, mas o fim será de alegria. Quem não desiste, mesmo em meio ao sofrimento, verá os frutos do seu esforço. Deus é fiel para transformar a dor em celebração, e o deserto em jardim."
    }
  ]
}
