{
  "livro": "Salmos",
  "capitulo": "23",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O Senhor é o meu pastor; de nada terei falta.",
      "reflexao": "Este versículo expressa uma das maiores declarações de confiança e cuidado divino. Quando fazemos do Senhor nosso Pastor, Ele supre todas as nossas necessidades — emocionais, espirituais e físicas. Com Ele, nunca estamos desamparados."
    },
    {
      "numero": "2",
      "texto": "Em verdes pastagens me faz repousar e me conduz a águas tranquilas;",
      "reflexao": "Deus cuida de nós, não apenas suprindo, mas trazendo descanso, paz e refrigério. Em um mundo agitado e cheio de pressões, o Senhor nos conduz a lugares de descanso interior, onde nossa alma encontra serenidade e segurança."
    },
    {
      "numero": "3",
      "texto": "restaura-me o vigor. Guia-me nas veredas da justiça por amor do seu nome.",
      "reflexao": "Deus não apenas cuida, mas também restaura. Quando nos sentimos fracos, esgotados ou perdidos, Ele renova nossas forças e nos coloca novamente no caminho certo, guiando-nos pela verdade e pela justiça, não por nossos méritos, mas por amor ao Seu nome."
    },
    {
      "numero": "4",
      "texto": "Mesmo quando eu andar por um vale de trevas e morte, não temerei perigo algum, pois tu estás comigo; a tua vara e o teu cajado me protegem.",
      "reflexao": "Este versículo é um dos maiores consolos das Escrituras. Mesmo nos piores momentos — nos vales mais sombrios e nas situações mais assustadoras —, Deus está conosco. Sua vara corrige, seu cajado protege, e Sua presença afasta o medo e traz segurança."
    },
    {
      "numero": "5",
      "texto": "Preparas um banquete para mim à vista dos meus inimigos. Tu me honras, ungindo a minha cabeça com óleo; meu cálice transborda.",
      "reflexao": "Deus não apenas nos livra, mas também nos honra. Ele prepara momentos de abundância, alegria e honra, mesmo quando estamos cercados por adversidades. Este versículo revela que, quando Deus decide nos abençoar, nem os inimigos podem impedir."
    },
    {
      "numero": "6",
      "texto": "Sei que a bondade e a fidelidade me acompanharão todos os dias da minha vida, e voltarei à casa do Senhor enquanto eu viver.",
      "reflexao": "O salmo se encerra com uma promessa maravilhosa: quem anda com Deus não vive perseguido pelo medo, pela falta ou pela insegurança, mas sim seguido pela bondade e pela fidelidade do Senhor, todos os dias. E, por fim, habitará na Sua presença para sempre, em comunhão, paz e alegria eterna."
    }
  ]
}
