{
  "livro": "Salmos",
  "capitulo": "74",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ó Deus, por que nos rejeitaste para sempre? Por que se acende a tua ira contra as ovelhas da tua pastagem?",
      "reflexao": "Este versículo expressa uma dor profunda de quem se sente abandonado, mas revela também um coração que reconhece Deus como Pastor e Cuidador. Mesmo na angústia, o salmista sabe a quem recorrer, pois sabe que Deus é aquele que nunca abandona Seu povo."
    },
    {
      "numero": "2",
      "texto": "Lembra-te da nação que adquiriste no passado, da tribo da tua herança, do monte Sião, onde habitaste.",
      "reflexao": "O salmista apela à aliança de Deus com Seu povo. Este versículo nos lembra que podemos orar com base nas promessas do Senhor, clamando para que Ele se lembre da aliança, da graça e do amor que tem por nós, Seu povo."
    },
    {
      "numero": "3",
      "texto": "Dirige os teus passos para estas ruínas irreparáveis; o inimigo destruiu tudo no santuário.",
      "reflexao": "Mesmo quando tudo parece estar em ruínas, podemos clamar a Deus. Este versículo revela que, em meio aos escombros da vida, podemos pedir que Deus venha, que intervenha, que restaure e traga vida onde só há destruição."
    },
    {
      "numero": "4",
      "texto": "Teus adversários vociferaram no local da tua assembleia e fixaram suas insígnias como sinais.",
      "reflexao": "Os inimigos tentaram tomar posse daquilo que pertencia a Deus. Este versículo nos lembra que, quando o inimigo tenta ocupar espaços que são do Senhor em nossas vidas, é tempo de nos levantar em oração e reafirmar que tudo pertence ao Senhor."
    },
    {
      "numero": "5",
      "texto": "Pareciam homens brandindo machados contra uma floresta cerrada.",
      "reflexao": "Aqui vemos a imagem da violência e da destruição. Isso nos leva a refletir sobre como, muitas vezes, forças se levantam contra nossa vida, nossa fé, nossa família. Mas Deus é aquele que vê, se levanta e luta por nós."
    },
    {
      "numero": "6",
      "texto": "Despedaçaram todos os entalhes com seus machados e martelos.",
      "reflexao": "O inimigo tenta destruir até os detalhes da obra de Deus. Este versículo nos lembra que, mesmo quando tudo parece ser destruído, Deus tem poder para restaurar, reconstruir e fazer algo ainda mais belo do que antes."
    },
    {
      "numero": "7",
      "texto": "Atearam fogo ao teu santuário; profanaram o lugar da habitação do teu nome, derrubando-o até ao chão.",
      "reflexao": "Mesmo quando aquilo que consideramos sagrado é atacado, nosso Deus permanece soberano. Este versículo nos ensina que, embora estruturas físicas possam ser abaladas, a presença de Deus nunca pode ser destruída — ela habita em nossos corações."
    },
    {
      "numero": "8",
      "texto": "Disseram no coração: 'Vamos oprimi-los de vez.' Queimaram todos os santuários de Deus na terra.",
      "reflexao": "O inimigo planeja destruição completa, mas esquece que Deus tem a última palavra. Este versículo é um lembrete de que, por mais intensa que seja a luta, Deus nunca perde o controle e não abandona os seus."
    },
    {
      "numero": "9",
      "texto": "Já não vemos os nossos sinais; já não há profeta, nem quem saiba até quando isso durará.",
      "reflexao": "Este versículo expressa um tempo de silêncio, onde parece que Deus não fala e os sinais se perderam. Mas é também um convite a perseverar, pois, mesmo no silêncio, Deus está agindo, preparando algo maior que nossos olhos ainda não veem."
    },
    {
      "numero": "10",
      "texto": "Até quando, ó Deus, o adversário zombará? Será que o inimigo blasfemará teu nome para sempre?",
      "reflexao": "Aqui há um clamor por justiça e intervenção. Este versículo reflete o anseio de que Deus se levante, que sua justiça se manifeste, e que a zombaria contra o Seu nome tenha fim. E isso se aplica aos dias atuais: Deus não permitirá que Seu nome seja desonrado para sempre."
    },
    {
      "numero": "11",
      "texto": "Por que reténs a tua mão, a tua mão direita? Saída de teu peito, destrói-os!",
      "reflexao": "Este versículo revela um clamor por ação imediata de Deus. Muitas vezes sentimos que o socorro está demorando, mas este texto também nos lembra que Deus nunca chega atrasado. Seu agir tem o tempo certo, perfeito e soberano."
    },
    {
      "numero": "12",
      "texto": "Mas tu, ó Deus, és meu rei desde a antiguidade; trazes salvação sobre a terra.",
      "reflexao": "Em meio ao caos, o salmista reafirma quem Deus é: Rei, soberano e Salvador. Este versículo nos convida a olhar para além das circunstâncias e lembrar que nosso Deus reina e traz salvação em todo tempo."
    },
    {
      "numero": "13",
      "texto": "Foi tu que dividiste o mar pelo teu poder; quebraste as cabeças dos monstros das águas.",
      "reflexao": "O salmista lembra os feitos poderosos do passado para fortalecer sua fé no presente. Este versículo nos ensina que, quando olhamos para os milagres que Deus já fez, nossa esperança se renova e somos fortalecidos para confiar novamente."
    },
    {
      "numero": "14",
      "texto": "Esmagaste as cabeças de Leviatã e o deste por comida às criaturas do deserto.",
      "reflexao": "Deus é aquele que derrota até os maiores e mais assustadores inimigos. Este versículo simboliza que nenhuma força, natural ou espiritual, pode resistir ao poder do nosso Deus."
    },
    {
      "numero": "15",
      "texto": "Abriste fontes e regatos; secaste rios perenes.",
      "reflexao": "Deus controla as águas, a natureza e todas as coisas. Este versículo nos lembra que Ele é Senhor sobre tudo, inclusive sobre aquilo que aos nossos olhos parece impossível ou incontrolável."
    },
    {
      "numero": "16",
      "texto": "O dia é teu, e tua também é a noite; estabeleceste o sol e a lua.",
      "reflexao": "Deus é Senhor do tempo e da criação. Este versículo nos traz paz ao lembrar que aquele que criou o dia e a noite, que controla os ciclos da vida, também cuida de cada detalhe da nossa existência."
    },
    {
      "numero": "17",
      "texto": "Determinaste os limites de toda a terra; fizeste o verão e o inverno.",
      "reflexao": "Se Deus é quem organiza os limites da terra e as estações, quanto mais não cuidará de nossas vidas? Este versículo é um lembrete de que tudo está sob Seu domínio, e Ele sabe o tempo certo para todas as coisas."
    },
    {
      "numero": "18",
      "texto": "Lembra-te de como o inimigo te insultou, Senhor, de como um povo insensato blasfemou o teu nome.",
      "reflexao": "Aqui há um clamor para que Deus se levante contra as blasfêmias e insultos contra Seu nome. Isso nos lembra que Deus não é indiferente quando Seu nome é desonrado, e Ele, no tempo certo, trará juízo e restauração."
    },
    {
      "numero": "19",
      "texto": "Não entregues aos animais a vida da tua pomba; não te esqueças para sempre da vida dos teus aflitos.",
      "reflexao": "O salmista usa a imagem da pomba — símbolo de pureza e fragilidade — para representar o povo de Deus. Este versículo é uma súplica tocante, que reflete nossa dependência total do cuidado, da proteção e do amor do Senhor."
    },
    {
      "numero": "20",
      "texto": "Considera a tua aliança, pois os lugares sombrios da terra estão cheios de moradas de violência.",
      "reflexao": "Em tempos de violência, escuridão e dor, o salmista clama com base na aliança de Deus. Este versículo nos ensina que podemos orar lembrando ao Senhor de Suas promessas, confiando que Ele é fiel para cumprir."
    },
    {
      "numero": "21",
      "texto": "Não deixes os oprimidos voltarem humilhados; que os pobres e necessitados louvem o teu nome.",
      "reflexao": "Deus se importa com os oprimidos, com os necessitados e com aqueles que são humilhados. Este versículo é um clamor por justiça e restauração, e também uma declaração de fé: os que hoje clamam, em breve louvarão."
    },
    {
      "numero": "22",
      "texto": "Levanta-te, ó Deus, defende a tua causa; lembra-te de como os insensatos te insultam o dia todo.",
      "reflexao": "Este versículo é um grito para que Deus aja, para que sua justiça se manifeste. Nos lembra que podemos orar pedindo que Deus defenda Sua causa — e que a causa de Deus é também a nossa, quando estamos alinhados com Sua vontade."
    },
    {
      "numero": "23",
      "texto": "Não ignores a gritaria dos teus adversários, o crescente tumulto dos teus inimigos.",
      "reflexao": "O salmo se encerra com um apelo para que Deus não ignore o clamor do Seu povo nem a arrogância dos inimigos. Isso nos ensina que podemos ser sinceros com Deus, expressando nossa dor e confiança de que Ele é justo, vê tudo e agirá no tempo certo."
    }
  ]
}
