{
  "livro": "Salmos",
  "capitulo": "76",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deus é conhecido em Judá; o seu nome é grande em Israel.",
      "reflexao": "Deus se revela e faz seu nome ser conhecido entre seu povo. Este versículo nos lembra que, assim como Ele foi conhecido em Israel, Ele deseja ser conhecido hoje em nossas vidas, famílias e nações, mostrando Sua grandeza e poder."
    },
    {
      "numero": "2",
      "texto": "Sua tenda está em Salém, e sua habitação em Sião.",
      "reflexao": "Deus escolheu habitar entre seu povo. Este versículo nos lembra que Sua presença não está limitada a locais físicos, mas deseja fazer morada em nossos corações, trazendo paz, direção e proteção."
    },
    {
      "numero": "3",
      "texto": "Ali quebrou ele as flechas reluzentes, os escudos, as espadas e as armas de guerra.",
      "reflexao": "Deus é aquele que traz a verdadeira paz, quebrando instrumentos de guerra e desfazendo conflitos. Este versículo nos conforta, mostrando que o Senhor luta por nós e desfaz todo plano do inimigo contra nossos lares, famílias e vidas."
    },
    {
      "numero": "4",
      "texto": "Resplandeces de luz e és mais majestoso do que os montes cheios de despojos.",
      "reflexao": "A majestade de Deus é incomparável. Este versículo nos lembra que nada na terra, por mais impressionante que pareça, se compara ao esplendor e à glória do nosso Deus. Ele é soberano, majestoso e digno de toda adoração."
    },
    {
      "numero": "5",
      "texto": "Os valentes foram despojados, dormem o sono da morte; nenhum dos guerreiros pôde erguer as mãos.",
      "reflexao": "Nem os mais fortes podem resistir ao poder de Deus. Este versículo nos lembra que nossa segurança não está na força humana, mas no Deus Todo-Poderoso, que tem autoridade sobre a vida, a morte e sobre todas as nações."
    },
    {
      "numero": "6",
      "texto": "Diante da tua repreensão, ó Deus de Jacó, cavalos e carros de guerra imobilizaram-se.",
      "reflexao": "Deus, com uma só palavra, paralisa qualquer força contrária. Este versículo fortalece nossa fé, mostrando que não há inimigo grande demais nem batalha difícil demais quando Deus está no controle e na liderança das nossas vidas."
    },
    {
      "numero": "7",
      "texto": "Somente tu és temível! Quem poderá permanecer diante de ti quando estiveres irado?",
      "reflexao": "Deus é amor, mas também é justiça e santidade. Este versículo nos lembra da reverência que devemos ter diante Dele, pois ninguém pode resistir ao Seu poder quando Ele executa Seu juízo sobre a terra."
    },
    {
      "numero": "8",
      "texto": "Dos céus pronunciaste juízo, e a terra temeu e aquietou-se,",
      "reflexao": "Quando Deus fala, até a terra se cala. Este versículo nos ensina que, em meio ao caos e à confusão, a voz de Deus traz ordem, paz e justiça. Ele tem a palavra final sobre tudo e todos."
    },
    {
      "numero": "9",
      "texto": "quando tu, ó Deus, te levantaste para julgar, para salvar todos os oprimidos da terra.",
      "reflexao": "Deus não apenas julga, mas também se levanta para salvar os oprimidos. Este versículo é um lembrete poderoso de que o Senhor se posiciona a favor dos fracos, dos injustiçados e dos que clamam por Sua intervenção."
    },
    {
      "numero": "10",
      "texto": "Até a ira dos homens redundará em teu louvor, e os sobreviventes da tua ira se conterão.",
      "reflexao": "Até aquilo que parece caos e fúria dos homens, Deus usa para Sua glória. Este versículo nos lembra que Deus é soberano sobre tudo, até sobre as ações dos ímpios. Nada foge do Seu controle, e tudo, no final, serve para exaltar Seu nome."
    },
    {
      "numero": "11",
      "texto": "Façam votos ao Senhor, ao seu Deus, e cumpram-nos; que todos os que estão ao redor dele tragam presentes àquele que deve ser temido.",
      "reflexao": "O chamado aqui é para compromisso e reverência. Este versículo nos ensina a honrar nossas promessas ao Senhor, viver em aliança com Ele e oferecer nossa vida, nosso louvor e nossos recursos como expressão de amor, gratidão e respeito."
    },
    {
      "numero": "12",
      "texto": "Ele tira o ânimo dos governantes e é temido pelos reis da terra.",
      "reflexao": "Deus é Senhor sobre os governantes, sobre as autoridades e sobre as nações. Este versículo nos lembra que, por mais poderosos que sejam os reis e líderes humanos, todos estão sujeitos à autoridade do Deus Altíssimo, que governa soberanamente sobre tudo e todos."
    }
  ]
}
