{
  "livro": "Salmos",
  "capitulo": "75",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Graças te damos, ó Deus, graças te damos! Pois o teu nome está perto; os homens anunciam os teus feitos maravilhosos.",
      "reflexao": "Este versículo é uma celebração da presença e dos feitos de Deus. Saber que o nome do Senhor está perto nos enche de gratidão e esperança. Quando reconhecemos suas maravilhas, nosso coração se enche de louvor e confiança."
    },
    {
      "numero": "2",
      "texto": "Dizes: 'Escolherei o tempo oportuno; julgarei com retidão.'",
      "reflexao": "Deus tem o controle do tempo e da justiça. Este versículo nos lembra que Ele age no momento certo, e que seu julgamento é sempre justo, perfeito e infalível, mesmo que, às vezes, pareça demorar aos nossos olhos humanos."
    },
    {
      "numero": "3",
      "texto": "Quando a terra e todos os seus habitantes tremem, sou eu quem firmo as suas colunas.",
      "reflexao": "Quando tudo parece abalar — seja no mundo ou em nossas vidas —, Deus é quem sustenta, firma e mantém tudo de pé. Este versículo nos traz paz e segurança, lembrando que Ele é nossa rocha inabalável."
    },
    {
      "numero": "4",
      "texto": "Digo aos arrogantes: Não sejam arrogantes! E aos ímpios: Não ergam a vossa força altiva!",
      "reflexao": "Deus confronta diretamente a arrogância e a soberba. Este versículo nos lembra que o orgulho não se sustenta diante de Deus e que a verdadeira força está em viver com humildade, dependência e reverência ao Senhor."
    },
    {
      "numero": "5",
      "texto": "Não ergam a sua força altiva contra os céus; não falem com insolência contra Deus.",
      "reflexao": "Este versículo é um chamado à reverência. Falar com insolência contra Deus é ignorar Sua soberania e Sua justiça. Somos convidados a viver em humildade, reconhecendo que Ele é Senhor sobre tudo e todos."
    },
    {
      "numero": "6",
      "texto": "Não vem do oriente nem do ocidente, nem do deserto, o exaltar-se de alguém.",
      "reflexao": "O reconhecimento, a honra e a exaltação não vêm dos homens nem das circunstâncias, mas de Deus. Este versículo nos ensina que nosso futuro não depende de lugares, pessoas ou situações, mas exclusivamente do Senhor."
    },
    {
      "numero": "7",
      "texto": "É Deus quem julga: humilha a uns e exalta a outros.",
      "reflexao": "Deus é o justo juiz. Ele é quem derruba os soberbos e exalta os humildes. Este versículo nos ensina que a promoção, a honra e os levantamentos vêm das mãos do Senhor, segundo Sua justiça e soberania."
    },
    {
      "numero": "8",
      "texto": "Na mão do Senhor está um cálice cheio de vinho espumante misturado com especiarias; dele serve, e até as últimas gotas os ímpios da terra o beberão, terão que bebê-lo.",
      "reflexao": "Este versículo é uma imagem do juízo de Deus. O cálice representa Sua justiça, que os ímpios não poderão evitar. É um lembrete de que Deus não é apenas amor, mas também justiça, e que Ele retribui a cada um segundo suas obras."
    },
    {
      "numero": "9",
      "texto": "Quanto a mim, exultarei para sempre e cantarei louvores ao Deus de Jacó.",
      "reflexao": "Enquanto os ímpios enfrentam juízo, os justos escolhem louvar. Este versículo nos ensina que, independentemente das circunstâncias, podemos viver uma vida de adoração, gratidão e exaltação ao Deus que é fiel e soberano."
    },
    {
      "numero": "10",
      "texto": "Destruirei todo o poder dos ímpios, mas o poder dos justos será aumentado.",
      "reflexao": "Deus garante que a força dos ímpios será destruída, enquanto os justos serão exaltados. Este versículo nos traz esperança e segurança de que, no final, a justiça do Senhor prevalece e aqueles que são fiéis a Ele serão honrados e sustentados."
    }
  ]
}
