{
  "livro": "Salmos",
  "capitulo": "141",
  "versiculos": [
    {
      "numero": "1",
      "texto": "A ti clamo, Senhor; vem depressa! Escuta a minha voz quando clamo a ti.",
      "reflexao": "Este versículo expressa a urgência de quem busca socorro no Senhor. Quantas vezes também clamamos: 'Vem depressa, Senhor!' Deus ouve cada súplica, cada lágrima, cada palavra não dita. Ele nunca se atrasa e responde no tempo certo, fortalecendo nosso coração."
    },
    {
      "numero": "2",
      "texto": "Que a minha oração suba como incenso diante de ti, e o levantar das minhas mãos seja como a oferta da tarde.",
      "reflexao": "A oração é como incenso que sobe até Deus. Este versículo nos ensina que nossas orações são preciosas aos olhos do Senhor. Mesmo em meio às lutas, quando levantamos as mãos e oramos, Deus recebe como adoração, como perfume agradável."
    },
    {
      "numero": "3",
      "texto": "Coloca, Senhor, um guarda à minha boca; vigia a porta dos meus lábios.",
      "reflexao": "Um dos pedidos mais sábios: que Deus nos ajude a controlar nossas palavras. As palavras podem curar ou ferir, construir ou destruir. Este versículo é um convite diário a pedir que Deus nos ajude a falar com amor, sabedoria e prudência."
    },
    {
      "numero": "4",
      "texto": "Não permitas que o meu coração se incline para o mal, nem que eu me envolva em práticas perversas com os malfeitores. Que eu nunca participe dos seus banquetes!",
      "reflexao": "Aqui vemos um pedido por pureza e santidade. O salmista entende que tudo começa no coração. Este versículo nos lembra que devemos vigiar nossos pensamentos, nossas intenções e nossas companhias, para que não sejamos seduzidos pelo mal, mesmo que ele venha disfarçado de algo atraente."
    },
    {
      "numero": "5",
      "texto": "Fira-me o justo com amor leal, e me repreenda; isso será como óleo sobre a minha cabeça. A minha cabeça não se recusará, pois a minha oração é contra as práticas dos ímpios.",
      "reflexao": "Aceitar a correção dos justos é um sinal de maturidade e amor próprio. Este versículo mostra que uma repreensão feita em amor é como um bálsamo que cura e fortalece. Melhor ser corrigido por quem nos ama do que ser elogiado por quem deseja nossa queda."
    },
    {
      "numero": "6",
      "texto": "Quando os seus juízes forem lançados dos penhascos, ouvirão as minhas palavras, que serão bem recebidas.",
      "reflexao": "Este versículo aponta para a convicção de que a justiça de Deus se cumprirá. Mesmo quando os poderosos se levantam com injustiça, o salmista confia que Deus fará sua voz ser ouvida e Sua justiça prevalecerá."
    },
    {
      "numero": "7",
      "texto": "Assim como quando se lavra a terra e se espalham os seus pedaços, assim ficam espalhados os ossos deles à entrada da sepultura.",
      "reflexao": "Este é um retrato da fragilidade dos que se levantam contra Deus e contra os Seus. Tudo o que é construído sobre maldade e injustiça não se sustenta e será desfeito. A justiça de Deus é certa e perfeita."
    },
    {
      "numero": "8",
      "texto": "Mas os meus olhos estão voltados para ti, Soberano Senhor; em ti me refugio; não me deixes morrer.",
      "reflexao": "Mesmo em meio às ameaças e perigos, o salmista mantém seus olhos fixos no Senhor. Este versículo é um lembrete de que nosso refúgio, nossa força e nossa segurança estão em Deus, e não nas circunstâncias."
    },
    {
      "numero": "9",
      "texto": "Guarda-me das armadilhas que prepararam contra mim, das ciladas dos que praticam o mal.",
      "reflexao": "O salmista reconhece que há perigos escondidos, armadilhas que muitas vezes não percebemos. Por isso, ele clama por proteção. Este versículo nos ensina a confiar que Deus vê o que não vemos e nos livra das ciladas ocultas do inimigo."
    },
    {
      "numero": "10",
      "texto": "Caiam os ímpios nas suas próprias redes, enquanto eu escapo ileso.",
      "reflexao": "Deus faz com que os planos do mal se voltem contra aqueles que os arquitetam. Este versículo é uma declaração de confiança no livramento e na justiça de Deus. Enquanto os malfeitores caem nas próprias armadilhas, os que confiam no Senhor caminham seguros, guardados e protegidos."
    }
  ]
}
