{
  "livro": "Salmos",
  "capitulo": "37",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Não se aborreça por causa dos homens maus e não tenha inveja dos perversos;",
      "reflexao": "Este versículo nos ensina a não olhar para o aparente sucesso dos ímpios, pois isso é passageiro. Devemos focar em viver segundo a vontade de Deus, confiando na Sua justiça."
    },
    {
      "numero": "2",
      "texto": "pois como a grama logo secarão, como a vegetação verde logo murcharão.",
      "reflexao": "A prosperidade dos maus é temporária. Este versículo reforça que, embora pareçam florescer, logo desaparecem. Quem vive com Deus permanece para sempre."
    },
    {
      "numero": "3",
      "texto": "Confie no Senhor e faça o bem; assim você habitará na terra e desfrutará segurança.",
      "reflexao": "Viver confiando em Deus e fazendo o bem traz segurança, paz e provisão. Este versículo nos convida a construir nossa vida sobre a confiança no Senhor, que nunca falha."
    },
    {
      "numero": "4",
      "texto": "Deleite-se no Senhor, e ele atenderá aos desejos do seu coração.",
      "reflexao": "Quando nosso prazer está em Deus, nossos desejos se alinham com a vontade dEle. Este versículo revela que o caminho para uma vida plena está em buscar primeiro a presença e o amor do Senhor."
    },
    {
      "numero": "5",
      "texto": "Entregue o seu caminho ao Senhor; confie nele, e ele agirá:",
      "reflexao": "Deus age em favor dos que confiam nEle. Este versículo é um convite à entrega total, lançando sobre Ele nossas ansiedades, planos e preocupações, certos de que Ele cuida de tudo."
    },
    {
      "numero": "6",
      "texto": "Ele deixará claro como a alvorada que você é justo, e como o sol do meio-dia que você é inocente.",
      "reflexao": "Deus exalta no tempo certo os que andam com integridade. Mesmo que sejamos injustiçados, Ele revelará nossa inocência e fará brilhar a verdade como a luz do dia."
    },
    {
      "numero": "7",
      "texto": "Descanse no Senhor e aguarde por ele com paciência; não se aborreça com o sucesso dos outros nem com aqueles que maquinam o mal.",
      "reflexao": "A paciência é um ato de fé. Este versículo nos ensina que, enquanto esperamos no Senhor, não devemos permitir que a inveja, a ansiedade ou o desânimo roubem nossa paz."
    },
    {
      "numero": "8",
      "texto": "Evite a ira e rejeite a fúria; não se irrite: isso só leva ao mal.",
      "reflexao": "A raiva abre portas para atitudes precipitadas e destrutivas. Este versículo nos convida a confiar na justiça de Deus, cultivando a paz e rejeitando o impulso de reagir com maldade."
    },
    {
      "numero": "9",
      "texto": "Pois os maus serão eliminados, mas os que esperam no Senhor receberão a terra por herança.",
      "reflexao": "O destino dos que praticam o mal é a destruição, mas os que confiam no Senhor recebem Sua herança — vida, paz, provisão e segurança eternas."
    },
    {
      "numero": "10",
      "texto": "Mais um pouco, e os ímpios não existirão; você os procurará, mas não os encontrará.",
      "reflexao": "O mal não dura para sempre. Este versículo nos traz esperança: o mal terá fim, e só permanecerão aqueles que andam com Deus."
    },
    {
      "numero": "11",
      "texto": "Mas os humildes receberão a terra por herança e desfrutarão pleno bem-estar.",
      "reflexao": "A humildade precede a honra. Deus reserva Sua herança e Seu cuidado para os que caminham com coração humilde, confiando nEle e vivendo em paz."
    },
    {
      "numero": "12",
      "texto": "Os ímpios tramam contra os justos e rangem os dentes contra eles;",
      "reflexao": "O mal sempre se levanta contra o justo, mas isso não deve nos assustar. Este versículo revela que a oposição existe, mas não prevalece contra quem está debaixo da proteção do Senhor."
    },
    {
      "numero": "13",
      "texto": "O Senhor, porém, ri dos ímpios, pois sabe que o dia deles está chegando.",
      "reflexao": "Deus não se abala com os planos dos ímpios. Este versículo mostra que Ele vê tudo e sabe exatamente quando e como cada coisa será julgada e colocada em ordem, segundo Sua justiça perfeita."
    },
    {
      "numero": "14",
      "texto": "Os ímpios desembainham a espada e preparam o arco para derrubar o necessitado e o pobre, para matar os que andam na retidão;",
      "reflexao": "O mal se arma contra os que fazem o bem, mas Deus vê e protege. Este versículo nos lembra que, mesmo que sejamos alvos de injustiças, não estamos desamparados — o Senhor luta por nós."
    },
    {
      "numero": "15",
      "texto": "mas as suas espadas atravessarão o próprio coração, e os seus arcos serão quebrados.",
      "reflexao": "O mal que planejam contra o justo volta contra eles mesmos. Este versículo nos dá a segurança de que toda armadilha, toda injustiça e toda perseguição contra quem serve ao Senhor se desfaz, e Deus faz justiça."
    },
    {
      "numero": "16",
      "texto": "Melhor é o pouco do justo do que a riqueza de muitos ímpios;",
      "reflexao": "A provisão de Deus, por menor que pareça aos olhos humanos, é suficiente e abençoada. Este versículo nos ensina que é melhor ter pouco com paz e justiça do que muita riqueza sem a presença de Deus."
    },
    {
      "numero": "17",
      "texto": "pois o braço forte dos ímpios será quebrado, mas o Senhor sustém os justos.",
      "reflexao": "A força dos ímpios é passageira, mas o sustento de Deus para os justos é eterno. Este versículo nos encoraja a confiar não na força humana, mas no cuidado e na fidelidade do Senhor."
    },
    {
      "numero": "18",
      "texto": "O Senhor cuida da vida dos íntegros, e a herança deles permanecerá para sempre.",
      "reflexao": "Quem anda com Deus vive debaixo de um cuidado contínuo. Este versículo nos traz esperança, mostrando que a bênção do Senhor sobre os íntegros não se limita a esta vida, mas permanece para sempre."
    },
    {
      "numero": "19",
      "texto": "Em tempos de adversidade não ficarão decepcionados; em dias de fome desfrutarão fartura.",
      "reflexao": "Deus sustenta Seus filhos até nos tempos mais difíceis. Este versículo é uma promessa poderosa de provisão, cuidado e livramento, mesmo quando tudo ao redor parece faltar."
    },
    {
      "numero": "20",
      "texto": "Mas os ímpios perecerão; como a beleza dos campos desaparecerão; como fumaça se desvanecerão.",
      "reflexao": "O fim dos que rejeitam a Deus é a destruição. Este versículo reforça que o mal é passageiro e que somente aqueles que vivem no Senhor permanecem firmes, seguros e abençoados eternamente."
    },
    {
      "numero": "21",
      "texto": "O ímpio toma emprestado e não devolve, mas o justo é generoso e dá.",
      "reflexao": "O caráter se revela nas atitudes. O justo vive de forma generosa, sabendo que Deus é sua fonte. Este versículo nos ensina que quem vive com Deus escolhe abençoar, e não explorar ou prejudicar."
    },
    {
      "numero": "22",
      "texto": "Aqueles que o Senhor abençoa herdarão a terra, mas os que ele amaldiçoa serão eliminados.",
      "reflexao": "A bênção de Deus gera herança, estabilidade e segurança. Este versículo reafirma que quem anda no caminho do Senhor tem um futuro garantido na Sua presença, enquanto os que escolhem o mal não permanecem."
    },
    {
      "numero": "23",
      "texto": "O Senhor firma os passos de um homem, quando a conduta deste o agrada;",
      "reflexao": "Deus dirige e fortalece os passos dos que andam em retidão. Este versículo nos lembra que, quando buscamos agradar ao Senhor, Ele nos firma, nos orienta e nos conduz com segurança."
    },
    {
      "numero": "24",
      "texto": "ainda que tropece, não cairá, pois o Senhor o toma pela mão.",
      "reflexao": "Este versículo traz um consolo profundo: mesmo que erremos, Deus não nos deixa cair. Ele nos segura, levanta e continua ao nosso lado, sustentando nossa caminhada."
    },
    {
      "numero": "25",
      "texto": "Já fui jovem e agora sou velho, mas nunca vi o justo desamparado, nem seus filhos mendigando o pão.",
      "reflexao": "Uma das declarações mais poderosas da fidelidade de Deus. Este versículo nos dá certeza de que quem anda com Deus nunca é desamparado — Ele cuida, sustenta e provê, geração após geração."
    },
    {
      "numero": "26",
      "texto": "Ele é sempre generoso e empresta com boa vontade; seus filhos serão abençoados.",
      "reflexao": "A generosidade é uma marca de quem anda com Deus. Este versículo reforça que uma vida abençoadora gera frutos não só para si, mas também para as próximas gerações."
    },
    {
      "numero": "27",
      "texto": "Desvie-se do mal e faça o bem; e você terá sempre onde morar.",
      "reflexao": "Este é um chamado à escolha consciente pelo bem. Quem abandona o mal e vive segundo os princípios de Deus desfruta de segurança, paz e estabilidade que só Ele pode oferecer."
    },
    {
      "numero": "28",
      "texto": "Pois o Senhor ama quem pratica a justiça e não abandonará os seus fiéis; para sempre serão protegidos, mas a descendência dos ímpios será eliminada.",
      "reflexao": "O amor de Deus pelos justos é eterno. Este versículo nos fortalece, mostrando que, enquanto Deus guarda os Seus, aqueles que rejeitam Seus caminhos colhem as consequências do afastamento."
    },
    {
      "numero": "29",
      "texto": "Os justos herdarão a terra e nela habitarão para sempre.",
      "reflexao": "Aqui está uma promessa eterna: os que andam com Deus recebem uma herança que não se perde — segurança, provisão, paz e vida eterna na presença do Senhor."
    },
    {
      "numero": "30",
      "texto": "A boca do justo profere sabedoria, e a sua língua fala conforme a justiça.",
      "reflexao": "O justo não apenas vive de forma correta, mas também fala com sabedoria e retidão. Este versículo nos lembra que nossas palavras devem refletir o caráter de Deus em nós."
    },
    {
      "numero": "31",
      "texto": "Traz no coração a lei do seu Deus; nunca pisará em falso.",
      "reflexao": "Quando a Palavra de Deus está guardada no coração, ela se torna guia seguro. Este versículo nos encoraja a buscar a presença e os ensinamentos do Senhor para que nossos passos sejam firmes e seguros."
    },
    {
      "numero": "32",
      "texto": "O ímpio fica à espreita do justo, querendo matá-lo;",
      "reflexao": "O mal se levanta constantemente contra os que andam em retidão, mas este versículo nos lembra que Deus não permite que isso prospere — Ele vê, cuida e protege."
    },
    {
      "numero": "33",
      "texto": "mas o Senhor não o deixará cair nas suas mãos, nem permitirá que o condenem quando levado a julgamento.",
      "reflexao": "Deus é o juiz supremo. Este versículo nos conforta, mostrando que, quando somos injustamente acusados, o Senhor se levanta em nossa defesa, preservando nossa vida e nossa justiça."
    },
    {
      "numero": "34",
      "texto": "Espere no Senhor e siga o seu caminho; ele o exaltará, dando-lhe a terra por herança. Quando os ímpios forem eliminados, você o verá.",
      "reflexao": "A espera no Senhor nunca é em vão. Este versículo nos ensina que, se permanecermos firmes, Deus nos exaltará no tempo certo, e veremos Sua justiça prevalecer sobre o mal."
    },
    {
      "numero": "35",
      "texto": "Vi um homem ímpio e cruel florescendo como frondosa árvore nativa,",
      "reflexao": "Às vezes, parece que o mal prospera, mas este versículo nos lembra que essa prosperidade é ilusória e passageira. Deus tem a última palavra sobre todas as coisas."
    },
    {
      "numero": "36",
      "texto": "mas logo desapareceu e não havia mais; embora eu o procurasse, não pôde ser encontrado.",
      "reflexao": "A falsa prosperidade dos ímpios não dura. Este versículo é um lembrete de que só permanece aquilo que está firmado em Deus. O mal tem prazo de validade, mas os justos permanecem para sempre."
    },
    {
      "numero": "37",
      "texto": "Considere o íntegro, observe o que é justo; há futuro para o homem de paz.",
      "reflexao": "Aqui está uma promessa poderosa: quem vive em integridade e busca a paz tem um futuro seguro e abençoado. Deus honra os que escolhem trilhar o caminho da retidão."
    },
    {
      "numero": "38",
      "texto": "Mas todos os rebeldes serão destruídos; futuro para os ímpios jamais haverá.",
      "reflexao": "O destino dos que rejeitam a Deus é a destruição. Este versículo deixa claro que longe do Senhor não há futuro, não há paz e não há segurança."
    },
    {
      "numero": "39",
      "texto": "Do Senhor vem a salvação dos justos; ele é a sua fortaleza no tempo da adversidade.",
      "reflexao": "Nos tempos difíceis, o Senhor é nossa fortaleza, nosso refúgio e nossa salvação. Este versículo nos encoraja a confiar plenamente nEle, que é socorro certo e fiel."
    },
    {
      "numero": "40",
      "texto": "O Senhor os ajuda e os livra; ele os livra dos ímpios e os salva, porque nele se refugiam.",
      "reflexao": "O salmo se encerra reafirmando uma verdade poderosa: Deus cuida, protege, salva e livra aqueles que se refugiam nEle. Quem confia no Senhor vive seguro, guardado e sustentado por Suas mãos."
    }
  ]
}
