{
  "livro": "Salmos",
  "capitulo": "47",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Batam palmas, todos os povos; aclamem a Deus com cantos de alegria.",
      "reflexao": "Este versículo é um chamado universal para adorar e celebrar a Deus. A alegria no Senhor deve ser expressa, pois Ele é digno de todo louvor e exaltação."
    },
    {
      "numero": "2",
      "texto": "Pois o Senhor Altíssimo é temível, é o grande Rei sobre toda a terra.",
      "reflexao": "Deus não é apenas Rei de um povo, mas de toda a terra. Este versículo nos lembra que Ele reina soberano, com poder, autoridade e majestade sobre todas as nações e toda a criação."
    },
    {
      "numero": "3",
      "texto": "Ele subjugou nações ao nosso redor e colocou povos sob os nossos pés.",
      "reflexao": "O Senhor é quem entrega a vitória ao Seu povo. Este versículo nos lembra que não é por nossa força, mas pela mão poderosa de Deus que superamos desafios e vencemos as batalhas da vida."
    },
    {
      "numero": "4",
      "texto": "Escolheu para nós a nossa herança, o orgulho de Jacó, a quem ele amou.",
      "reflexao": "Deus é quem define nossa herança. Este versículo revela que somos escolhidos e amados, e que o Senhor preparou para nós uma porção especial, um lugar seguro e abençoado em Sua presença."
    },
    {
      "numero": "5",
      "texto": "Deus subiu entre aclamações, o Senhor subiu ao som de trombetas.",
      "reflexao": "Deus é exaltado em meio ao louvor do Seu povo. Este versículo nos convida a elevar nossa adoração, reconhecendo que Ele reina soberano e majestoso."
    },
    {
      "numero": "6",
      "texto": "Cantem louvores a Deus, cantem louvores; cantem louvores ao nosso Rei, cantem louvores!",
      "reflexao": "O louvor não deve ser ocasional, mas constante e fervoroso. Este versículo reforça a importância de mantermos uma vida de adoração, exaltando nosso Rei em todo tempo."
    },
    {
      "numero": "7",
      "texto": "Pois Deus é o Rei de toda a terra; cantem louvores com harmonia e arte.",
      "reflexao": "Nosso Deus é digno de um louvor belo, sincero e harmonioso. Este versículo nos lembra que nossa adoração deve ser feita com excelência, com o melhor do nosso coração e dos nossos dons."
    },
    {
      "numero": "8",
      "texto": "Deus reina sobre as nações; Deus está assentado em seu santo trono.",
      "reflexao": "Deus reina soberano, acima de todas as nações, governos e autoridades. Este versículo nos traz segurança e paz: o trono de Deus é eterno e inabalável."
    },
    {
      "numero": "9",
      "texto": "Os nobres das nações se reúnem como o povo do Deus de Abraão, pois os governantes da terra pertencem a Deus; ele é soberanamente exaltado.",
      "reflexao": "O Senhor é dono de toda a terra e de todos os povos. Este versículo nos lembra que, no final, todo poder e autoridade pertencem a Deus, que é exaltado acima de tudo e de todos, e reina para sempre."
    }
  ]
}
