{
  "livro": "Salmos",
  "capitulo": "89",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Cantarei para sempre o amor do Senhor; com a minha boca anunciarei a tua fidelidade por todas as gerações.",
      "reflexao": "Este versículo nos convida a viver uma vida de gratidão e adoração contínuas. Proclamar o amor e a fidelidade de Deus é testemunhar que Ele é constante, firme e digno de toda confiança, geração após geração."
    },
    {
      "numero": "2",
      "texto": "Pois disse eu: ‘A tua bondade está estabelecida para sempre; nos céus firmaste a tua fidelidade.’",
      "reflexao": "Deus é imutável. Assim como os céus são firmes, assim é a fidelidade do Senhor. Este versículo nos lembra que podemos confiar plenamente em Suas promessas, porque Ele é fiel para sempre."
    },
    {
      "numero": "3",
      "texto": "Fiz uma aliança com o meu escolhido e jurei ao meu servo Davi:",
      "reflexao": "Deus é Deus de alianças. Este versículo nos lembra que Ele honra Suas promessas e mantém Sua palavra. O que Ele promete, Ele cumpre, porque é um Deus fiel e verdadeiro."
    },
    {
      "numero": "4",
      "texto": "Estabelecerei a tua linhagem para sempre e firmarei o teu trono por todas as gerações.",
      "reflexao": "Deus não é apenas Deus do presente, mas do futuro. Suas promessas atravessam gerações. Este versículo nos encoraja a crer que aquilo que Deus constrói em nossas vidas também abençoará os que virão depois de nós."
    },
    {
      "numero": "5",
      "texto": "Os céus louvam as tuas maravilhas, Senhor, e a tua fidelidade na assembleia dos santos.",
      "reflexao": "Toda a criação celebra quem Deus é. Este versículo nos inspira a nos unirmos a esse louvor eterno, reconhecendo que a fidelidade de Deus não é apenas para os homens, mas é celebrada até nos céus."
    },
    {
      "numero": "6",
      "texto": "Pois quem nos céus é comparável ao Senhor? Quem entre os seres celestiais é como o Senhor?",
      "reflexao": "Não há ninguém como Deus. Este versículo nos lembra que Sua grandeza é incomparável — nada e ninguém se iguala ao Senhor em poder, amor, majestade e fidelidade."
    },
    {
      "numero": "7",
      "texto": "Deus é muito temido na assembleia dos santos, mais imponente que todos os que o rodeiam.",
      "reflexao": "O temor do Senhor não é medo, mas reverência, reconhecimento da Sua majestade e soberania. Este versículo nos ensina a honrar e reverenciar Aquele que está acima de tudo e de todos."
    },
    {
      "numero": "8",
      "texto": "Ó Senhor, Deus dos Exércitos, quem é poderoso como tu? És poderoso, Senhor, e a tua fidelidade te cerca.",
      "reflexao": "Deus é cercado por fidelidade e poder. Este versículo nos lembra que não há fraqueza em Deus — Ele é forte, constante e digno de toda a nossa confiança, mesmo quando tudo ao nosso redor é instável."
    },
    {
      "numero": "9",
      "texto": "Tu dominas o revolto mar; quando se levantam as suas ondas, tu as acalmas.",
      "reflexao": "Deus tem poder sobre as tempestades naturais e espirituais. Este versículo nos traz consolo: qualquer tempestade que enfrentamos, Deus tem poder para acalmar, trazer paz e nos conduzir em segurança."
    },
    {
      "numero": "10",
      "texto": "Esmagaste e mataste Raabe; com o teu braço poderoso dispersaste os teus inimigos.",
      "reflexao": "O Deus que venceu no passado continua vencendo hoje. Este versículo nos lembra que os inimigos que se levantam contra os filhos de Deus não prevalecem diante do Seu braço forte e da Sua soberania."
    },
    {
      "numero": "11",
      "texto": "Os céus são teus, e tua também é a terra; fundaste o mundo e tudo o que nele existe.",
      "reflexao": "Tudo pertence a Deus. Este versículo nos lembra que nada escapa ao Seu domínio. Quando nos sentimos pequenos, podemos descansar sabendo que o Deus que criou e governa tudo também cuida de nós."
    },
    {
      "numero": "12",
      "texto": "Tu criaste o norte e o sul; o Tabor e o Hermom cantam de alegria pelo teu nome.",
      "reflexao": "Até a criação celebra o nome do Senhor. Este versículo nos convida a unir nossa voz à adoração que ecoa por toda a terra, exaltando Aquele que fez todas as coisas e sustenta tudo com Seu poder."
    },
    {
      "numero": "13",
      "texto": "O teu braço é poderoso; forte é a tua mão, exaltada é a tua mão direita.",
      "reflexao": "O braço de Deus simboliza Seu poder e ação em nosso favor. Este versículo nos traz segurança: estamos protegidos e sustentados pelas mãos do Deus Todo-Poderoso, que luta por nós."
    },
    {
      "numero": "14",
      "texto": "A justiça e o direito são os alicerces do teu trono; o amor e a fidelidade vão à tua frente.",
      "reflexao": "O Reino de Deus é fundamentado na justiça, no amor e na fidelidade. Este versículo nos ensina que seguir a Deus é viver segundo esses mesmos princípios — com retidão, amor constante e compromisso com a verdade."
    },
    {
      "numero": "15",
      "texto": "Como é feliz o povo que aprende a aclamar-te, Senhor, e que anda na luz da tua presença!",
      "reflexao": "A verdadeira felicidade está em viver na presença de Deus. Este versículo nos lembra que a alegria não está nas circunstâncias, mas em caminhar diariamente na luz, na direção e no amor do Senhor."
    },
    {
      "numero": "16",
      "texto": "Sem cessar exultam no teu nome, e alegram-se na tua justiça,",
      "reflexao": "Quando conhecemos Deus de verdade, a adoração se torna constante. Este versículo nos ensina que viver para exaltar o nome do Senhor nos enche de alegria e fortalece nosso espírito, mesmo em meio às lutas."
    },
    {
      "numero": "17",
      "texto": "pois tu és a nossa glória e a nossa força, e pelo teu favor exalta-se o nosso poder.",
      "reflexao": "Nossa força, honra e vitória vêm de Deus. Este versículo nos encoraja a lembrar que não somos exaltados pelos nossos méritos, mas porque Deus, em Sua bondade, nos levanta, fortalece e honra."
    },
    {
      "numero": "18",
      "texto": "Sim, Senhor, tu és o nosso escudo, ó Santo de Israel, tu és o nosso rei.",
      "reflexao": "Deus é nosso escudo e rei. Este versículo fecha esta seção com uma poderosa declaração de proteção e soberania. Nos lembra que, debaixo do reinado de Deus, estamos guardados, protegidos e conduzidos em vitória."
    },
    {
      "numero": "19",
      "texto": "Numa visão falaste um dia, e aos teus fiéis disseste: 'Cobri de forças um guerreiro, exaltei um homem escolhido dentre o povo.'",
      "reflexao": "Deus escolhe e capacita. Este versículo nos lembra que Ele levanta pessoas comuns e as torna extraordinárias, não pela força humana, mas pela Sua graça, capacitação e propósito soberano."
    },
    {
      "numero": "20",
      "texto": "Encontrei Davi, meu servo; com o meu óleo sagrado o ungi.",
      "reflexao": "O Senhor conhece os que são Seus. Este versículo nos revela que Deus não escolhe ao acaso — Ele vê o coração, unge e separa aqueles que caminham com fidelidade e desejo de cumprir Sua vontade."
    },
    {
      "numero": "21",
      "texto": "A minha mão o susterá, e o meu braço o fortalecerá.",
      "reflexao": "Quando Deus escolhe, Ele também sustenta. Este versículo nos consola e fortalece: se estamos nas mãos do Senhor, podemos descansar, pois é Ele quem nos dá força e nos sustenta em qualquer circunstância."
    },
    {
      "numero": "22",
      "texto": "O inimigo jamais o submeterá; o homem perverso não o oprimirá.",
      "reflexao": "Deus protege os que são Seus. Este versículo nos lembra que, quando andamos debaixo da aliança do Senhor, nenhuma arma forjada contra nós prosperará, e nenhum plano do inimigo prevalecerá."
    },
    {
      "numero": "23",
      "texto": "Esmagarei diante dele os seus adversários e derrotarei os que o odeiam.",
      "reflexao": "Deus luta por nós. Este versículo nos traz segurança: não precisamos temer, pois é o próprio Senhor quem se levanta para derrotar tudo aquilo que se opõe ao Seu propósito em nossas vidas."
    },
    {
      "numero": "24",
      "texto": "A minha fidelidade e o meu amor o acompanharão, e pelo meu nome aumentará o seu poder.",
      "reflexao": "Não é pelo nosso mérito, mas pela fidelidade e amor de Deus. Este versículo nos mostra que quem anda no nome do Senhor experimenta crescimento, autoridade e favor divino em todas as áreas da vida."
    },
    {
      "numero": "25",
      "texto": "Estenderei a sua mão sobre o mar e a sua mão direita sobre os rios.",
      "reflexao": "Deus amplia territórios e dá autoridade. Este versículo representa o domínio, a influência e a vitória que vêm do Senhor sobre tudo aquilo que parecia inalcançável ou impossível."
    },
    {
      "numero": "26",
      "texto": "Ele me dirá: ‘Tu és meu Pai, meu Deus, a rocha que me salva.’",
      "reflexao": "Esse é o relacionamento que Deus deseja conosco: de intimidade, confiança e dependência. Este versículo nos lembra que Deus não quer ser apenas Senhor, mas também nosso Pai e Salvador pessoal."
    },
    {
      "numero": "27",
      "texto": "E eu o nomearei meu primogênito, o mais exaltado dos reis da terra.",
      "reflexao": "Deus exalta aqueles que são fiéis. Este versículo nos ensina que o Senhor honra e eleva os que andam em Seus caminhos, colocando-os em lugares de destaque segundo o Seu plano soberano."
    },
    {
      "numero": "28",
      "texto": "Manterei o meu amor leal por ele para sempre, e a minha aliança com ele jamais se quebrará.",
      "reflexao": "A aliança de Deus é firme, imutável e baseada em Seu amor leal. Este versículo nos traz consolo: Deus não nos abandona, e Suas promessas são eternas e inquebrantáveis."
    },
    {
      "numero": "29",
      "texto": "Estabelecerei a sua linhagem para sempre, e o seu trono durará enquanto existirem os céus.",
      "reflexao": "Deus pensa em gerações. Este versículo nos lembra que a fidelidade ao Senhor não abençoa apenas nossa vida, mas também nossa descendência, deixando um legado eterno firmado na presença dEle."
    },
    {
      "numero": "30",
      "texto": "Se os seus filhos abandonarem a minha lei e não seguirem os meus estatutos,",
      "reflexao": "Este versículo nos alerta que, mesmo vivendo debaixo de promessas, há responsabilidade. Desobedecer à palavra de Deus quebra princípios e abre espaço para consequências espirituais."
    },
    {
      "numero": "31",
      "texto": "se violarem os meus decretos e deixarem de obedecer aos meus mandamentos,",
      "reflexao": "O afastamento dos caminhos de Deus gera distanciamento das bênçãos. Este versículo reforça que viver uma vida de aliança com Deus requer compromisso, obediência e santidade contínuas."
    },
    {
      "numero": "32",
      "texto": "eu punirei com vara a sua rebeldia e com açoites o seu pecado.",
      "reflexao": "Deus corrige aqueles que ama. Este versículo nos ensina que a disciplina do Senhor não é para destruir, mas para alinhar, restaurar e conduzir de volta ao caminho da vida e da aliança."
    },
    {
      "numero": "33",
      "texto": "Mas não afastarei dele o meu amor, nem jamais trairei a minha fidelidade.",
      "reflexao": "Mesmo na disciplina, o amor de Deus permanece. Este versículo nos consola, mostrando que o amor e a fidelidade do Senhor são inabaláveis, mesmo quando falhamos — Ele nunca desiste dos que são Seus."
    },
    {
      "numero": "34",
      "texto": "Jamais violarei a minha aliança nem modificarei as promessas dos meus lábios.",
      "reflexao": "Deus é imutável e fiel. Este versículo nos dá segurança: o que Ele prometeu permanece, e Suas palavras são eternas, firmes e seguras, independentemente das circunstâncias ou das falhas humanas."
    },
    {
      "numero": "35",
      "texto": "Uma vez para sempre jurei pela minha santidade — e não mentirei a Davi —",
      "reflexao": "Quando Deus promete, Ele cumpre. Este versículo reforça que Sua palavra é tão séria e santa que Ele a firma na Sua própria santidade, e nela podemos confiar absolutamente."
    },
    {
      "numero": "36",
      "texto": "que sua linhagem durará para sempre, e o seu trono será como o sol, sempre diante de mim;",
      "reflexao": "O trono de Davi aponta profeticamente para o reinado eterno de Jesus. Este versículo nos lembra que o Reino de Deus é eterno, soberano e inabalável, e jamais será destruído."
    },
    {
      "numero": "37",
      "texto": "será estabelecido para sempre como a lua, a fiel testemunha no céu.",
      "reflexao": "Assim como a lua é um testemunho constante nos céus, assim também é a fidelidade de Deus. Este versículo nos assegura que Suas promessas estão firmemente estabelecidas e são visíveis para os que creem."
    },
    {
      "numero": "38",
      "texto": "Mas tu rejeitaste, recusaste e te indignaste contra o teu ungido.",
      "reflexao": "O tom muda para lamento, refletindo momentos de aparente rejeição. Este versículo nos lembra que, mesmo quando Deus permite tempos de disciplina ou silêncio, Ele não quebra Sua aliança e permanece fiel aos Seus propósitos."
    },
    {
      "numero": "39",
      "texto": "Renunciaste à aliança com teu servo e profanaste a sua coroa, lançando-a ao chão.",
      "reflexao": "O salmista sente que a aliança foi rompida, mas na verdade, isso reflete sua dor momentânea. Deus permite que passemos por processos para nos aperfeiçoar, mas Suas promessas não são revogadas — Ele é fiel."
    },
    {
      "numero": "40",
      "texto": "Derrubaste todas as suas muralhas e reduziste a ruínas as suas fortalezas.",
      "reflexao": "Quando o povo se desvia, Deus permite a quebra das estruturas para gerar arrependimento e restauração. Este versículo nos ensina que, muitas vezes, é no quebrantamento que Deus reconstrói algo ainda mais forte, puro e alinhado com Seu propósito."
    },
    {
      "numero": "41",
      "texto": "Todos os que passam o saqueiam; tornou-se motivo de zombaria para os seus vizinhos.",
      "reflexao": "Quando nos afastamos de Deus, até quem está ao redor percebe a fragilidade que o distanciamento espiritual gera. Este versículo nos alerta que longe da proteção divina, nos tornamos vulneráveis ao inimigo e às circunstâncias."
    },
    {
      "numero": "42",
      "texto": "Exaltaste a mão direita dos seus adversários e fizeste todos os seus inimigos se alegrarem.",
      "reflexao": "Quando a mão de Deus se afasta, até os inimigos parecem prevalecer. Este versículo nos lembra que a força e a vitória vêm unicamente do Senhor — sem Ele, não há segurança verdadeira."
    },
    {
      "numero": "43",
      "texto": "Desviaste o corte de sua espada e não o apoiaste na batalha.",
      "reflexao": "Quando o povo se afasta de Deus, perde sua força espiritual. Este versículo nos mostra que nenhuma batalha é vencida apenas por estratégias humanas — a vitória vem da presença e do favor do Senhor."
    },
    {
      "numero": "44",
      "texto": "Deste fim ao seu esplendor e atiraste por terra o seu trono.",
      "reflexao": "Deus permite o quebrantamento quando há orgulho, desvio ou infidelidade. Este versículo nos ensina que, muitas vezes, Ele derruba estruturas para reconstruir algo alinhado com Sua vontade e propósito eterno."
    },
    {
      "numero": "45",
      "texto": "Encurtaste os dias da sua juventude e o cobriste de vergonha.",
      "reflexao": "O afastamento de Deus traz envelhecimento espiritual, desânimo e vergonha. Este versículo nos convida a refletir que só na presença do Senhor encontramos vida, vigor e honra."
    },
    {
      "numero": "46",
      "texto": "Até quando, Senhor? Ficarás escondido para sempre? Arderá como fogo a tua ira?",
      "reflexao": "O clamor do salmista reflete nossa própria oração em tempos de silêncio de Deus. Este versículo nos ensina que podemos ser sinceros em nossas dores, e que Deus acolhe até nossos questionamentos."
    },
    {
      "numero": "47",
      "texto": "Lembra-te de como é curta a minha vida. Terás criado em vão todos os homens?",
      "reflexao": "Este versículo expressa a fragilidade da vida humana. Nos lembra que somos passageiros, e que nosso sentido está totalmente em viver para Deus, buscando nEle nosso propósito e realização."
    },
    {
      "numero": "48",
      "texto": "Quem há que viva e não veja a morte, ou que se livre do poder da sepultura?",
      "reflexao": "O salmista reconhece que todos são limitados e mortais. Este versículo nos convida a viver de forma sábia, entendendo que nosso tempo é precioso e deve ser investido naquilo que tem valor eterno — nosso relacionamento com Deus."
    },
    {
      "numero": "49",
      "texto": "Onde estão, Senhor, os teus antigos atos de amor, que com juramento prometeste a Davi, por tua fidelidade?",
      "reflexao": "Quando não entendemos o agir de Deus, é natural perguntar. Este versículo nos lembra que, mesmo em meio à dor, devemos nos lembrar das promessas e do amor imutável do Senhor, que nunca falha, mesmo quando parece estar em silêncio."
    },
    {
      "numero": "50",
      "texto": "Lembra-te, Senhor, da afronta que os teus servos têm suportado; dos insultos dos muitos povos,",
      "reflexao": "O salmista apresenta sua dor a Deus, mostrando que Ele se importa até com as afrontas e injustiças que sofremos. Este versículo nos ensina a levar tudo ao Senhor em oração, sabendo que Ele é nosso defensor e justiça."
    },
    {
      "numero": "51",
      "texto": "dos insultos dos teus inimigos, Senhor, com os quais zombam de cada passo do teu ungido.",
      "reflexao": "Quando zombam dos filhos de Deus, estão zombando do próprio Deus. Este versículo nos lembra que o Senhor vê, registra e no tempo certo traz justiça sobre toda afronta contra Seu povo e contra Seus planos."
    },
    {
      "numero": "52",
      "texto": "Bendito seja o Senhor para sempre! Amém e amém.",
      "reflexao": "Mesmo em meio às dores, lutas e questionamentos, o salmista termina com louvor. Este versículo nos ensina que, independentemente das circunstâncias, Deus permanece digno de adoração, honra e exaltação para todo o sempre."
    }
  ]
}
