{
  "livro": "Salmos",
  "capitulo": "64",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ouve, ó Deus, a minha queixa; protege a minha vida do inimigo ameaçador.",
      "reflexao": "Este versículo reflete um clamor que ecoa nos corações aflitos. Quantas vezes precisamos pedir a Deus proteção contra ameaças, perseguições e maldade? Ele é nosso escudo e socorro presente nas horas de angústia. Clamar a Deus é reconhecer que Ele é quem guarda nossa vida de todo mal."
    },
    {
      "numero": "2",
      "texto": "Protege-me da conspiração dos ímpios, da multidão barulhenta dos malfeitores.",
      "reflexao": "Vivemos em um mundo onde muitas vezes há conspirações, fofocas e injustiças. Este versículo nos lembra que Deus é nosso protetor contra tramas ocultas e contra o barulho daqueles que intentam o mal. Podemos descansar sabendo que Deus vê o que está escondido e luta por nós."
    },
    {
      "numero": "3",
      "texto": "Eles afiam a língua como espada e lançam palavras venenosas como flechas,",
      "reflexao": "Aqui somos lembrados do poder destrutivo das palavras. Palavras podem ferir mais do que armas. Este alerta nos ensina não só a nos proteger dos ataques verbais, mas também a vigiar nossa própria língua, para que dela não saiam palavras que machucam, mas palavras que edificam e trazem vida."
    },
    {
      "numero": "4",
      "texto": "para, às escondidas, atingirem os inocentes; atiram de surpresa, sem qualquer temor.",
      "reflexao": "O texto descreve a covardia dos que tramam o mal em oculto, atacando aqueles que não esperam. Mas isso também é um lembrete de que nada escapa aos olhos de Deus. Quem anda na verdade pode confiar que o Senhor revela, protege e faz justiça no tempo certo."
    },
    {
      "numero": "5",
      "texto": "Eles se encorajam uns aos outros em planos malignos, conversam sobre esconder suas armadilhas, e dizem: 'Quem as descobrirá?'",
      "reflexao": "Muitas vezes, os perversos acreditam que suas más intenções estão ocultas, que ninguém perceberá seus planos. Este versículo revela uma triste realidade, mas também nos dá esperança: Deus vê tudo, e nenhuma armadilha ou plano oculto escapa ao Seu olhar atento e justo."
    },
    {
      "numero": "6",
      "texto": "Tramam a injustiça e dizem: 'Fizemos um plano perfeito!' A mente e o coração do homem são astutos.",
      "reflexao": "O coração humano, sem Deus, pode ser extremamente astuto para o mal. Este versículo serve como alerta: sem a direção do Senhor, o homem se perde em seus próprios caminhos tortuosos. Por isso, é essencial buscar constantemente que Deus sonde e purifique nosso coração, guiando-nos no caminho da verdade."
    },
    {
      "numero": "7",
      "texto": "Mas Deus atirará neles suas flechas; de repente serão atingidos.",
      "reflexao": "Aqui vemos a resposta divina à injustiça: Deus age. Ele não é indiferente ao sofrimento dos justos nem à maldade dos ímpios. Quando menos esperam, aqueles que tramam o mal são surpreendidos pela justiça de Deus. Isso traz alívio e segurança para quem anda em retidão."
    },
    {
      "numero": "8",
      "texto": "As suas próprias línguas os farão cair; todos os que os virem balançarão a cabeça, zombando deles.",
      "reflexao": "A própria maldade dos ímpios se volta contra eles. O que semeiam, colhem. Este versículo nos lembra que Deus é justo e que não precisamos revidar ou nos vingar — Ele cuida de fazer justiça. Aqueles que tramam o mal acabam envergonhados por seus próprios atos."
    },
    {
      "numero": "9",
      "texto": "Todos os homens temerão, proclamarão as obras de Deus e refletirão no que ele fez.",
      "reflexao": "Quando Deus age, Seu poder é reconhecido. Este versículo fala de um impacto coletivo, onde as pessoas veem e reconhecem que Deus é justo e soberano. Isso nos desafia a testemunhar as obras do Senhor e a refletir sobre a grandeza de Seus feitos em nossa própria vida."
    },
    {
      "numero": "10",
      "texto": "Alegrem-se os justos no Senhor e nele busquem refúgio; congratulem-se todos os retos de coração!",
      "reflexao": "O salmo termina com uma declaração de vitória e alegria para os que andam com Deus. Mesmo cercados por desafios, perseguições e injustiças, os justos podem se alegrar, porque encontram refúgio no Senhor. Nele há segurança, paz e alegria. Este versículo é um convite para que vivamos uma vida de confiança, retidão e celebração na presença do Deus que cuida de nós."
    }
  ]
}
