{
  "livro": "Salmos",
  "capitulo": "78",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ó meu povo, escute o meu ensino; incline os ouvidos para o que eu tenho a dizer.",
      "reflexao": "Este versículo é um chamado de Deus para que seu povo ouça atentamente. Nos dias de hoje, Ele continua nos convidando a parar, silenciar e inclinar os ouvidos à sua Palavra, que traz vida, direção e transformação."
    },
    {
      "numero": "2",
      "texto": "Em parábolas abrirei a minha boca, proferirei enigmas do passado;",
      "reflexao": "Deus usa histórias e exemplos do passado para ensinar princípios eternos. Este versículo nos lembra da importância de aprender com o que Deus já fez, para que nossa fé se fortaleça no presente e no futuro."
    },
    {
      "numero": "3",
      "texto": "coisas que ouvimos e aprendemos, que nossos antepassados nos contaram.",
      "reflexao": "O conhecimento das obras de Deus deve ser transmitido de geração em geração. Este versículo nos desafia a ensinar nossos filhos, familiares e comunidade sobre quem Deus é e sobre tudo o que Ele já fez."
    },
    {
      "numero": "4",
      "texto": "Não os esconderemos dos nossos descendentes; contaremos à próxima geração os louváveis feitos do Senhor, o seu poder e as maravilhas que fez.",
      "reflexao": "Este é um chamado poderoso à responsabilidade espiritual: testemunhar, contar e ensinar. As futuras gerações precisam ouvir sobre o amor, o poder e as maravilhas de Deus através dos nossos testemunhos vivos."
    },
    {
      "numero": "5",
      "texto": "Ele decretou estatutos para Jacó e em Israel estabeleceu a lei, e ordenou aos nossos antepassados que a ensinassem aos seus filhos,",
      "reflexao": "Deus não apenas realiza feitos, mas também estabelece princípios e leis. Este versículo reforça que a obediência e o ensino da Palavra são fundamentais para manter viva a aliança com Deus em nossas famílias e comunidades."
    },
    {
      "numero": "6",
      "texto": "de modo que a geração seguinte a conhecesse, e também os filhos que ainda nasceriam, e eles, por sua vez, contassem aos seus próprios filhos.",
      "reflexao": "O ciclo do ensino espiritual é eterno e essencial. Este versículo nos lembra que somos responsáveis não apenas pela nossa fé, mas por garantir que ela alcance as próximas gerações, perpetuando a esperança e a verdade do Senhor."
    },
    {
      "numero": "7",
      "texto": "Então eles porão a confiança em Deus, não esquecerão os seus feitos e obedecerão aos seus mandamentos.",
      "reflexao": "O objetivo de transmitir a Palavra e os feitos de Deus é gerar confiança, obediência e memória viva no coração do povo. Este versículo nos mostra que, quanto mais conhecemos a Deus, mais confiamos e seguimos seus caminhos."
    },
    {
      "numero": "8",
      "texto": "Eles não serão como os seus antepassados, obstinados e rebeldes, povo de coração instável, cuja fidelidade não foi firme para com Deus.",
      "reflexao": "Este versículo é um alerta. Quando negligenciamos a Palavra e os feitos de Deus, corremos o risco de nos tornarmos como gerações passadas: rebeldes e instáveis. O chamado é para viver em fidelidade, constância e entrega ao Senhor."
    },
    {
      "numero": "9",
      "texto": "Os homens de Efraim, flecheiros armados, fugiram no dia da batalha;",
      "reflexao": "Mesmo preparados, faltou-lhes confiança e fidelidade. Este versículo nos alerta de que não basta ter recursos ou força aparente; sem fé e obediência, facilmente recuamos diante das batalhas da vida."
    },
    {
      "numero": "10",
      "texto": "não guardaram a aliança de Deus e se recusaram a viver de acordo com a sua lei.",
      "reflexao": "A quebra da aliança e a desobediência afastam as pessoas da proteção e da bênção de Deus. Este versículo nos ensina que viver fora da vontade de Deus nos fragiliza e nos distancia do propósito para o qual fomos criados."
    },
    {
      "numero": "11",
      "texto": "Esqueceram-se do que ele tinha feito, das maravilhas que lhes mostrara.",
      "reflexao": "O esquecimento das obras de Deus leva à incredulidade e à rebeldia. Este versículo nos chama a cultivar constantemente a memória dos feitos do Senhor, para que nossa fé permaneça viva e firme."
    },
    {
      "numero": "12",
      "texto": "Ele fez maravilhas diante dos seus antepassados, na terra do Egito, na região de Zoã.",
      "reflexao": "Deus sempre se revelou com poder e milagres. Este versículo nos lembra que Ele não muda e continua sendo o Deus que realiza maravilhas na vida daqueles que Nele confiam, mesmo hoje."
    },
    {
      "numero": "13",
      "texto": "Dividiu o mar para que pudessem passar; fez com que as águas ficassem como muralhas.",
      "reflexao": "O Deus que abre o mar ainda abre caminhos impossíveis. Este versículo nos encoraja a crer que, diante dos desafios, o Senhor continua sendo aquele que faz milagres e realiza o impossível."
    },
    {
      "numero": "14",
      "texto": "De dia os guiou com uma nuvem e, de noite, com uma luz de fogo.",
      "reflexao": "Deus é guia constante, seja em tempos claros ou em noites escuras. Este versículo nos lembra que Sua presença é direção segura, luz no meio da escuridão e segurança em todos os momentos da vida."
    },
    {
      "numero": "15",
      "texto": "Fendeu as rochas no deserto e deu-lhes água, como que de grandes profundezas.",
      "reflexao": "Deus provê de maneiras sobrenaturais. Mesmo em desertos, Ele faz brotar fontes. Este versículo nos inspira a confiar que, onde não há recursos, Deus cria provisão e sustento para Seus filhos."
    },
    {
      "numero": "16",
      "texto": "Da pedra fez sair regatos e fluir água como um rio.",
      "reflexao": "Quando Deus age, a provisão é abundante. Este versículo nos lembra que o Senhor não apenas supre o necessário, mas derrama bênçãos em abundância, transformando escassez em fartura."
    },
    {
      "numero": "17",
      "texto": "Apesar disso, continuaram a pecar contra ele, rebelando-se no deserto contra o Altíssimo.",
      "reflexao": "Mesmo cercados de milagres, muitos ainda escolhem se rebelar. Este versículo é um alerta: milagres não substituem obediência e intimidade com Deus. Precisamos de um coração grato e submisso, além de olhos que reconheçam Sua mão em tudo."
    },
    {
      "numero": "18",
      "texto": "Deliberadamente puseram Deus à prova, exigindo o que desejavam comer.",
      "reflexao": "A insatisfação e a ingratidão levam as pessoas a testarem Deus, como se Ele fosse obrigado a satisfazer seus desejos. Este versículo nos ensina a alinhar nosso coração com a vontade do Senhor, buscando o que é necessário, e não o que é fruto da cobiça."
    },
    {
      "numero": "19",
      "texto": "Duvidaram de Deus, dizendo: 'Poderá Deus preparar uma mesa no deserto?'",
      "reflexao": "O questionamento do povo revela incredulidade, mesmo após tantos milagres. Este versículo é um convite à reflexão: quantas vezes também duvidamos que Deus pode nos suprir? Ele continua sendo aquele que faz mesas no deserto e traz provisão onde não há saída aparente."
    },
    {
      "numero": "20",
      "texto": "Quando feriu a rocha, a água brotou e jorrou em torrentes. Mas também pode dar-nos pão? Conseguirá suprir carne para o seu povo?",
      "reflexao": "Mesmo após verem milagres, o povo continuou duvidando. Este versículo nos ensina que o coração incrédulo nunca está satisfeito. Mas também nos lembra que Deus não é limitado: Ele pode, sim, suprir todas as nossas necessidades, físicas e espirituais, com abundância."
    },
    {
      "numero": "21",
      "texto": "Por isso, o Senhor ouviu e se indignou; acendeu-se fogo contra Jacó, e sua ira se levantou contra Israel,",
      "reflexao": "A incredulidade e a ingratidão despertam a ira de Deus. Este versículo nos lembra que Deus é amor, mas também é justo. Desprezar Sua bondade e duvidar do Seu cuidado tem consequências espirituais sérias."
    },
    {
      "numero": "22",
      "texto": "pois não creram em Deus nem confiaram no seu poder salvador.",
      "reflexao": "A raiz da ira de Deus não está apenas na desobediência, mas na incredulidade. Este versículo nos chama a refletir: confiar em Deus é essencial. Duvidar do Seu cuidado e do Seu poder fecha portas para vivermos o sobrenatural e as promessas."
    },
    {
      "numero": "23",
      "texto": "Contudo, ele deu ordens às nuvens e abriu as portas dos céus;",
      "reflexao": "Mesmo diante da incredulidade, Deus, em sua misericórdia, responde com provisão. Este versículo nos revela um Deus que, apesar das nossas falhas, continua cuidando, sustentando e abrindo os céus em nosso favor."
    },
    {
      "numero": "24",
      "texto": "fez chover maná para que o povo comesse, deu-lhes o pão dos céus.",
      "reflexao": "Deus supre de maneira sobrenatural. Este versículo nos lembra que Ele é Jeová-Jiré, o Deus da provisão, que alimenta não só nosso corpo, mas também nossa alma, com o pão que vem dos céus — Jesus Cristo, o pão da vida."
    },
    {
      "numero": "25",
      "texto": "Os homens comeram o pão dos anjos; enviou-lhes comida à vontade.",
      "reflexao": "O cuidado de Deus vai além do necessário. Este versículo revela que o Senhor não apenas supre, mas faz isso com abundância, mostrando seu amor generoso para com aqueles que dependem dEle."
    },
    {
      "numero": "26",
      "texto": "Enviou dos céus o vento oriental, e pelo seu poder fez avançar o vento sul;",
      "reflexao": "Deus controla os ventos, os elementos da natureza e toda a criação. Este versículo nos lembra que Ele move tudo, até os céus e a terra, para cumprir Seus propósitos e atender às necessidades dos seus filhos."
    },
    {
      "numero": "27",
      "texto": "fez chover carne sobre eles como pó, e aves como areia da praia;",
      "reflexao": "Quando Deus responde, Ele faz além do esperado. Este versículo nos revela que a provisão de Deus não conhece limites — quando Ele abre a mão, abençoa de forma abundante e maravilhosa."
    },
    {
      "numero": "28",
      "texto": "ele fez cair as aves dentro do acampamento, ao redor das suas tendas.",
      "reflexao": "A provisão de Deus chega exatamente onde estamos. Este versículo nos mostra que Deus não se limita às nossas circunstâncias; Ele leva o sustento, o milagre e a bênção diretamente até nós, onde estivermos."
    },
    {
      "numero": "29",
      "texto": "Eles comeram à vontade, e Deus lhes satisfez o desejo.",
      "reflexao": "Deus supre não só o necessário, mas também concede o desejo dos corações. Este versículo é uma declaração da bondade divina, mostrando que Ele cuida dos detalhes da nossa vida com amor e generosidade."
    },
    {
      "numero": "30",
      "texto": "Todavia, antes de se saciarem, quando ainda tinham comida na boca,",
      "reflexao": "Aqui vemos uma transição: o povo recebeu, mas o coração não estava alinhado. Este versículo nos alerta que, quando buscamos mais os bens do que o próprio Deus, perdemos o propósito da provisão divina."
    },
    {
      "numero": "31",
      "texto": "acendeu-se contra eles a ira de Deus, e ele matou os mais fortes deles, derrubando os jovens de Israel.",
      "reflexao": "Este é um alerta claro de que desprezar a bondade e a provisão de Deus tem consequências. Deus é amor, mas também é santo e justo. O excesso de ganância e a rebeldia abrem espaço para correção e disciplina divina."
    },
    {
      "numero": "32",
      "texto": "Apesar de tudo isso, continuaram a pecar; não creram nos seus prodígios.",
      "reflexao": "Mesmo diante dos milagres, a incredulidade persistia. Este versículo é um alerta para nossos dias: milagres não substituem fé, arrependimento e obediência. Precisamos de um coração rendido, não apenas de experiências sobrenaturais."
    },
    {
      "numero": "33",
      "texto": "Por isso, ele encerrou os dias deles como um sopro, e os anos deles em repentino pavor.",
      "reflexao": "A vida sem Deus se torna vazia, breve e cheia de medo. Este versículo reforça que longe do Senhor não há sentido, não há segurança, não há paz — apenas o vazio e o temor constante."
    },
    {
      "numero": "34",
      "texto": "Sempre que Deus os matava, eles o buscavam; voltavam-se para ele e buscavam a Deus diligentemente.",
      "reflexao": "A dor muitas vezes leva ao arrependimento. Este versículo nos mostra que, mesmo quando somos disciplinados, Deus nos chama de volta para perto. Ele permite certas situações para nos despertar e trazer arrependimento genuíno."
    },
    {
      "numero": "35",
      "texto": "Lembravam-se de que Deus era a sua Rocha, de que Deus, o Altíssimo, era o seu Redentor.",
      "reflexao": "A disciplina leva o povo a lembrar quem Deus é: Rocha, segurança e Redentor. Este versículo nos encoraja a nunca esquecer que nossa segurança, socorro e salvação estão firmados em Deus e não em circunstâncias ou pessoas."
    },
    {
      "numero": "36",
      "texto": "Todavia, com a boca o adulavam, e com a língua lhe mentiam;",
      "reflexao": "Nem sempre o arrependimento era sincero. Este versículo nos alerta que Deus não se engana com palavras bonitas nem com adoração vazia. O Senhor deseja sinceridade, verdade e corações verdadeiramente quebrantados diante dEle."
    },
    {
      "numero": "37",
      "texto": "seus corações não eram leais para com ele, não foram fiéis à sua aliança.",
      "reflexao": "Deus deseja alianças verdadeiras. Este versículo é um chamado para refletirmos se nossa vida tem sido marcada pela lealdade, fidelidade e compromisso real com Deus, não apenas com palavras, mas com atitudes e escolhas diárias."
    },
    {
      "numero": "38",
      "texto": "Contudo, ele foi misericordioso; perdoou-lhes as maldades e não os destruiu. Vez após vez conteve a sua ira e não se acendeu por completo.",
      "reflexao": "Mesmo diante da infidelidade, Deus escolheu ser misericordioso. Este versículo revela o coração de amor do Senhor, que perdoa, contém sua ira e oferece constantemente uma nova chance aos que se voltam para Ele."
    },
    {
      "numero": "39",
      "texto": "Lembrou-se de que eram meros mortais, brisa passageira que não retorna.",
      "reflexao": "Deus conhece nossa fragilidade. Este versículo nos lembra que, embora sejamos limitados, frágeis e passageiros, Deus nos ama profundamente e nos trata com compaixão, lembrando-se de que somos pó e precisamos dEle todos os dias."
    },
    {
      "numero": "40",
      "texto": "Quantas vezes se rebelaram contra ele no deserto e o entristeceram na terra solitária!",
      "reflexao": "O coração rebelde não entristece apenas os outros — entristece o próprio Deus. Este versículo nos chama à reflexão: nossas atitudes, escolhas e palavras podem alegrar ou entristecer o coração do nosso Pai Celestial."
    },
    {
      "numero": "41",
      "texto": "Repetidas vezes puseram Deus à prova e provocaram o Santo de Israel.",
      "reflexao": "Testar Deus revela incredulidade, ingratidão e dureza de coração. Este versículo nos alerta a confiar, descansar e obedecer, sem colocar Deus à prova, sabendo que Ele é fiel e digno de total confiança."
    },
    {
      "numero": "42",
      "texto": "Não se lembraram da sua mão poderosa, do dia em que os redimiu do opressor,",
      "reflexao": "O esquecimento dos feitos de Deus gera incredulidade e afastamento. Este versículo nos ensina que cultivar a memória das bênçãos, livramentos e milagres do Senhor fortalece nossa fé, gratidão e fidelidade ao longo da vida."
    },
    {
      "numero": "43",
      "texto": "de quando mostrou os seus prodígios no Egito e as suas maravilhas na região de Zoã,",
      "reflexao": "Deus se revelou de forma poderosa no passado, e este versículo nos convida a lembrar que o mesmo Deus que fez milagres ontem continua agindo hoje. Suas maravilhas são sinais do seu amor e cuidado por nós."
    },
    {
      "numero": "44",
      "texto": "quando transformou os rios deles em sangue, e não puderam beber das suas correntes de água;",
      "reflexao": "Deus tem poder sobre toda a criação. Este versículo nos lembra que Ele usa até os elementos da natureza para cumprir Seus planos e mostrar que ninguém está acima de Sua soberania."
    },
    {
      "numero": "45",
      "texto": "quando enviou enxames de moscas que os devoraram, e rãs que os devastaram;",
      "reflexao": "Cada detalhe da criação está sob a ordem de Deus. Este versículo nos ensina que o Senhor defende Seu povo e age, até mesmo por meios inesperados, quando se trata de proteger, corrigir e cumprir Suas promessas."
    },
    {
      "numero": "46",
      "texto": "quando entregou as plantações deles aos gafanhotos, e o fruto do seu trabalho aos insetos;",
      "reflexao": "Deus confronta a soberba e a injustiça, e este versículo nos lembra que, sem Ele, todo esforço humano é em vão. O Senhor é aquele que dá e que retém, segundo Sua justiça e Seus propósitos."
    },
    {
      "numero": "47",
      "texto": "quando destruiu as vinhas deles com granizo, e as figueiras bravas com geada;",
      "reflexao": "Até as forças da natureza estão nas mãos de Deus. Este versículo nos alerta que não há segurança fora do Senhor, e que toda confiança colocada em recursos materiais é frágil diante de Sua soberania."
    },
    {
      "numero": "48",
      "texto": "quando entregou o gado deles ao granizo, e os seus rebanhos aos raios;",
      "reflexao": "Nada está fora do alcance do agir de Deus. Este versículo nos lembra que Deus é justo e intervém contra a maldade e a dureza de coração, mostrando que tudo pertence a Ele, inclusive aquilo que os homens acham que controlam."
    },
    {
      "numero": "49",
      "texto": "quando lançou contra eles o furor da sua ira, indignação, indignação e hostilidade — um exército de anjos destruidores;",
      "reflexao": "Deus é amor, mas também é justiça. Este versículo revela que, quando a misericórdia é desprezada, o juízo se manifesta. É um chamado à reverência, ao arrependimento e à busca sincera pela presença do Senhor."
    },
    {
      "numero": "50",
      "texto": "quando deu livre curso à sua ira, não os poupou da morte, mas entregou suas vidas à peste;",
      "reflexao": "O juízo de Deus é real e justo. Este versículo nos lembra que, embora Deus seja misericordioso, aqueles que persistentemente rejeitam Sua graça enfrentam as consequências do distanciamento do Criador."
    },
    {
      "numero": "51",
      "texto": "quando matou todos os primogênitos do Egito, os herdeiros das famílias dos egípcios, nas tendas de Cam.",
      "reflexao": "Deus protege os Seus e luta por eles. Este versículo nos lembra do cuidado que o Senhor tem com Seu povo, mesmo quando isso envolve juízo contra aqueles que se levantam para oprimir e destruir."
    },
    {
      "numero": "52",
      "texto": "Mas tirou o seu povo como ovelhas e os conduziu como um rebanho através do deserto.",
      "reflexao": "Deus é o Bom Pastor que guia, protege e cuida dos Seus. Este versículo nos encoraja a confiar que, mesmo em desertos, Ele nos conduz, nos orienta e jamais nos abandona."
    },
    {
      "numero": "53",
      "texto": "Guiou-os com segurança, e não tiveram medo; e os seus inimigos foram submersos pelo mar.",
      "reflexao": "Quando Deus guia, há paz, segurança e livramento. Este versículo nos fortalece, lembrando que, mesmo diante dos maiores perigos, quem caminha com o Senhor não precisa temer, pois Ele garante vitória e proteção."
    },
    {
      "numero": "54",
      "texto": "Assim ele os trouxe até a fronteira da sua terra santa, até os montes que a sua mão direita conquistou.",
      "reflexao": "Deus não apenas livra, mas também conduz até o cumprimento de Suas promessas. Este versículo nos lembra que há uma terra prometida, um destino preparado por Deus para cada um que caminha em fidelidade com Ele."
    },
    {
      "numero": "55",
      "texto": "Expulsou nações de diante deles e distribuiu suas terras por herança, e instalou as tribos de Israel em suas próprias tendas.",
      "reflexao": "Deus prepara lugar para Seu povo. Este versículo revela que o Senhor não apenas conduz, mas estabelece, honra e dá herança aos que confiam e caminham segundo Seus propósitos eternos."
    },
    {
      "numero": "56",
      "texto": "Mas eles puseram Deus à prova e foram rebeldes contra o Altíssimo; não obedeceram aos seus testemunhos,",
      "reflexao": "Mesmo cercados de bênçãos, o povo escolheu a rebeldia. Este versículo nos alerta que não basta receber as promessas — é preciso viver em obediência, reverência e gratidão ao Senhor, sem endurecer o coração."
    },
    {
      "numero": "57",
      "texto": "foram desleais e infiéis como seus antepassados, confiáveis como um arco defeituoso.",
      "reflexao": "Este versículo usa uma imagem forte: um arco defeituoso. Isso revela que, sem fidelidade, nos tornamos instrumentos quebrados, incapazes de cumprir o propósito para o qual fomos criados. Deus busca corações fiéis e alinhados com Ele."
    },
    {
      "numero": "58",
      "texto": "Eles o irritaram com seus altares idólatras e com seus ídolos lhe provocaram ciúmes.",
      "reflexao": "Quando colocamos qualquer coisa no lugar de Deus, provocamos ciúmes ao Senhor, pois Ele é um Deus zeloso. Este versículo nos convida à reflexão: há algo em nosso coração ocupando o lugar que é exclusivo de Deus?"
    },
    {
      "numero": "59",
      "texto": "Ouvindo isso, Deus ficou indignado; rejeitou completamente Israel.",
      "reflexao": "A rejeição aqui não é definitiva, mas é uma disciplina severa. Este versículo nos alerta de que viver na idolatria, na desobediência e na indiferença para com Deus traz consequências sérias e dolorosas para quem persiste nesse caminho."
    },
    {
      "numero": "60",
      "texto": "Abandonou o tabernáculo de Siló, a tenda onde habitava entre os homens.",
      "reflexao": "O abandono do tabernáculo simboliza a retirada da presença de Deus por causa da infidelidade do povo. Este versículo nos lembra de que a presença do Senhor não habita em lugares onde não há reverência, obediência e amor sincero. Deus deseja fazer morada em corações rendidos, quebrantados e fiéis."
    },
    {
      "numero": "61",
      "texto": "Entregou sua arca ao cativeiro, e seu símbolo de poder nas mãos dos seus adversários.",
      "reflexao": "Quando o povo rejeita a Deus, até os símbolos sagrados perdem a proteção divina. Este versículo nos alerta que não adianta ter aparência de religiosidade sem viver em comunhão, temor e obediência ao Senhor."
    },
    {
      "numero": "62",
      "texto": "Entregou o seu povo à espada, pois estava furioso com a sua herança.",
      "reflexao": "A proteção de Deus é retirada quando o povo persiste na desobediência. Este versículo nos lembra que viver longe dos princípios do Senhor abre brechas que trazem destruição, dor e derrota."
    },
    {
      "numero": "63",
      "texto": "O fogo consumiu os seus jovens, e as suas moças não tiveram canções de casamento;",
      "reflexao": "A ausência da presença de Deus gera perda, tristeza e lamento. Este versículo nos lembra que quando Deus não está no centro, a alegria se apaga e os sonhos se tornam frustração."
    },
    {
      "numero": "64",
      "texto": "Seus sacerdotes foram mortos à espada, e as viúvas deles não puderam chorar.",
      "reflexao": "O cenário de desolação é tão severo que até o luto perde espaço. Este versículo revela que o distanciamento de Deus traz um vazio tão grande que até as expressões mais profundas da alma se tornam silenciosas e insuportáveis."
    },
    {
      "numero": "65",
      "texto": "Então o Senhor acordou como quem despertava do sono, como um guerreiro que se levanta do efeito do vinho.",
      "reflexao": "Deus jamais está alheio, mas há momentos em que, em sua justiça, Ele permite processos. Este versículo anuncia que chega a hora em que Deus se levanta para agir, restaurar, corrigir e trazer justiça."
    },
    {
      "numero": "66",
      "texto": "Ele derrotou os seus adversários, cobrindo-os de vergonha eterna.",
      "reflexao": "O Senhor não abandona para sempre. Este versículo revela que, quando Ele se levanta, traz vitória ao Seu povo e vergonha àqueles que se levantaram contra Ele e Seus filhos. A justiça de Deus sempre prevalece."
    },
    {
      "numero": "67",
      "texto": "Rejeitou as tendas de José e não escolheu a tribo de Efraim,",
      "reflexao": "Deus pode rejeitar estruturas que antes foram usadas por Ele, quando nelas não há mais fidelidade. Este versículo nos alerta que o privilégio de ontem não garante o favor de hoje se não houver constância na obediência e no amor ao Senhor."
    },
    {
      "numero": "68",
      "texto": "mas escolheu a tribo de Judá, o monte Sião, o qual ele amou.",
      "reflexao": "Deus escolhe e honra aqueles que O amam e O buscam. Este versículo mostra que o Senhor estabeleceu Seu plano de redenção por meio de Judá — de onde viria o Messias — e fixou Seu nome no monte Sião, lugar de Sua presença e glória."
    },
    {
      "numero": "69",
      "texto": "Construiu seu santuário como as alturas, como a terra, que estabeleceu para sempre.",
      "reflexao": "Deus estabelece Sua presença de forma firme e eterna. Este versículo nos lembra que a habitação de Deus não é algo passageiro, mas sólido, estável e fundamentado no Seu próprio poder. Ele deseja fazer morada também em nossos corações, de maneira eterna."
    },
    {
      "numero": "70",
      "texto": "Escolheu seu servo Davi e o tirou dos apriscos das ovelhas;",
      "reflexao": "Deus escolhe aqueles que têm coração humilde e disposto. Este versículo nos inspira a lembrar que não importa de onde viemos — Deus nos levanta, nos capacita e nos coloca em lugares de honra quando nosso coração está alinhado com o dEle."
    },
    {
      "numero": "71",
      "texto": "do cuidado das ovelhas trouxe-o para ser o pastor de Jacó, seu povo, de Israel, sua herança.",
      "reflexao": "Deus transforma cuidadores de ovelhas em líderes de nações. Este versículo revela que o Senhor valoriza quem é fiel no pouco e, assim, os capacita para missões maiores. Ele nos chama para cuidar, liderar e servir ao Seu povo com amor e dedicação."
    },
    {
      "numero": "72",
      "texto": "E Davi os pastoreou com coração íntegro e os conduziu com mãos habilidosas.",
      "reflexao": "O modelo de liderança segundo Deus é baseado em integridade de coração e habilidade no cuidado. Este versículo nos ensina que o que mais agrada ao Senhor não é apenas competência, mas um coração inteiro, sincero, humilde e disposto a servir."
    }
  ]
}
