{
  "livro": "Salmos",
  "capitulo": "10",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Senhor, por que estás tão longe? Por que te escondes em tempos de angústia?",
      "reflexao": "Este versículo expressa um sentimento muito humano e real: a sensação de que, em meio à dor, Deus parece distante. No entanto, ele nos ensina que podemos ser sinceros com Deus, expondo nossas angústias e perguntas, certos de que Ele não se ofende com nossa dor, mas nos acolhe e responde no tempo certo."
    },
    {
      "numero": "2",
      "texto": "Em sua arrogância o ímpio persegue o pobre, que seja apanhado nas tramas que planejou.",
      "reflexao": "A injustiça e a opressão sempre foram presentes na humanidade, mas Deus vê tudo. Este versículo mostra que aqueles que tramam contra os inocentes acabam caindo nas próprias armadilhas. A justiça de Deus não falha, e os que praticam o mal colherão as consequências de seus atos."
    },
    {
      "numero": "3",
      "texto": "O ímpio se gaba de sua própria cobiça e, por sua ganância, amaldiçoa e despreza o Senhor.",
      "reflexao": "O orgulho e a ganância cegam o coração, levando muitos a desprezarem Deus e Sua vontade. Este versículo é um alerta para que não deixemos que os desejos materiais e o ego ocupem o lugar que pertence a Deus em nossas vidas."
    },
    {
      "numero": "4",
      "texto": "Em sua presunção o ímpio não o busca; não há lugar para Deus em nenhum dos seus planos.",
      "reflexao": "Vivemos tempos em que muitos fazem planos sem sequer considerar Deus. Este versículo nos chama a refletir: estamos construindo nossa vida e nossos projetos com Deus ou deixando-O de fora? Quem ignora Deus, constrói sobre areia, mas quem o inclui, edifica sobre a rocha."
    },
    {
      "numero": "5",
      "texto": "Seus caminhos prosperam sempre; tão acima da sua compreensão estão as tuas leis que ele faz pouco caso de todos os seus adversários.",
      "reflexao": "Às vezes parece que os que fazem o mal prosperam, mas esse é um engano temporário. Este versículo revela que, apesar das aparências, Deus vê tudo e não permitirá que a injustiça dure para sempre. Quem rejeita a lei de Deus vive desconectado da verdade e do propósito."
    },
    {
      "numero": "6",
      "texto": "Ele pensa consigo mesmo: 'Nada me abalará! Desgraça alguma me atingirá, nem a mim nem aos meus descendentes.'",
      "reflexao": "O orgulho leva muitos a acreditarem que são intocáveis, que estão acima das consequências. Este versículo nos lembra que essa falsa segurança desaba diante da soberania de Deus. Só no Senhor encontramos segurança verdadeira e duradoura."
    },
    {
      "numero": "7",
      "texto": "Sua boca está cheia de maldições, mentiras e ameaças; violência e maldade estão em sua língua.",
      "reflexao": "O que sai da boca reflete o que está no coração. Este versículo nos alerta sobre o poder das palavras, tanto para o mal quanto para o bem. Deus nos chama a termos lábios que abençoam, edificam e proclamam vida, e não violência, mentira e destruição."
    },
    {
      "numero": "8",
      "texto": "Fica à espreita perto das vilas; em emboscadas mata os inocentes. Seus olhos estão sempre à espreita das vítimas.",
      "reflexao": "O retrato da maldade humana é cruel, mas real. Este versículo nos lembra que Deus vê os atos ocultos, as injustiças e as opressões, e que nada escapa ao Seu olhar. Para os que são vítimas, há consolo: Deus é justiça e libertação. Para os que praticam o mal, é um chamado urgente ao arrependimento."
    },
    {
      "numero": "9",
      "texto": "Fica à espreita como o leão, escondido; fica à espreita para pegar o necessitado; pega o necessitado e arrasta-o para a sua rede.",
      "reflexao": "A maldade muitas vezes age sorrateiramente, mas Deus não está alheio a isso. Este versículo nos lembra que Ele é defensor dos necessitados, dos oprimidos e dos que clamam por socorro. Mesmo quando parece que o mal prevalece, Deus se levanta para fazer justiça."
    },
    {
      "numero": "10",
      "texto": "Abaixa-se, e fica de tocaia; as suas vítimas caem em seu poder.",
      "reflexao": "O salmista descreve a opressão com detalhes, mostrando que o mal muitas vezes parece dominar. Mas isso não é o fim da história. Deus vê e se importa. Ele não permite que seus filhos fiquem indefesos para sempre. O socorro vem, e o livramento chega no tempo certo."
    },
    {
      "numero": "11",
      "texto": "Pensa consigo mesmo: 'Deus se esqueceu; escondeu o rosto e nunca verá isto.'",
      "reflexao": "É tolice pensar que Deus não vê. Mesmo quando Ele parece silencioso, Seus olhos estão atentos. Este versículo nos lembra que Deus não se esquece, não se distrai e não ignora. Ele é justo e age no tempo certo, trazendo luz àquilo que os homens tentam esconder."
    },
    {
      "numero": "12",
      "texto": "Levanta-te, Senhor! Ergue a tua mão, ó Deus! Não te esqueças dos necessitados.",
      "reflexao": "Este é um clamor sincero, que reflete também nossa oração nos dias de hoje. Quando vemos injustiças e sofrimentos, podemos, como o salmista, clamar: 'Levanta-te, Senhor!'. E podemos ter a certeza de que Deus ouve e age a favor dos necessitados e dos que clamam por Ele."
    },
    {
      "numero": "13",
      "texto": "Por que o ímpio insulta a Deus, dizendo no seu íntimo: 'De nada me pedirás contas!'?",
      "reflexao": "O engano do coração do ímpio é pensar que jamais prestará contas de seus atos. Este versículo é um alerta de que Deus é justo e todo ser humano responderá diante dEle. Isso nos leva a viver com reverência, integridade e alinhados aos princípios do Senhor."
    },
    {
      "numero": "14",
      "texto": "Mas tu, Senhor, vês o sofrimento dos aflitos; observa o sofrimento e o tomas em tuas mãos. A ti o desamparado se entrega; tu és o defensor dos órfãos.",
      "reflexao": "Que versículo maravilhoso e consolador! Deus vê. Deus cuida. Deus toma nas mãos o sofrimento dos que são esquecidos pelos homens. Aos órfãos, aos desamparados, aos que choram sozinhos, Deus se apresenta como Pai, Defensor e Protetor. Não estamos sozinhos."
    },
    {
      "numero": "15",
      "texto": "Quebra o braço do ímpio e do perverso; pede contas de sua impiedade até que dela nada mais se ache.",
      "reflexao": "Este é um pedido forte de justiça. Que Deus quebre o poder do mal e não permita que a impiedade continue. É uma oração que clama pela intervenção divina contra tudo aquilo que oprime, destrói e afasta as pessoas do caminho da vida e da paz."
    },
    {
      "numero": "16",
      "texto": "O Senhor é Rei para todo o sempre; da sua terra desaparecerão as nações que o rejeitam.",
      "reflexao": "Deus reina eternamente. Seu Reino não tem fim. Este versículo nos lembra que, por mais que os poderosos da terra se levantem, é o Senhor quem governa para sempre. Quem rejeita a Deus escolhe um caminho de ruína, mas quem O aceita encontra vida, paz e esperança."
    },
    {
      "numero": "17",
      "texto": "Tu, Senhor, ouves a súplica dos necessitados; tu os animas e atendes ao seu clamor.",
      "reflexao": "Que certeza maravilhosa! Deus ouve. Deus responde. Deus anima e fortalece aqueles que estão cansados, aflitos e sem forças. Este versículo nos encoraja a nunca desistir de clamar, pois o Senhor jamais despreza um coração quebrantado e sincero."
    },
    {
      "numero": "18",
      "texto": "Defendes o órfão e o oprimido, para que o homem, que é pó, já não provoque terror.",
      "reflexao": "Deus é defensor dos fracos, dos oprimidos, dos órfãos e dos esquecidos. Este versículo encerra o salmo com uma poderosa declaração: Deus põe fim ao terror causado pelo homem e traz justiça, paz e proteção para os que se refugiam em Sua presença."
    }
  ]
}
