{
  "livro": "Salmos",
  "capitulo": "31",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Em ti, Senhor, me refugio; nunca permitas que eu seja humilhado; livra-me pela tua justiça.",
      "reflexao": "Quando buscamos refúgio no Senhor, encontramos segurança verdadeira. Este versículo é um clamor por livramento e honra, mostrando que quem se esconde em Deus jamais será envergonhado."
    },
    {
      "numero": "2",
      "texto": "Inclina os teus ouvidos para mim, vem depressa me socorrer; sê para mim uma rocha de refúgio, uma fortaleza poderosa para me salvar.",
      "reflexao": "Deus é nosso abrigo seguro. Este versículo expressa a urgência do clamor, reconhecendo que o Senhor é aquele que oferece proteção, força e livramento em tempos de aflição."
    },
    {
      "numero": "3",
      "texto": "Sim, tu és a minha rocha e a minha fortaleza; por amor do teu nome, conduz-me e guia-me.",
      "reflexao": "Quando Deus guia nossos passos, Ele faz isso por amor ao Seu nome, para que Sua glória seja manifesta em nossas vidas. Este versículo nos ensina a confiar plenamente na condução do Senhor."
    },
    {
      "numero": "4",
      "texto": "Tira-me da armadilha que me prepararam, pois tu és o meu refúgio.",
      "reflexao": "Mesmo quando não vemos, Deus vê as armadilhas que nos cercam. Este versículo é um lembrete de que Ele é nosso libertador e refúgio seguro contra os perigos visíveis e invisíveis."
    },
    {
      "numero": "5",
      "texto": "Em tuas mãos entrego o meu espírito; resgata-me, Senhor, Deus da verdade.",
      "reflexao": "Este versículo foi citado por Jesus na cruz, demonstrando total entrega e confiança no Pai. Também é um convite para que coloquemos nossa vida, nossos planos e nosso futuro nas mãos de Deus, que é fiel e verdadeiro."
    },
    {
      "numero": "6",
      "texto": "Odeio os que se apegaram a ídolos inúteis; eu, porém, confio no Senhor.",
      "reflexao": "Este versículo nos lembra da importância de rejeitar tudo o que ocupa o lugar de Deus em nossa vida. Somente no Senhor encontramos verdadeira segurança, sentido e salvação."
    },
    {
      "numero": "7",
      "texto": "Exultarei e me alegrarei no teu amor, pois viste a minha aflição e conheceste a angústia da minha alma.",
      "reflexao": "Deus vê nossas dores mais profundas. Este versículo é um lembrete de que o amor do Senhor é fonte de alegria, mesmo quando enfrentamos tempos difíceis. Ele conhece a nossa alma e cuida de cada detalhe da nossa vida."
    },
    {
      "numero": "8",
      "texto": "Não me entregaste nas mãos dos meus inimigos, mas puseste os meus pés em lugar espaçoso.",
      "reflexao": "O Senhor é aquele que nos livra e nos conduz a lugares de liberdade, paz e segurança. Este versículo revela que Deus não apenas livra do mal, mas também abre caminhos e amplia nossas possibilidades com Sua graça."
    },
    {
      "numero": "9",
      "texto": "Tem misericórdia de mim, Senhor, pois estou angustiado; a tristeza me consome a visão, o vigor e o apetite.",
      "reflexao": "O salmista abre seu coração, revelando sua dor e fragilidade. Este versículo nos encoraja a sermos honestos com Deus, levando a Ele nossas tristezas, pois Ele é aquele que consola, fortalece e restaura."
    },
    {
      "numero": "10",
      "texto": "Minha vida se consome de tristeza, e os meus anos de gemidos; minhas forças fraquejam por causa da minha aflição, e os meus ossos se enfraquecem.",
      "reflexao": "Há momentos em que o peso da dor parece esmagar. Este versículo nos mostra que Deus conhece até nossos sofrimentos físicos e emocionais mais profundos, e que podemos encontrar nEle alívio e restauração."
    },
    {
      "numero": "11",
      "texto": "Tornei-me motivo de desprezo para os meus adversários e até para os meus vizinhos, de medo para os meus conhecidos; os que me veem na rua fogem de mim.",
      "reflexao": "O salmista experimenta rejeição e isolamento. Este versículo nos consola, mostrando que, mesmo quando somos abandonados pelos homens, Deus nunca nos abandona. Seu amor permanece constante e fiel."
    },
    {
      "numero": "12",
      "texto": "Sou esquecido como se estivesse morto; tornei-me como um vaso quebrado.",
      "reflexao": "Este versículo traduz um sentimento profundo de inutilidade e abandono. Mas Deus é especialista em restaurar vasos quebrados, trazendo nova vida, propósito e dignidade àqueles que se sentem esquecidos."
    },
    {
      "numero": "13",
      "texto": "Tenho ouvido muitos cochicharem, ‘Terror por todos os lados!’ Conspiram contra mim e planejam tirar-me a vida.",
      "reflexao": "Quando tudo e todos parecem se levantar contra nós, este versículo nos lembra que podemos confiar em Deus, que vê, sabe e é nosso defensor contra toda conspiração e todo mal que se levanta contra a nossa vida."
    },
    {
      "numero": "14",
      "texto": "Mas eu confio em ti, Senhor, e digo: ‘Tu és o meu Deus.’",
      "reflexao": "Aqui está uma das declarações de fé mais poderosas da Bíblia. Mesmo cercado de medo, dor e oposição, o salmista reafirma sua confiança no Senhor. Que esta também seja a nossa declaração diária, não importam as circunstâncias."
    },
    {
      "numero": "15",
      "texto": "O meu futuro está nas tuas mãos; livra-me dos meus inimigos e daqueles que me perseguem.",
      "reflexao": "Que verdade maravilhosa! Nosso futuro não está nas mãos do acaso, de pessoas ou de circunstâncias — está nas mãos de Deus. Este versículo nos enche de esperança, segurança e confiança no cuidado do Senhor."
    },
    {
      "numero": "16",
      "texto": "Faz o teu rosto resplandecer sobre o teu servo; salva-me por teu amor leal.",
      "reflexao": "Quando Deus faz brilhar Seu rosto sobre nós, recebemos graça, favor e proteção. Este versículo é um clamor por misericórdia e salvação, baseado no amor fiel e inabalável do Senhor."
    },
    {
      "numero": "17",
      "texto": "Senhor, não me deixes decepcionado, pois clamo a ti; mas que os ímpios sejam envergonhados e calados na sepultura.",
      "reflexao": "Este versículo expressa a confiança de que Deus faz justiça. Quando confiamos no Senhor, podemos descansar, sabendo que Ele honra aqueles que O buscam e trata com justiça aqueles que praticam o mal."
    },
    {
      "numero": "18",
      "texto": "Sejam emudecidos os lábios mentirosos, que falam com arrogância e desprezo contra os justos.",
      "reflexao": "Deus ouve as calúnias e mentiras lançadas contra Seus filhos. Este versículo nos lembra que podemos confiar que Ele defende nossa causa e silencia toda palavra de engano, arrogância e injustiça."
    },
    {
      "numero": "19",
      "texto": "Como é grande a tua bondade, que reservaste para aqueles que te temem, e que à vista dos homens concedes àqueles que em ti se refugiam.",
      "reflexao": "Deus reserva bondade, proteção e favor para aqueles que O temem e confiam nEle. Este versículo nos lembra que viver na presença de Deus é viver sob Seu cuidado, Seu amor e Suas promessas maravilhosas."
    },
    {
      "numero": "20",
      "texto": "No abrigo da tua presença os escondes das intrigas dos homens; em tua habitação os proteges das línguas acusadoras.",
      "reflexao": "A presença de Deus é o lugar mais seguro que existe. Este versículo nos ensina que, quando estamos abrigados no Senhor, nenhuma acusação, fofoca ou perseguição pode nos atingir, pois Ele nos esconde e nos protege."
    },
    {
      "numero": "21",
      "texto": "Bendito seja o Senhor, pois mostrou o seu maravilhoso amor para comigo quando eu estava numa cidade cercada.",
      "reflexao": "Mesmo quando tudo parece sem saída, Deus manifesta Seu amor e Seu socorro. Este versículo é um testemunho de que, mesmo em meio a situações cercadas de impossibilidades, Deus abre caminho e manifesta Seu cuidado."
    },
    {
      "numero": "22",
      "texto": "Alarmado, eu disse: ‘Fui excluído da tua presença!’ Contudo, ouviste as minhas súplicas quando clamei a ti por socorro.",
      "reflexao": "Mesmo quando, no desespero, pensamos que Deus não está ouvindo, Ele está presente e atento. Este versículo nos lembra que nossos sentimentos nem sempre refletem a realidade espiritual: Deus nunca nos abandona, mesmo quando não o sentimos."
    },
    {
      "numero": "23",
      "texto": "Amem o Senhor, todos vocês, os seus santos! O Senhor preserva os fiéis, mas retribui com rigor aos arrogantes.",
      "reflexao": "O salmo se transforma em um convite: amar ao Senhor e confiar em Sua justiça. Deus protege e preserva os que O amam, mas lida com rigor com os que vivem na soberba e na injustiça."
    },
    {
      "numero": "24",
      "texto": "Sejam fortes e corajosos, todos vocês que esperam no Senhor!",
      "reflexao": "O salmo se encerra com uma exortação de esperança e coragem. Para aqueles que esperam no Senhor, há força, há ânimo e há vitória. Mesmo nos dias difíceis, podemos seguir firmes, pois Deus é fiel para sustentar e honrar os que nEle confiam."
    }
  ]
}
