{
  "livro": "Salmos",
  "capitulo": "122",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Alegrei-me quando me disseram: Vamos à casa do Senhor!",
      "reflexao": "Este versículo expressa a alegria que brota no coração daqueles que desejam estar na presença de Deus. Em um tempo onde muitos buscam satisfação em coisas passageiras, ele nos convida a redescobrir a alegria verdadeira, que está em se reunir com os irmãos, em buscar a Deus e em fortalecer nossa fé. Que possamos valorizar cada oportunidade de estar na presença do Senhor."
    },
    {
      "numero": "2",
      "texto": "Nossos pés já se encontram dentro de suas portas, ó Jerusalém!",
      "reflexao": "Estar dentro dos portões de Jerusalém simboliza a segurança, a comunhão e a bênção de estar no lugar preparado por Deus. Hoje, isso reflete a importância de estarmos no centro da vontade de Deus, conectados com a comunidade de fé e fortalecendo nossa espiritualidade em meio às batalhas da vida."
    },
    {
      "numero": "3",
      "texto": "Jerusalém está construída como cidade firmemente unida,",
      "reflexao": "Jerusalém representa a unidade, a firmeza e a beleza da comunhão. Assim como a cidade era sólida e bem estruturada, somos chamados a construir relacionamentos sólidos na fé, a sermos uma comunidade que se apoia, que caminha unida e que reflete o amor de Deus no mundo."
    },
    {
      "numero": "4",
      "texto": "para onde sobem as tribos, as tribos do Senhor, para louvar o nome do Senhor, conforme o mandamento dado a Israel.",
      "reflexao": "O povo de Deus se reunia para adorar, para celebrar e para lembrar das promessas. Hoje, somos convidados a fazer o mesmo: nos unir, celebrar a bondade do Senhor, louvar Seu nome e fortalecer nossa caminhada espiritual. A adoração comunitária não é só um dever, mas um privilégio que nos renova e nos enche de esperança."
    },
    {
      "numero": "5",
      "texto": "Lá estão os tribunais de justiça, os tribunais da casa de Davi.",
      "reflexao": "Este versículo nos lembra que onde Deus reina, há justiça. Em um mundo marcado por tanta injustiça e corrupção, somos desafiados a lembrar que o Senhor é o Juiz soberano e que Seu reino é fundamentado na verdade, na retidão e na equidade. É um chamado para vivermos com integridade, confiando na justiça de Deus, que nunca falha."
    },
    {
      "numero": "6",
      "texto": "Orem pela paz de Jerusalém: Vivam em segurança aqueles que te amam.",
      "reflexao": "O clamor pela paz de Jerusalém é, hoje, um convite para sermos intercessores pela paz das nossas cidades, famílias, comunidades e nações. Quem ama verdadeiramente busca a paz, promove a reconciliação e semeia esperança. Orar pela paz é um ato de amor e fé que gera frutos eternos."
    },
    {
      "numero": "7",
      "texto": "Haja paz dentro dos teus muros e segurança nas tuas cidadelas.",
      "reflexao": "A paz que Deus deseja para o Seu povo não é apenas ausência de guerra, mas bem-estar, proteção, harmonia e segurança. Este versículo nos inspira a buscar essa paz nas nossas casas, nos nossos relacionamentos e no nosso interior, permitindo que Deus seja o alicerce da nossa segurança."
    },
    {
      "numero": "8",
      "texto": "Em favor dos meus irmãos e amigos direi: Paz seja com você!",
      "reflexao": "Que bela declaração de amor e cuidado! Em tempos de divisão, ódio e intolerância, somos chamados a ser proclamadores da paz. Que nossos lábios sejam instrumentos de bênção, que promovam unidade, amor e esperança àqueles que caminham conosco."
    },
    {
      "numero": "9",
      "texto": "Em favor da casa do Senhor, do nosso Deus, buscarei o seu bem.",
      "reflexao": "Este versículo é um compromisso de vida: buscar o bem, promover a bênção e viver para a glória de Deus. Quando colocamos o Reino de Deus como prioridade, tudo em nossa vida se alinha, e passamos a ser agentes de transformação, levando luz, amor e esperança por onde passamos."
    }
  ]
}
