{
  "livro": "Salmos",
  "capitulo": "41",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Como é feliz aquele que se interessa pelo pobre! O Senhor o livra em tempos de adversidade.",
      "reflexao": "Deus se agrada de quem pratica a compaixão. Este versículo nos lembra que cuidar dos necessitados atrai o favor de Deus, que nos protege e nos socorre nos dias difíceis."
    },
    {
      "numero": "2",
      "texto": "O Senhor o protegerá e preservará a sua vida; ele o fará feliz na terra e não o entregará ao desejo dos seus inimigos.",
      "reflexao": "Quem anda em misericórdia recebe do Senhor proteção, provisão e livramento. Deus cuida de quem escolhe viver segundo Seus princípios de amor e justiça."
    },
    {
      "numero": "3",
      "texto": "O Senhor o susterá em seu leito de enfermidade e da doença o restaurará.",
      "reflexao": "O cuidado de Deus não se limita à alma, mas também alcança o corpo. Este versículo revela que o Senhor sustenta, fortalece e restaura os que estão fracos e enfermos, especialmente os que vivem em amor e generosidade."
    },
    {
      "numero": "4",
      "texto": "Eu disse: 'Senhor, tem misericórdia de mim; cura-me, pois pequei contra ti.'",
      "reflexao": "O salmista reconhece sua fragilidade e pecado. Este versículo nos ensina que Deus responde ao coração arrependido, trazendo perdão, restauração e cura."
    },
    {
      "numero": "5",
      "texto": "Os meus inimigos dizem mal de mim: 'Quando ele vai morrer e desaparecer o seu nome?'",
      "reflexao": "O salmista enfrenta a dor da perseguição e da maldade. Este versículo mostra que, mesmo quando outros desejam nossa ruína, Deus vê, ouve e cuida de nós, frustrando os planos do mal."
    },
    {
      "numero": "6",
      "texto": "Se alguém vem me visitar, fala com falsidade, e no seu coração acumula más intenções; depois sai e as espalha por toda parte.",
      "reflexao": "Este versículo nos alerta sobre as armadilhas da falsidade e das intenções ocultas. Porém, também nos lembra que Deus conhece os corações e protege os seus filhos da falsidade e da traição."
    },
    {
      "numero": "7",
      "texto": "Todos os que me odeiam juntam-se e cochicham contra mim, imaginando que o pior me acontecerá:",
      "reflexao": "Mesmo quando somos alvo de fofocas e conspirações, este versículo nos lembra que Deus é nosso refúgio, defensor e aquele que tem a palavra final sobre nossa vida."
    },
    {
      "numero": "8",
      "texto": "'Algo terrível se apossou dele; está de cama, e jamais se levantará dali', dizem.",
      "reflexao": "O inimigo muitas vezes quer decretar nossa derrota, mas Deus tem a última palavra. Este versículo é um lembrete de que, mesmo quando todos dizem que não há mais saída, Deus pode mudar qualquer cenário."
    },
    {
      "numero": "9",
      "texto": "Até o meu melhor amigo, em quem eu confiava e que partilhava do meu pão, voltou-se contra mim.",
      "reflexao": "Poucas dores são maiores que a traição de quem amamos. Este versículo revela que Deus compreende essa dor e está perto de nós, curando feridas que só Ele pode alcançar."
    },
    {
      "numero": "10",
      "texto": "Mas tu, Senhor, tem misericórdia de mim; levanta-me, para que eu lhes retribua.",
      "reflexao": "Aqui o salmista clama por restauração e justiça. Este versículo nos lembra que é ao Senhor que devemos recorrer, confiando que Ele restaura nossa força e faz justiça por nós."
    },
    {
      "numero": "11",
      "texto": "Sei que me queres bem, pois o meu inimigo não triunfa sobre mim.",
      "reflexao": "A maior certeza que podemos ter é que Deus está ao nosso lado. Este versículo declara que, quando Deus está conosco, nenhum inimigo prevalece, e Sua bondade nos envolve diariamente."
    },
    {
      "numero": "12",
      "texto": "Por causa da minha integridade me susténs e me pões na tua presença para sempre.",
      "reflexao": "Deus honra quem escolhe viver em retidão. Este versículo revela que a integridade é uma chave que nos mantém sustentados pela mão do Senhor, vivendo em Sua presença e recebendo Seu favor constante."
    },
    {
      "numero": "13",
      "texto": "Bendito seja o Senhor, o Deus de Israel, de eternidade a eternidade. Amém e amém.",
      "reflexao": "O salmo se encerra com louvor e exaltação. Este versículo nos lembra que, independentemente das circunstâncias, Deus é digno de todo louvor, hoje, sempre e por toda a eternidade."
    }
  ]
}
