{
  "livro": "Salmos",
  "capitulo": "26",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Faz-me justiça, Senhor, pois tenho vivido com integridade. Tenho confiado no Senhor, sem vacilar.",
      "reflexao": "O salmista expressa aqui uma confiança plena na justiça de Deus. Quando vivemos em integridade, podemos orar com essa mesma convicção, sabendo que Deus honra os que O buscam com sinceridade e retidão."
    },
    {
      "numero": "2",
      "texto": "Examina-me, Senhor, e prova-me; sonda o meu coração e a minha mente.",
      "reflexao": "Este é um convite corajoso, mas necessário, para que Deus revele as intenções mais profundas do nosso coração. Nos chama a viver com transparência diante de Deus, permitindo que Ele molde e aperfeiçoe nosso interior."
    },
    {
      "numero": "3",
      "texto": "Pois o teu amor está sempre diante de mim, e continuamente sigo a tua verdade.",
      "reflexao": "Quem anda debaixo do amor de Deus vive guiado pela verdade. Este versículo nos lembra que o amor e a fidelidade do Senhor são o nosso caminho seguro, nossa bússola e nosso sustento diário."
    },
    {
      "numero": "4",
      "texto": "Não me assento com homens falsos, nem ando com hipócritas;",
      "reflexao": "Este versículo revela a importância de escolher bem as nossas companhias. Andar com quem vive na falsidade pode nos desviar dos caminhos de Deus. Somos chamados a buscar amizades e alianças que fortaleçam nossa fé e nosso caráter."
    },
    {
      "numero": "5",
      "texto": "Detesto a reunião dos malfeitores e não me assento com os ímpios.",
      "reflexao": "A busca pela santidade nos leva a rejeitar práticas e ambientes que não condizem com os princípios de Deus. Este versículo nos lembra que devemos preservar nosso coração e nossas escolhas, andando em comunhão com aqueles que temem ao Senhor."
    },
    {
      "numero": "6",
      "texto": "Lavo as mãos na inocência, e, assim, ó Senhor, me aproximo do teu altar,",
      "reflexao": "Aqui o salmista demonstra pureza de intenções e desejo de estar na presença de Deus. Este versículo nos convida a buscar uma vida limpa diante do Senhor, deixando de lado tudo que possa nos afastar de Sua presença santa."
    },
    {
      "numero": "7",
      "texto": "para entoar cânticos de gratidão e falar de todas as tuas maravilhas.",
      "reflexao": "Estar na presença de Deus nos enche de gratidão e desejo de testemunhar Suas maravilhas. Este versículo nos lembra que louvar e agradecer faz parte de uma vida alinhada com o Reino, e que nosso testemunho deve refletir o que Deus tem feito por nós."
    },
    {
      "numero": "8",
      "texto": "Senhor, eu amo o templo onde habitas, o lugar onde a tua glória reside.",
      "reflexao": "O amor pela presença de Deus é a marca dos que O buscam de verdade. Este versículo expressa o desejo de estar constantemente onde Deus está, desfrutando da Sua glória, da Sua paz e do Seu amor que transforma tudo."
    },
    {
      "numero": "9",
      "texto": "Não me juntes aos pecadores, nem minha vida aos assassinos,",
      "reflexao": "O salmista pede que sua vida não se confunda com os que vivem no caminho da maldade. Este versículo é um clamor por santidade e separação do pecado, buscando viver de forma que agrade e honre ao Senhor em todo tempo."
    },
    {
      "numero": "10",
      "texto": "cujas mãos estão cheias de crime e cuja mão direita está cheia de suborno.",
      "reflexao": "Deus vê e conhece a corrupção, a desonestidade e a maldade dos homens. Este versículo é também um alerta para que escolhamos viver de forma honesta e íntegra, mesmo em um mundo cheio de injustiças e tentações."
    },
    {
      "numero": "11",
      "texto": "Mas eu vivo com integridade; livra-me e tem misericórdia de mim.",
      "reflexao": "Viver em integridade não significa perfeição, mas sim um coração disposto a andar com Deus, buscando fazer o que é certo. Este versículo nos lembra que, quando escolhemos a retidão, podemos confiar que Deus nos livra e derrama Sua misericórdia sobre nós."
    },
    {
      "numero": "12",
      "texto": "Os meus pés estão firmes na retidão; nas assembleias bendirei o Senhor.",
      "reflexao": "Quem anda nos caminhos do Senhor tem estabilidade espiritual. Este versículo nos encoraja a permanecer firmes, louvando a Deus não apenas em particular, mas também no meio da congregação, testemunhando a Sua bondade e fidelidade."
    }
  ]
}
