{
  "livro": "Salmos",
  "capitulo": "81",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Cantem de alegria a Deus, nossa força; aclamem o Deus de Jacó!",
      "reflexao": "O louvor é uma declaração de quem reconhece que Deus é sua força. Este versículo nos lembra que exaltar ao Senhor não é apenas um ato religioso, mas um reconhecimento do cuidado, da proteção e do amor de Deus por nós."
    },
    {
      "numero": "2",
      "texto": "Cantem salmos e toquem o tamborim, a suave harpa e a lira.",
      "reflexao": "Deus se alegra com a celebração sincera do Seu povo. Este versículo nos ensina que o louvor envolve som, expressão, alegria e adoração genuína, que brotam de um coração grato e rendido ao Senhor."
    },
    {
      "numero": "3",
      "texto": "Toquem a trombeta na lua nova e no dia da lua cheia, dia da nossa festa.",
      "reflexao": "O louvor não é apenas espontâneo, mas também parte das festas e celebrações estabelecidas por Deus. Este versículo nos lembra que adorar ao Senhor deve ser uma prática constante, em momentos especiais e no nosso cotidiano."
    },
    {
      "numero": "4",
      "texto": "Este é um decreto para Israel, uma ordenança do Deus de Jacó,",
      "reflexao": "O louvor não é uma sugestão, mas um mandamento de Deus. Este versículo nos mostra que adorar faz parte do relacionamento de aliança com o Senhor e é uma chave para viver na presença e na bênção dEle."
    },
    {
      "numero": "5",
      "texto": "que ele estabeleceu como estatuto para José, quando atacou o Egito. Ali ouvimos uma língua que não entendíamos.",
      "reflexao": "Este versículo nos lembra que Deus instituiu o louvor em meio às lutas, como uma arma espiritual. Mesmo em terras estranhas ou em meio às batalhas, o louvor mantém nossa conexão com Deus viva e poderosa."
    },
    {
      "numero": "6",
      "texto": "Tirei o peso dos seus ombros; suas mãos ficaram livres dos cestos de carga.",
      "reflexao": "Deus é aquele que alivia nossas cargas. Este versículo nos lembra que o Senhor não quer que andemos sobrecarregados, mas que confiemos nEle, que é nosso libertador e provedor em todas as situações."
    },
    {
      "numero": "7",
      "texto": "Na sua aflição vocês clamaram, e eu os livrei; do esconderijo dos trovões lhes respondi, e os provei junto às águas de Meribá.",
      "reflexao": "Deus responde aos que clamam, mas também nos prova para fortalecer nossa fé. Este versículo nos ensina que, mesmo nas lutas e testes, Ele está presente, ouvindo, cuidando e nos preparando para algo maior."
    },
    {
      "numero": "8",
      "texto": "Ouça, meu povo, e eu o advertirei; se você me escutasse, ó Israel!",
      "reflexao": "Deus deseja ser ouvido. Este versículo é um apelo de amor, nos lembrando que muitas dores poderiam ser evitadas se simplesmente déssemos ouvidos à voz do Senhor e andássemos nos Seus caminhos."
    },
    {
      "numero": "9",
      "texto": "Não haja no meio de você deus estranho, nem adorem deus estrangeiro.",
      "reflexao": "Deus exige exclusividade no nosso coração. Este versículo nos alerta sobre os perigos da idolatria — tudo aquilo que ocupa o lugar de Deus em nossas vidas. Somente o Senhor é digno de nossa adoração e confiança total."
    },
    {
      "numero": "10",
      "texto": "Eu sou o Senhor, o seu Deus, que o tirei da terra do Egito. Abra bem a sua boca, e eu a encherei.",
      "reflexao": "Deus é nosso libertador e provedor. Este versículo nos convida a confiar sem limites — abrir a boca significa crer que Deus pode suprir, cuidar, restaurar e fazer infinitamente mais do que pedimos ou pensamos."
    },
    {
      "numero": "11",
      "texto": "Mas o meu povo não quis ouvir-me; Israel não quis obedecer-me.",
      "reflexao": "O maior obstáculo para viver as bênçãos de Deus é a desobediência. Este versículo nos alerta que rejeitar a voz do Senhor fecha portas e impede que vivamos tudo o que Ele preparou para nós."
    },
    {
      "numero": "12",
      "texto": "Por isso eu os entreguei ao desejo obstinado dos seus corações, para que seguissem as suas próprias inclinações.",
      "reflexao": "Quando escolhemos ignorar Deus, Ele permite que sigamos nossos próprios caminhos, mesmo que isso nos leve a dor. Este versículo nos lembra que a liberdade fora de Deus não traz vida, mas apenas frustração e vazio."
    },
    {
      "numero": "13",
      "texto": "Se o meu povo apenas me ouvisse, se Israel seguisse os meus caminhos,",
      "reflexao": "Aqui Deus expressa Seu desejo de abençoar. Este versículo é um convite cheio de amor e graça, mostrando que ouvir e obedecer ao Senhor é o caminho para uma vida plena, protegida e abençoada."
    },
    {
      "numero": "14",
      "texto": "com rapidez eu subjugaria os seus inimigos e voltaria a minha mão contra os seus adversários!",
      "reflexao": "A obediência traz proteção e vitória. Este versículo nos revela que Deus age poderosamente em favor daqueles que O seguem, trazendo livramento e derrotando as forças que se levantam contra seus filhos."
    },
    {
      "numero": "15",
      "texto": "Os que odeiam o Senhor se renderiam diante dele, e seu castigo duraria para sempre.",
      "reflexao": "Deus é justo. Este versículo nos lembra que, cedo ou tarde, todo joelho se dobrará diante do Senhor. Aqueles que resistem a Ele enfrentarão sua justiça, enquanto os que se rendem viverão sua misericórdia e graça eternas."
    },
    {
      "numero": "16",
      "texto": "Mas a você eu sustentaria com o melhor trigo, e com o mel da rocha eu o satisfaria.",
      "reflexao": "Deus não deseja apenas suprir, mas satisfazer com o melhor. Este versículo encerra o salmo com uma promessa linda: quem anda com Deus desfruta de provisão sobrenatural, sustento abundante e satisfação que só Ele pode oferecer — até mel saindo da rocha!"
    }
  ]
}
