{
  "livro": "Salmos",
  "capitulo": "58",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Será que vocês governantes falam de fato com justiça? Julgam retamente os homens?",
      "reflexao": "Este versículo é um chamado à reflexão sobre a justiça. Deus observa se aqueles que têm autoridade agem com retidão e nos lembra que somos chamados a viver com integridade em qualquer posição que ocupamos."
    },
    {
      "numero": "2",
      "texto": "Não! No coração vocês tramam a injustiça, e na terra as suas mãos espalham a violência.",
      "reflexao": "O salmista denuncia a corrupção interna que gera injustiça externa. Este versículo nos alerta que, quando o coração está longe de Deus, as ações se tornam cheias de maldade e violência."
    },
    {
      "numero": "3",
      "texto": "Desde o ventre os ímpios se desviam; desde o nascimento andam errados e proferem mentiras.",
      "reflexao": "Este versículo revela a natureza humana corrompida desde cedo, mas também nos leva a refletir sobre a necessidade da graça e da transformação que só Deus pode operar no coração humano."
    },
    {
      "numero": "4",
      "texto": "Seu veneno é como o veneno de serpente, como o de uma víbora surda que tapa os ouvidos,",
      "reflexao": "Aqui, o salmista compara a maldade à serpente venenosa. Este versículo nos alerta que há pessoas que escolhem não ouvir a verdade, fechando-se para a voz de Deus e para a correção."
    },
    {
      "numero": "5",
      "texto": "para não ouvir a música dos encantadores, que fazem encantamentos com tanta habilidade.",
      "reflexao": "Mesmo quando recebem alertas ou bons conselhos, preferem ignorar. Este versículo nos lembra da importância de manter nossos ouvidos sensíveis à voz de Deus e à Sua orientação."
    },
    {
      "numero": "6",
      "texto": "Quebra os dentes deles, ó Deus, na boca! Arranca, Senhor, as presas desses leões!",
      "reflexao": "O salmista clama por justiça. Este versículo nos lembra que podemos apresentar a Deus nosso desejo por livramento do mal, confiando que é Ele quem executa a verdadeira justiça."
    },
    {
      "numero": "7",
      "texto": "Desapareçam como água que escorre; quando empunharem o arco, fiquem sem flechas.",
      "reflexao": "O mal não prevalecerá. Este versículo traz esperança, pois revela que Deus é capaz de enfraquecer e desarmar todo plano maligno que se levanta contra os justos."
    },
    {
      "numero": "8",
      "texto": "Sejam como lesmas que se derretem enquanto se movem, como natimortos que nunca veem o sol.",
      "reflexao": "Uma imagem forte que expressa a certeza de que o mal não prosperará. Este versículo nos lembra que Deus tem o controle e limita o avanço da maldade contra Seu povo."
    },
    {
      "numero": "9",
      "texto": "Os ímpios serão levados antes que os seus panelões sintam o calor da lenha, seja verde ou seca.",
      "reflexao": "O juízo de Deus é certo e, às vezes, repentino. Este versículo nos alerta que, ainda que pareça demorado, Deus age na hora certa para trazer justiça e livramento."
    },
    {
      "numero": "10",
      "texto": "Os justos se alegrarão quando forem vingados, quando banharem seus pés no sangue dos ímpios.",
      "reflexao": "Este versículo usa uma linguagem forte para expressar a satisfação da justiça sendo feita. Nos lembra que o triunfo final pertence aos justos, não pela vingança pessoal, mas pela ação reta de Deus."
    },
    {
      "numero": "11",
      "texto": "Então os homens comentarão: 'De fato os justos têm a sua recompensa; com certeza há um Deus que faz justiça na terra.'",
      "reflexao": "O salmo se encerra reafirmando que Deus é justo e fiel. Este versículo nos traz grande esperança: nenhuma injustiça ficará sem resposta, pois Deus vê tudo, ouve, e Sua justiça se manifestará sobre toda a terra."
    }
  ]
}
