{
  "livro": "Salmos",
  "capitulo": "80",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Escuta-nos, Pastor de Israel, tu, que conduzes José como a um rebanho; tu, que tens o teu trono sobre os querubins, manifesta o teu esplendor!",
      "reflexao": "Este versículo é um clamor por manifestação da presença de Deus. Nos lembra que Ele é nosso Pastor, aquele que guia, cuida e protege. Quando clamamos, Ele se levanta com poder e majestade para intervir a nosso favor."
    },
    {
      "numero": "2",
      "texto": "Perante Efraim, Benjamim e Manassés, desperta o teu poder e vem salvar-nos.",
      "reflexao": "Deus é aquele que se levanta com poder para salvar. Este versículo nos encoraja a confiar que, mesmo quando tudo parece perdido, o nosso socorro não vem dos homens, mas do Senhor que se manifesta com poder em favor dos seus."
    },
    {
      "numero": "3",
      "texto": "Restaura-nos, ó Deus; faze resplandecer o teu rosto, para que sejamos salvos.",
      "reflexao": "Este versículo expressa um dos clamores mais profundos da alma: restauração. Quando o rosto de Deus resplandece sobre nós, há cura, renovo, vida e salvação. O segredo está na presença do Senhor."
    },
    {
      "numero": "4",
      "texto": "Ó Senhor, Deus dos Exércitos, até quando arderá tua ira contra as orações do teu povo?",
      "reflexao": "Quando há afastamento de Deus, até as orações parecem não ser ouvidas. Este versículo nos lembra que a chave para restaurar o relacionamento com Deus é arrependimento sincero, retorno ao caminho da obediência e fé viva."
    },
    {
      "numero": "5",
      "texto": "Tu nos deste lágrimas por alimento, e copos de lágrimas para nos fazer beber.",
      "reflexao": "A dor do afastamento de Deus é tão intensa que se torna alimento diário. Este versículo nos mostra que sem a presença do Senhor, a alma se torna seca, abatida e cheia de angústia. Mas Deus é aquele que transforma pranto em alegria."
    },
    {
      "numero": "6",
      "texto": "Fizeste-nos motivo de disputa entre os vizinhos, e os nossos inimigos zombam de nós.",
      "reflexao": "Quando Deus permite a correção, até os que estão ao redor se levantam em zombaria. Este versículo nos alerta que a ausência da proteção divina abre brechas, mas também nos lembra que Deus é poderoso para reverter cenários de vergonha em honra."
    },
    {
      "numero": "7",
      "texto": "Restaura-nos, ó Deus dos Exércitos; faze resplandecer o teu rosto, para que sejamos salvos.",
      "reflexao": "Mais uma vez, o salmista clama por restauração. Isso nos ensina que devemos ser persistentes na oração, buscando com todo o coração a face de Deus, pois quando Ele resplandece sobre nós, tudo muda."
    },
    {
      "numero": "8",
      "texto": "Do Egito trouxeste uma videira; expulsaste as nações e a plantaste.",
      "reflexao": "A videira simboliza Israel, e aqui vemos que Deus cuida, planta e estabelece Seu povo. Este versículo nos lembra que Deus nos tira da escravidão, nos planta em segurança e deseja que sejamos frutíferos em Sua presença."
    },
    {
      "numero": "9",
      "texto": "Preparaste o terreno para ela; ela lançou raízes e encheu a terra.",
      "reflexao": "Deus prepara o ambiente para que seus filhos cresçam e floresçam. Este versículo nos revela que o Senhor deseja que lancemos raízes profundas em Sua vontade, para que nossa vida seja cheia de frutos que glorifiquem Seu nome."
    },
    {
      "numero": "10",
      "texto": "Os montes foram cobertos pela sua sombra, e os mais altos cedros pelos seus ramos.",
      "reflexao": "Quando caminhamos na bênção de Deus, nossa influência se expande, protegendo e abençoando outros. Este versículo nos mostra que viver debaixo da presença do Senhor faz com que nossa vida tenha impacto, alcance e propósito."
    },
    {
      "numero": "11",
      "texto": "Seus ramos se estenderam até o mar, e seus brotos até o rio.",
      "reflexao": "Deus deseja expansão. Este versículo nos inspira a entender que a bênção do Senhor não é limitada — ela se estende, cresce e alcança lugares distantes, impactando gerações e nações."
    },
    {
      "numero": "12",
      "texto": "Por que derrubaste suas cercas, permitindo que todos os que passam apanhem as suas uvas?",
      "reflexao": "Quando nos afastamos de Deus, as cercas de proteção espiritual se rompem. Este versículo nos alerta que a obediência mantém a proteção, enquanto a desobediência abre espaço para que inimigos saqueiem e destruam."
    },
    {
      "numero": "13",
      "texto": "Javalis da floresta a devoram, e as criaturas dos campos se alimentam dela.",
      "reflexao": "O abandono da presença de Deus permite que inimigos destruam o que deveria ser preservado e frutífero. Este versículo é um chamado à vigilância espiritual e ao retorno ao Senhor, para restaurar proteção e vida abundante."
    },
    {
      "numero": "14",
      "texto": "Volta-te para nós, ó Deus dos Exércitos! Dos céus, olha e vê! Cuida desta videira,",
      "reflexao": "O clamor por restauração continua. Este versículo nos ensina que, quando clamamos de coração sincero, Deus se volta para nós, nos vê, nos ouve e começa um processo de cura, restauração e renovo espiritual."
    },
    {
      "numero": "15",
      "texto": "da raiz que a tua mão direita plantou, do filho que para ti fizeste crescer.",
      "reflexao": "Deus não abandona o que Ele mesmo plantou. Este versículo revela que somos obra das mãos do Senhor e que, mesmo quando passamos por momentos difíceis, Ele deseja restaurar, cuidar e fortalecer aquilo que é Seu."
    },
    {
      "numero": "16",
      "texto": "Tua videira foi derrubada, queimada pelo fogo; pela tua repreensão perece.",
      "reflexao": "Quando há repreensão, é para correção e restauração, não para destruição definitiva. Este versículo nos lembra que Deus corrige quem Ele ama, com o propósito de trazer vida nova e frutos melhores."
    },
    {
      "numero": "17",
      "texto": "Seja a tua mão sobre aquele que puseste à tua mão direita, o filho do homem que para ti fortaleceste.",
      "reflexao": "Este versículo aponta para um líder, e profeticamente para Jesus, aquele que é fortalecido pela mão do Pai. Nos lembra que Deus sustenta, capacita e fortalece aqueles que Ele escolhe para realizar Sua vontade."
    },
    {
      "numero": "18",
      "texto": "Então não nos desviaremos de ti; vivifica-nos, e invocaremos o teu nome.",
      "reflexao": "Quando Deus nos restaura, somos fortalecidos para permanecer firmes em Sua presença. Este versículo é uma declaração de compromisso e dependência: 'Se o Senhor nos vivificar, viveremos para invocar e glorificar teu nome.'"
    },
    {
      "numero": "19",
      "texto": "Restaura-nos, ó Senhor, Deus dos Exércitos; faze resplandecer o teu rosto, para que sejamos salvos.",
      "reflexao": "O salmo se encerra reforçando o clamor por restauração. Este versículo resume o desejo mais profundo de quem entende que a presença de Deus é tudo. Quando Seu rosto resplandece sobre nós, há salvação, paz, cura e vida em abundância."
    }
  ]
}
