{
  "livro": "Salmos",
  "capitulo": "96",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Cantem ao Senhor um novo cântico; cantem ao Senhor, todos os habitantes da terra!",
      "reflexao": "Este versículo nos convida a celebrar o Senhor com um novo cântico, simbolizando renovação, gratidão e reconhecimento constante de quem Deus é. Toda a terra é chamada a adorá-Lo, pois Ele é digno."
    },
    {
      "numero": "2",
      "texto": "Cantem ao Senhor, bendigam o seu nome; cada dia proclamem a sua salvação!",
      "reflexao": "O louvor ao Senhor deve ser diário e constante. Este versículo nos ensina que proclamar a salvação de Deus não é apenas um ato de adoração, mas também um testemunho vivo ao mundo."
    },
    {
      "numero": "3",
      "texto": "Anunciem a sua glória entre as nações, seus feitos maravilhosos entre todos os povos!",
      "reflexao": "Deus deseja que Sua glória seja conhecida em toda a terra. Este versículo nos desafia a ser instrumentos para espalhar Seu amor, Seus feitos e Sua grandeza para todos, sem exceção."
    },
    {
      "numero": "4",
      "texto": "Porque o Senhor é grande e digno de todo louvor, mais temível do que todos os deuses.",
      "reflexao": "Deus é incomparável. Este versículo nos lembra que, diante da majestade do Senhor, qualquer outro poder ou autoridade perde completamente seu valor e sua força. Só Ele é digno de todo louvor."
    },
    {
      "numero": "5",
      "texto": "Todos os deuses das nações não passam de ídolos, mas o Senhor fez os céus.",
      "reflexao": "O Senhor é o Criador de tudo. Este versículo confronta a falsidade dos ídolos e reafirma que só Deus é real, poderoso e digno, pois é Ele quem sustenta os céus e toda a criação."
    },
    {
      "numero": "6",
      "texto": "Majestade e esplendor estão diante dele; força e beleza estão no seu santuário.",
      "reflexao": "Na presença de Deus há majestade, beleza, força e esplendor. Este versículo nos convida a buscar esse lugar de encontro, onde somos fortalecidos e contemplamos a glória do Senhor."
    },
    {
      "numero": "7",
      "texto": "Deem ao Senhor, ó famílias das nações, deem ao Senhor glória e força.",
      "reflexao": "Todas as nações são chamadas a reconhecer a soberania do Senhor. Este versículo nos lembra que honrar a Deus é um chamado universal, que se estende a todos os povos e famílias da terra."
    },
    {
      "numero": "8",
      "texto": "Deem ao Senhor a glória devida ao seu nome e entrem nos seus átrios trazendo ofertas.",
      "reflexao": "Adorar também é oferecer — não apenas bens, mas nossa vida, nosso tempo, nossa devoção. Este versículo nos ensina que a adoração verdadeira é expressa em atitudes de entrega e honra ao Senhor."
    },
    {
      "numero": "9",
      "texto": "Adorem ao Senhor no esplendor da sua santidade; tremam diante dele, todos os habitantes da terra.",
      "reflexao": "A santidade de Deus nos leva à reverência e à verdadeira adoração. Este versículo nos lembra que o temor do Senhor não é medo, mas profunda reverência, reconhecimento de Sua grandeza e pureza."
    },
    {
      "numero": "10",
      "texto": "Digam entre as nações: ‘O Senhor reina!’ Por isso o mundo está firme e não se abalará, e ele julgará os povos com justiça.",
      "reflexao": "Deus é Rei sobre toda a terra. Este versículo nos traz segurança e esperança, pois, mesmo em meio ao caos, sabemos que o Senhor reina, mantém tudo firme e julga com justiça perfeita."
    },
    {
      "numero": "11",
      "texto": "Regozijem-se os céus, exulte a terra! Rujam o mar e tudo o que nele existe!",
      "reflexao": "Toda a criação celebra a grandeza de Deus. Este versículo nos convida a unir nossa voz à adoração universal, reconhecendo que toda a natureza manifesta louvor ao Criador."
    },
    {
      "numero": "12",
      "texto": "Alegrem-se os campos e tudo o que neles há! Então todas as árvores da floresta cantarão de alegria,",
      "reflexao": "A criação inteira exulta diante do Senhor. Este versículo nos ensina que existe um louvor silencioso, porém real, na natureza, e que também fomos criados para adorar e nos alegrar na presença de Deus."
    },
    {
      "numero": "13",
      "texto": "cantando de alegria diante do Senhor, porque vem, vem julgar a terra. Julgará o mundo com justiça e os povos com a sua fidelidade.",
      "reflexao": "Deus é o juiz justo e fiel. Este versículo nos traz esperança de que, no tempo certo, o Senhor julgará todas as coisas com perfeição, estabelecendo sua justiça e sua fidelidade sobre toda a terra."
    }
  ]
}
