{
  "livro": "Salmos",
  "capitulo": "34",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Bendirei o Senhor o tempo todo! Os meus lábios sempre o louvarão.",
      "reflexao": "O louvor não deve ser circunstancial, mas constante. Este versículo nos ensina que, independentemente das situações, Deus é digno de ser adorado e exaltado todos os dias."
    },
    {
      "numero": "2",
      "texto": "Minha alma se gloriará no Senhor; ouçam os oprimidos e se alegrem.",
      "reflexao": "Quando reconhecemos que nossa vitória vem do Senhor, até os que estão abatidos encontram ânimo e esperança. Este versículo nos encoraja a testemunhar as obras de Deus para fortalecer quem está fraco."
    },
    {
      "numero": "3",
      "texto": "Proclamem a grandeza do Senhor comigo; juntos exaltemos o seu nome.",
      "reflexao": "Adorar a Deus em comunhão fortalece a fé. Este versículo nos lembra que louvar ao Senhor juntos traz unidade, alegria e fortalece nossa caminhada espiritual."
    },
    {
      "numero": "4",
      "texto": "Busquei o Senhor, e ele me respondeu; livrou-me de todos os meus temores.",
      "reflexao": "Deus responde àqueles que O buscam com sinceridade. Este versículo nos traz esperança e nos lembra que o Senhor não apenas ouve, mas também nos livra dos medos que tentam nos paralisar."
    },
    {
      "numero": "5",
      "texto": "Os que olham para ele estão radiantes de alegria; seus rostos jamais mostrarão decepção.",
      "reflexao": "Quem foca em Deus experimenta uma alegria que não depende das circunstâncias. Este versículo nos mostra que olhar para o Senhor é fonte de esperança, paz e satisfação verdadeira."
    },
    {
      "numero": "6",
      "texto": "Este pobre homem clamou, e o Senhor o ouviu; e o libertou de todas as suas tribulações.",
      "reflexao": "Deus não rejeita um coração quebrantado. Este versículo revela que o Senhor se inclina para ouvir até os mais humildes, e Seu socorro não falha para aqueles que confiam nEle."
    },
    {
      "numero": "7",
      "texto": "O anjo do Senhor é sentinela ao redor daqueles que o temem e os livra.",
      "reflexao": "Este é um dos versículos mais consoladores da Bíblia. Deus coloca Seus anjos como guardiões ao redor dos que O temem. Quem anda com o Senhor vive cercado por Sua proteção sobrenatural."
    },
    {
      "numero": "8",
      "texto": "Provem e vejam como o Senhor é bom. Como é feliz o homem que nele se refugia!",
      "reflexao": "Deus não é apenas para ser conhecido intelectualmente, mas para ser experimentado. Este versículo nos convida a viver uma experiência real com a bondade do Senhor, encontrando nEle refúgio e verdadeira felicidade."
    },
    {
      "numero": "9",
      "texto": "Temam o Senhor, vocês que são os seus santos, pois nada falta aos que o temem.",
      "reflexao": "O temor do Senhor gera provisão, cuidado e segurança. Este versículo nos ensina que aqueles que vivem em reverência e amor a Deus nunca estão desamparados."
    },
    {
      "numero": "10",
      "texto": "Os leões podem passar necessidade e fome, mas os que buscam o Senhor de nada têm falta.",
      "reflexao": "Este versículo nos lembra que, mesmo os mais fortes podem falhar, mas aqueles que dependem do Senhor são sustentados, cuidados e nunca ficam desamparados por Ele."
    },
    {
      "numero": "11",
      "texto": "Venham, meus filhos, ouçam-me; eu lhes ensinarei o temor do Senhor.",
      "reflexao": "Temer ao Senhor é algo que se aprende e se ensina. Este versículo é um convite à sabedoria, à comunhão e ao aprendizado de viver uma vida que honra a Deus em todas as coisas."
    },
    {
      "numero": "12",
      "texto": "Quem de vocês quer amar a vida e desejar ver dias felizes?",
      "reflexao": "Todos nós buscamos uma vida plena e feliz. Este versículo prepara nossos corações para entender que essa felicidade está diretamente ligada à forma como vivemos diante de Deus e das pessoas."
    },
    {
      "numero": "13",
      "texto": "Guarde a sua língua do mal e os seus lábios da falsidade.",
      "reflexao": "Nossas palavras têm poder. Este versículo nos alerta sobre a importância de falar com verdade, bondade e sabedoria, pois a maneira como usamos nossa boca impacta diretamente nossa vida e nosso caminho."
    },
    {
      "numero": "14",
      "texto": "Afaste-se do mal e faça o bem; busque a paz com perseverança.",
      "reflexao": "Fazer o bem e buscar a paz não é uma atitude passiva, mas uma escolha diária, que exige esforço e constância. Este versículo nos convida a sermos agentes da paz e do bem em tudo que fizermos."
    },
    {
      "numero": "15",
      "texto": "Os olhos do Senhor voltam-se para os justos e os seus ouvidos estão atentos ao seu clamor.",
      "reflexao": "Deus está atento às orações dos que O buscam. Este versículo nos traz conforto e segurança, mostrando que o Senhor vê, ouve e cuida dos que andam em Seus caminhos."
    },
    {
      "numero": "16",
      "texto": "O rosto do Senhor volta-se contra os que praticam o mal, para apagar da terra a memória deles.",
      "reflexao": "Este versículo revela que Deus é justo e não compactua com a maldade. Ele se opõe ao mal, e Sua justiça prevalece sobre toda injustiça."
    },
    {
      "numero": "17",
      "texto": "Os justos clamam, o Senhor os ouve e os livra de todas as suas tribulações.",
      "reflexao": "Que promessa maravilhosa! Deus ouve o clamor dos justos e é socorro presente em todas as dificuldades. Ele nunca abandona aqueles que confiam e esperam nEle."
    },
    {
      "numero": "18",
      "texto": "O Senhor está perto dos que têm o coração quebrantado e salva os de espírito abatido.",
      "reflexao": "Este versículo é bálsamo para a alma. Deus não está distante, mas próximo dos que estão feridos, tristes e cansados. Ele é aquele que cura, restaura e fortalece os corações quebrantados."
    },
    {
      "numero": "19",
      "texto": "O justo passa por muitas adversidades, mas o Senhor o livra de todas;",
      "reflexao": "Ser justo não significa estar livre de problemas, mas ter a certeza de que Deus está presente em cada adversidade, e que Ele é fiel para nos livrar, sustentar e conduzir à vitória."
    },
    {
      "numero": "20",
      "texto": "protege todos os seus ossos; nenhum deles será quebrado.",
      "reflexao": "Deus cuida de cada detalhe da nossa vida, protegendo-nos de forma completa. Este versículo também é uma profecia messiânica, que se cumpriu em Jesus, revelando o cuidado perfeito de Deus por Seus filhos."
    },
    {
      "numero": "21",
      "texto": "A desgraça matará os ímpios; os que odeiam o justo serão condenados.",
      "reflexao": "Deus é justo e não permite que a maldade permaneça para sempre. Este versículo nos lembra que toda injustiça e todo mal terão seu fim diante do juízo e da soberania do Senhor."
    },
    {
      "numero": "22",
      "texto": "O Senhor redime a vida dos seus servos; ninguém que nele se refugia será condenado.",
      "reflexao": "O salmo se encerra com uma promessa maravilhosa: Deus é nosso Redentor e quem se refugia nEle jamais será condenado. Há segurança, paz e salvação para aqueles que escolhem confiar e viver sob os cuidados do Senhor."
    }
  ]
}
