{
  "livro": "Salmos",
  "capitulo": "48",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Grande é o Senhor e digno de todo louvor na cidade do nosso Deus, em seu santo monte.",
      "reflexao": "Este versículo exalta a grandeza de Deus, que é digno de todo louvor. Ele nos lembra que, quando reconhecemos Sua soberania, nosso coração se enche de reverência e gratidão."
    },
    {
      "numero": "2",
      "texto": "Belo em sua elevação, o monte Sião é a alegria de toda a terra. O monte Sião, na extremidade norte, é a cidade do grande Rei.",
      "reflexao": "Sião simboliza a presença e o governo de Deus. Este versículo nos mostra que a alegria verdadeira está em viver sob o reinado do Senhor, em comunhão com Ele."
    },
    {
      "numero": "3",
      "texto": "Nas suas cidadelas Deus se revela seu protetor.",
      "reflexao": "Deus é nosso protetor. Assim como protegia a cidade de Sião, Ele protege cada um que confia nEle. Sua presença é nosso refúgio seguro contra todo mal."
    },
    {
      "numero": "4",
      "texto": "Vejam! Os reis se uniram, e juntos avançaram contra ela;",
      "reflexao": "Mesmo quando muitos se levantam contra os que pertencem a Deus, este versículo nos lembra que Ele é soberano e nenhum inimigo prevalece contra Seu povo."
    },
    {
      "numero": "5",
      "texto": "mas quando a viram, ficaram atônitos, fugiram aterrorizados.",
      "reflexao": "A presença de Deus causa temor aos inimigos. Este versículo nos encoraja a lembrar que, quando estamos com o Senhor, até os maiores desafios recuam diante da Sua majestade."
    },
    {
      "numero": "6",
      "texto": "Ali se apoderaram deles tremor e dores como as da mulher em trabalho de parto.",
      "reflexao": "Deus faz com que até os mais poderosos tremam. Este versículo nos lembra que nenhuma força é maior que o nosso Deus. Ele é quem luta por nós."
    },
    {
      "numero": "7",
      "texto": "Foste como o vento oriental, destruindo os navios de Társis.",
      "reflexao": "O poder de Deus é irresistível. Este versículo nos mostra que, assim como o vento que destrói os navios, Deus desfaz os planos dos ímpios e protege os Seus filhos."
    },
    {
      "numero": "8",
      "texto": "Como temos ouvido, agora também vimos na cidade do Senhor dos Exércitos, na cidade do nosso Deus: Deus a estabelecerá para sempre.",
      "reflexao": "O que ouvimos sobre Deus, também podemos ver em nossas próprias vidas. Este versículo nos lembra que Deus é fiel e mantém Suas promessas de geração em geração."
    },
    {
      "numero": "9",
      "texto": "No teu templo, ó Deus, meditamos no teu amor leal.",
      "reflexao": "Meditar no amor de Deus renova a alma. Este versículo nos convida a dedicar tempo na presença do Senhor, lembrando-nos constantemente de Seu amor fiel e inabalável."
    },
    {
      "numero": "10",
      "texto": "Como o teu nome, ó Deus, o teu louvor alcança os confins da terra; a tua mão direita está cheia de justiça.",
      "reflexao": "O nome de Deus e Sua justiça são conhecidos em toda a terra. Este versículo nos lembra que Deus é digno de ser adorado em toda parte, pois Sua bondade e Sua justiça são eternas."
    },
    {
      "numero": "11",
      "texto": "O monte Sião se alegra, as vilas de Judá exultam pelos teus juízos justos.",
      "reflexao": "A justiça de Deus traz alegria ao Seu povo. Este versículo nos mostra que, quando o Senhor age, Sua justiça gera louvor, alegria e segurança nos corações dos que O amam."
    },
    {
      "numero": "12",
      "texto": "Percorram Sião, contornem-na, contem as suas torres,",
      "reflexao": "Observar as bênçãos e os feitos de Deus fortalece a fé. Este versículo nos convida a contemplar tudo o que o Senhor já fez e reconhecer Sua proteção e cuidado constante."
    },
    {
      "numero": "13",
      "texto": "considerem bem os seus baluartes, examinem os seus palácios, para que vocês relatem à próxima geração",
      "reflexao": "É nosso dever transmitir às próximas gerações o testemunho das grandezas de Deus. Este versículo nos lembra da importância de contar às futuras gerações quem é Deus e o que Ele fez por nós."
    },
    {
      "numero": "14",
      "texto": "que este Deus é o nosso Deus para todo o sempre; ele será nosso guia até o fim.",
      "reflexao": "O salmo se encerra com uma declaração de fé poderosa: Deus é nosso Deus para sempre. Este versículo nos dá segurança, paz e esperança, lembrando que Ele nos guia hoje, amanhã e por toda a eternidade."
    }
  ]
}
