{
  "livro": "Salmos",
  "capitulo": "150",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Louvem a Deus no seu santuário; louvem-no no seu poderoso firmamento.",
      "reflexao": "O louvor a Deus não tem limites de espaço. Seja na terra ou nos céus, no templo ou na criação, todo lugar é apropriado para exaltar o Senhor. Nossa vida inteira deve se tornar um santuário de louvor, onde quer que estejamos."
    },
    {
      "numero": "2",
      "texto": "Louvem-no pelos seus feitos poderosos; louvem-no segundo a imensidão da sua grandeza.",
      "reflexao": "Deus merece ser louvado por quem Ele é e por tudo o que Ele fez, faz e fará. Quando olhamos para a grandiosidade de Suas obras — na criação, nos milagres e nas nossas vidas — não há como não nos rendermos em gratidão e adoração."
    },
    {
      "numero": "3",
      "texto": "Louvem-no ao som de trombeta; louvem-no com harpa e lira.",
      "reflexao": "O louvor deve ser expressivo, vibrante e cheio de vida. Com instrumentos, com cânticos, com tudo que temos, somos chamados a celebrar o Deus que é digno de toda honra e toda glória."
    },
    {
      "numero": "4",
      "texto": "Louvem-no com tamborim e danças; louvem-no com instrumentos de cordas e flautas.",
      "reflexao": "A adoração também envolve nosso corpo, nossas expressões e nossa criatividade. Dançar, tocar, cantar — tudo isso é expressão de amor e gratidão a Deus, que se alegra quando nos entregamos a Ele de todo coração."
    },
    {
      "numero": "5",
      "texto": "Louvem-no com címbalos sonoros; louvem-no com címbalos ressonantes.",
      "reflexao": "O louvor não deve ser tímido nem contido. Deve ser vibrante, forte, audível e cheio de paixão. Deus merece ser adorado com toda intensidade, com alegria transbordante e com tudo que temos e somos."
    },
    {
      "numero": "6",
      "texto": "Tudo o que tem vida louve o Senhor! Aleluia!",
      "reflexao": "Este é o grande chamado final dos Salmos: que tudo o que respira louve ao Senhor. Se há vida, há motivo para louvar. Cada fôlego que temos é um presente de Deus e deve ser devolvido a Ele em forma de adoração, gratidão e amor. Aleluia!"
    }
  ]
}
