{
  "livro": "Salmos",
  "capitulo": "146",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Louve, ó minha alma ao Senhor.",
      "reflexao": "O salmo começa com um convite pessoal à adoração. É um chamado para que, mesmo em meio às lutas e às incertezas, nossa alma escolha louvar a Deus, reconhecendo quem Ele é e a Sua bondade que nunca falha."
    },
    {
      "numero": "2",
      "texto": "Louvarei o Senhor por toda a minha vida; cantarei louvores ao meu Deus enquanto eu viver.",
      "reflexao": "O louvor é uma decisão diária. Este versículo nos ensina que, enquanto houver fôlego em nós, devemos louvar, porque Deus é digno, em todo tempo e em qualquer circunstância."
    },
    {
      "numero": "3",
      "texto": "Não confiem em príncipes, nem em meros mortais, incapazes de salvar.",
      "reflexao": "Aqui está um alerta claro: não devemos colocar nossa esperança em pessoas, governos ou sistemas. Somente Deus tem poder para salvar, cuidar e conduzir nossa vida de maneira perfeita e segura."
    },
    {
      "numero": "4",
      "texto": "Quando o espírito deles se vai, voltam ao pó; naquele mesmo dia acabam-se os seus planos.",
      "reflexao": "Tudo que é humano é passageiro. Este versículo nos lembra que as promessas dos homens podem falhar, mas as promessas de Deus permanecem para sempre. Só em Deus encontramos segurança eterna."
    },
    {
      "numero": "5",
      "texto": "Como é feliz aquele cujo auxílio é o Deus de Jacó, cuja esperança está no Senhor, no seu Deus,",
      "reflexao": "A verdadeira felicidade não está nas circunstâncias, mas em confiar em Deus. Quem faz do Senhor seu auxílio e esperança encontra paz, segurança e alegria que não dependem deste mundo."
    },
    {
      "numero": "6",
      "texto": "que fez os céus e a terra, o mar e tudo o que neles há, e que mantém a sua fidelidade para sempre.",
      "reflexao": "Deus é o Criador de tudo e é eternamente fiel. Isso nos dá certeza de que Aquele que criou os céus e a terra também cuida dos detalhes da nossa vida, com amor e perfeição."
    },
    {
      "numero": "7",
      "texto": "Ele defende a causa dos oprimidos e dá alimento aos famintos. O Senhor liberta os presos.",
      "reflexao": "Deus é um Deus de justiça, que cuida dos oprimidos, dos necessitados e dos presos, sejam prisões físicas, emocionais ou espirituais. Ele é o Deus que traz libertação, sustento e restauração."
    },
    {
      "numero": "8",
      "texto": "O Senhor dá vista aos cegos, o Senhor levanta os abatidos, o Senhor ama os justos.",
      "reflexao": "Deus é aquele que abre os olhos, restaura forças e ergue aqueles que estão prostrados. Ele ama quem busca viver em retidão, e Seu amor se manifesta em cuidado, cura e renovo diário."
    },
    {
      "numero": "9",
      "texto": "O Senhor protege o estrangeiro e sustém o órfão e a viúva, mas frustra os propósitos dos ímpios.",
      "reflexao": "Deus cuida dos esquecidos e dos vulneráveis. Seu olhar está atento sobre os que o mundo ignora, e Ele age para proteger, sustentar e fazer justiça, enquanto os planos dos ímpios são destruídos por Suas mãos."
    },
    {
      "numero": "10",
      "texto": "O Senhor reina para sempre! O teu Deus, ó Sião, reina de geração em geração. Aleluia!",
      "reflexao": "O salmo se encerra declarando a soberania eterna de Deus. Ele reina sobre tudo, ontem, hoje e sempre. Por isso, podemos viver com esperança, confiança e alegria, sabendo que o nosso Deus reina soberanamente em amor, justiça e fidelidade."
    }
  ]
}
