{
  "livro": "Salmos",
  "capitulo": "56",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Tem misericórdia de mim, ó Deus, pois os homens me pressionam; todo o dia me atacam e me oprimem.",
      "reflexao": "O salmista abre seu coração, clamando por misericórdia em meio à opressão. Este versículo nos lembra que podemos recorrer a Deus sempre que nos sentirmos sobrecarregados, pois Ele vê, ouve e socorre."
    },
    {
      "numero": "2",
      "texto": "Os meus adversários me perseguem o tempo todo; muitos me atacam arrogantemente.",
      "reflexao": "O inimigo se levanta constantemente, mas este versículo nos ensina que, mesmo quando somos perseguidos, Deus é nossa defesa, nossa segurança e nosso refúgio inabalável."
    },
    {
      "numero": "3",
      "texto": "Mas eu, quando estiver com medo, confiarei em ti.",
      "reflexao": "Uma declaração poderosa e simples de fé. O medo pode até vir, mas este versículo nos ensina a não permanecer nele, e sim entregar nossa confiança completamente nas mãos de Deus."
    },
    {
      "numero": "4",
      "texto": "Em Deus, cuja palavra eu louvo — em Deus eu confio e não temerei. Que poderá fazer-me o simples mortal?",
      "reflexao": "Quando nossa confiança está em Deus, até o medo perde força. Este versículo nos fortalece, lembrando que os desafios humanos não podem se comparar ao poder do nosso Deus."
    },
    {
      "numero": "5",
      "texto": "O dia todo distorcem as minhas palavras; estão sempre tramando prejudicar-me.",
      "reflexao": "Mesmo quando somos injustamente acusados ou caluniados, este versículo nos lembra que Deus conhece a verdade e é nosso juiz justo, capaz de defender nosso nome e nossa causa."
    },
    {
      "numero": "6",
      "texto": "Eles se reúnem e ficam à espreita, observando meus passos, com a esperança de tirar-me a vida.",
      "reflexao": "Deus vê cada armadilha e cilada. Este versículo nos dá segurança de que, mesmo quando os inimigos se levantam, o Senhor é quem guarda nossos passos e frustra os planos do mal."
    },
    {
      "numero": "7",
      "texto": "Acaso escaparão impunes? Na tua ira, ó Deus, derruba as nações!",
      "reflexao": "O salmista entrega sua causa a Deus. Este versículo nos lembra que a justiça não está nas nossas mãos, mas nas mãos do Senhor, que julga com retidão e sabedoria."
    },
    {
      "numero": "8",
      "texto": "Registra tu mesmo o meu lamento; recolhe as minhas lágrimas em teu odre; acaso não estão anotadas em teu livro?",
      "reflexao": "Que versículo precioso! Deus vê cada lágrima e nenhuma delas é esquecida. Este versículo nos consola profundamente, mostrando que nosso sofrimento não passa despercebido pelo Senhor."
    },
    {
      "numero": "9",
      "texto": "Os meus inimigos retrocederão quando eu clamar a ti. Com isso saberei que Deus está a meu favor.",
      "reflexao": "Deus responde quando clamamos. Este versículo nos fortalece, revelando que, quando buscamos o Senhor, Ele se levanta a nosso favor e traz vitória e livramento."
    },
    {
      "numero": "10",
      "texto": "Em Deus, cuja palavra eu louvo, no Senhor, cuja palavra eu louvo —",
      "reflexao": "Louvar a palavra de Deus é reconhecer que ela é verdadeira, viva e eficaz. Este versículo nos convida a encher nosso coração de gratidão e confiança na fidelidade do Senhor."
    },
    {
      "numero": "11",
      "texto": "em Deus eu confio e não temerei. Que poderá fazer-me o homem?",
      "reflexao": "Quando Deus é nosso refúgio, não há espaço para o medo. Este versículo nos lembra que a força humana não é páreo para o poder do nosso Deus."
    },
    {
      "numero": "12",
      "texto": "Cumprirei os votos que te fiz, ó Deus; a ti apresentarei minhas ofertas de gratidão.",
      "reflexao": "Gratidão é a resposta natural de quem experimenta o cuidado de Deus. Este versículo nos convida a honrar nossos compromissos com o Senhor, reconhecendo Seu amor e fidelidade em nossa vida."
    },
    {
      "numero": "13",
      "texto": "Pois me livraste da morte e os meus pés de tropeçarem, para que eu ande diante de Deus na luz da vida.",
      "reflexao": "O salmo se encerra com uma linda declaração de livramento e gratidão. Este versículo nos lembra que Deus não só nos livra, mas também nos sustenta, ilumina nosso caminho e nos convida a viver uma vida plena em Sua presença e luz."
    }
  ]
}
