{
  "livro": "Salmos",
  "capitulo": "20",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Que o Senhor te responda no tempo da angústia; que o nome do Deus de Jacó te proteja!",
      "reflexao": "Que oração maravilhosa! Este versículo expressa o desejo de que Deus esteja presente em nossos momentos mais difíceis, trazendo resposta, livramento e proteção. O nome do Senhor é torre forte, refúgio seguro para aqueles que clamam a Ele com fé."
    },
    {
      "numero": "2",
      "texto": "Do santuário te envie ajuda e desde Sião te dê apoio.",
      "reflexao": "Deus envia socorro do alto, do Seu trono de graça e misericórdia. Este versículo nos lembra que, quando os recursos humanos se esgotam, o Senhor estende a mão e nos sustenta com Seu apoio sobrenatural. Não estamos sozinhos nas nossas lutas."
    },
    {
      "numero": "3",
      "texto": "Lembre-se de todas as tuas ofertas e aceite os teus holocaustos.",
      "reflexao": "Deus vê nosso coração, nossa entrega, nossa fidelidade e nossos sacrifícios. Este versículo nos lembra que Ele se lembra de cada ato de amor, serviço e adoração. Nada feito para o Senhor é esquecido ou em vão."
    },
    {
      "numero": "4",
      "texto": "Conceda-te o desejo do teu coração e leve a efeito todos os teus planos.",
      "reflexao": "Quando nossos desejos estão alinhados com os planos de Deus, Ele se alegra em concedê-los. Este versículo nos enche de esperança e nos lembra que podemos sonhar e planejar, confiando que o Senhor direciona e realiza tudo segundo a Sua vontade e bondade."
    },
    {
      "numero": "5",
      "texto": "Celebraremos a tua vitória com gritos de alegria e ergueremos as nossas bandeiras em nome do nosso Deus. Que o Senhor atenda a todos os teus pedidos!",
      "reflexao": "A vitória que vem do Senhor merece ser celebrada com alegria! Este versículo nos ensina que nossa esperança e confiança estão no nome de Deus. Quando Ele nos dá a vitória, não é apenas para nosso benefício, mas para que Seu nome seja exaltado em nossas vidas."
    },
    {
      "numero": "6",
      "texto": "Agora sei que o Senhor dá vitória ao seu ungido; do seu santo céu lhe responde com o poder salvador da sua mão direita.",
      "reflexao": "Deus responde com poder e salvação. Este versículo é uma declaração de fé: sabemos que o Senhor cuida dos Seus, dá vitória e responde do alto com Sua mão poderosa. Não há batalha maior que o nosso Deus."
    },
    {
      "numero": "7",
      "texto": "Alguns confiam em carros e outros em cavalos, mas nós confiamos no nome do Senhor, o nosso Deus.",
      "reflexao": "Este é um dos versículos mais poderosos e conhecidos deste salmo. Ele nos convida a não colocarmos nossa confiança nos recursos humanos, no poder, na influência ou no dinheiro, mas sim no nome do Senhor, que é infalível, soberano e fonte de vitória verdadeira."
    },
    {
      "numero": "8",
      "texto": "Eles se curvam e caem, mas nós nos erguemos e estamos firmes.",
      "reflexao": "Aqueles que confiam em suas próprias forças acabam tropeçando e caindo. Mas quem coloca sua confiança no Senhor permanece firme, de pé, vitorioso e sustentado. Deus é aquele que nos levanta quando tudo e todos falham."
    },
    {
      "numero": "9",
      "texto": "Senhor, concede vitória ao rei! Responde-nos quando clamamos!",
      "reflexao": "O salmo se encerra com uma oração confiante. Clamar a Deus é reconhecer que a vitória vem dEle, e não de nós. Este versículo nos inspira a manter uma vida de oração constante, certos de que Deus ouve, responde e concede vitória aos que nEle confiam."
    }
  ]
}
