{
  "livro": "Salmos",
  "capitulo": "17",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ouve, Senhor, a minha causa justa; atende ao meu clamor. Dá ouvidos à minha oração, feita com lábios sinceros.",
      "reflexao": "Deus ouve a oração daqueles que se achegam a Ele com sinceridade. Este versículo nos ensina que a honestidade diante do Senhor é o primeiro passo para sermos ouvidos. Mesmo quando a justiça dos homens falha, podemos confiar que Deus vê, ouve e age em nosso favor."
    },
    {
      "numero": "2",
      "texto": "Seja a minha sentença emanada da tua presença; vê com os teus olhos o que é justo.",
      "reflexao": "Quando buscamos justiça, não devemos nos apoiar nas mãos humanas, mas confiar no justo juiz, que vê tudo com perfeição. Este versículo é uma entrega total da causa nas mãos de Deus, reconhecendo que só Ele conhece a verdade plena de cada situação."
    },
    {
      "numero": "3",
      "texto": "Sondas o meu coração, examinas-me de noite, me provas, e nada encontras; decidi que a minha boca não pecará.",
      "reflexao": "Este versículo revela um coração que se esforça para viver em integridade, mesmo sob provações. Deus sonda nossos pensamentos mais íntimos, e isso nos convida a viver de maneira alinhada com a verdade, com vigilância, inclusive nas palavras que saem da nossa boca."
    },
    {
      "numero": "4",
      "texto": "Quanto às ações dos homens, pela palavra dos teus lábios eu me mantive longe dos caminhos dos violentos.",
      "reflexao": "A Palavra de Deus é nosso guia e proteção. Ela nos afasta dos caminhos do mal e da violência. Este versículo nos desafia a escolher, todos os dias, viver guiados pelos princípios do Senhor, mesmo quando o mundo segue por outros caminhos."
    },
    {
      "numero": "5",
      "texto": "Os meus passos permanecem firmes nas tuas veredas; os meus pés não escorregam.",
      "reflexao": "Quando seguimos os caminhos do Senhor, nossos passos se tornam firmes. Este versículo é uma declaração de segurança espiritual: quem anda nas veredas de Deus não vive tropeçando, pois é sustentado e guardado por Aquele que nunca falha."
    },
    {
      "numero": "6",
      "texto": "A ti clamo, ó Deus, pois tu me respondes. Inclina para mim os teus ouvidos e ouve as minhas palavras.",
      "reflexao": "Deus é um Deus que responde. Este versículo reforça a confiança na oração, no diálogo constante com o Pai. Saber que Ele inclina Seus ouvidos para ouvir nossa voz traz paz, segurança e renova nossa fé, mesmo em meio às maiores aflições."
    },
    {
      "numero": "7",
      "texto": "Mostra a maravilha do teu amor, tu que com a tua mão direita salvas os que em ti se refugiam dos que se levantam contra eles.",
      "reflexao": "O amor de Deus é nossa maior proteção. Este versículo é um clamor para que o Senhor manifeste Sua fidelidade e cuidado. Ele é refúgio seguro para os que nEle confiam, mesmo quando se levantam inimigos, medos e desafios ao nosso redor."
    },
    {
      "numero": "8",
      "texto": "Guarda-me como a menina dos teus olhos; esconde-me à sombra das tuas asas,",
      "reflexao": "Este é um dos versículos mais belos e conhecidos dos Salmos. Ser guardado como a menina dos olhos de Deus é estar sob Sua proteção mais íntima e preciosa. A sombra das Suas asas é lugar de refúgio, descanso e segurança perfeita para quem confia nEle."
    },
    {
      "numero": "9",
      "texto": "longe dos ímpios que me oprimem, dos inimigos mortais que me cercam.",
      "reflexao": "Quando estamos cercados de perigos, opressões ou pessoas que se levantam contra nós, podemos descansar na proteção do Senhor. Este versículo reforça que Deus é aquele que afasta o mal, protege, livra e cuida dos Seus filhos."
    },
    {
      "numero": "10",
      "texto": "Eles fecham o coração insensível e com a boca falam com arrogância.",
      "reflexao": "O salmista descreve o perfil dos que se afastam de Deus: coração endurecido e palavras de arrogância. É um alerta para não nos deixarmos contaminar pelo orgulho, pela dureza ou pela prepotência, mas mantermos um coração humilde e submisso ao Senhor."
    },
    {
      "numero": "11",
      "texto": "Eles me cercam de onde estou; fixam em mim os olhos, prontos para me derrubar.",
      "reflexao": "A sensação de ser cercado, vigiado e atacado é real em muitas batalhas da vida, sejam espirituais, emocionais ou físicas. Este versículo nos lembra que, mesmo quando os inimigos nos cercam, Deus está ainda mais perto, protegendo, guardando e fortalecendo nossos passos."
    },
    {
      "numero": "12",
      "texto": "São como um leão ávido pela presa, como um leão forte agachado esperando emboscado.",
      "reflexao": "O mal muitas vezes se apresenta de forma traiçoeira, sorrateira, esperando uma oportunidade. Mas este versículo também nos leva a lembrar que Deus vê tudo, e nenhuma armadilha é surpresa para Ele. Quem está sob o cuidado do Altíssimo não será vencido pelas emboscadas do inimigo."
    },
    {
      "numero": "13",
      "texto": "Levanta-te, Senhor! Enfrenta-os, derruba-os! Livra-me dos ímpios com a tua espada;",
      "reflexao": "Que oração poderosa! Quando não temos força, clamamos para que Deus se levante por nós. Este versículo é um modelo de intercessão, confiança e dependência total da justiça e do poder do Senhor, que luta nossas lutas e nos livra do mal."
    },
    {
      "numero": "14",
      "texto": "livra-me, Senhor, com a tua mão, dos homens deste mundo, que recebem sua recompensa nesta vida. Enche o ventre deles com o que lhes reservaste; que os filhos deles tenham fartura, e até os seus descendentes deixem o restante.",
      "reflexao": "O salmista reconhece que há aqueles que vivem apenas para os prazeres e recompensas passageiras deste mundo, mas ele escolhe algo maior: a herança que vem do Senhor. Este versículo nos desafia a não colocar nossa esperança nas coisas temporárias, mas no que é eterno, vindo de Deus."
    },
    {
      "numero": "15",
      "texto": "Quanto a mim, faço da justiça a minha esperança; quando despertar, terei a tua presença e ficarei satisfeito ao ver a tua face.",
      "reflexao": "Que encerramento glorioso para este salmo! A verdadeira satisfação não está no dinheiro, nas conquistas ou no reconhecimento humano, mas em contemplar a face de Deus, viver na Sua presença e experimentar a plenitude que só Ele pode oferecer — hoje e por toda a eternidade."
    }
  ]
}
