{
  "livro": "Salmos",
  "capitulo": "79",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ó Deus, as nações invadiram a tua herança; profanaram o teu santo templo, reduziram Jerusalém a ruínas.",
      "reflexao": "O salmista expressa a dor de ver o povo e a cidade destruídos. Este versículo nos lembra que quando nos afastamos da presença de Deus, portas se abrem para o inimigo causar destruição. Mas também aponta que Deus ouve o clamor de quem se volta a Ele."
    },
    {
      "numero": "2",
      "texto": "Deram os cadáveres dos teus servos por comida às aves do céu, a carne dos teus fiéis aos animais selvagens.",
      "reflexao": "O quadro de dor é extremo, mostrando o quanto o distanciamento de Deus permite consequências graves. Este versículo nos alerta sobre a urgência de permanecer sob o cuidado, a direção e a proteção do Senhor."
    },
    {
      "numero": "3",
      "texto": "Derramaram sangue como água ao redor de Jerusalém, e não houve quem sepultasse os mortos.",
      "reflexao": "A ausência da presença de Deus gera caos, dor e abandono. Este versículo é um chamado ao arrependimento, à restauração e à busca pela face do Senhor, que transforma cenários de morte em vida."
    },
    {
      "numero": "4",
      "texto": "Somos motivo de zombaria para os nossos vizinhos, de escárnio e de zombaria para os que nos rodeiam.",
      "reflexao": "O povo de Deus deveria ser referência de bênção, mas aqui se tornou motivo de escárnio. Este versículo nos lembra que, sem Deus, perdemos nosso testemunho, mas com Ele restauramos nossa honra e identidade espiritual."
    },
    {
      "numero": "5",
      "texto": "Até quando, Senhor? Ficarás irado para sempre? Arderá o teu zelo como fogo?",
      "reflexao": "O clamor por misericórdia ecoa. Este versículo nos ensina que Deus permite correções, mas sua ira não dura para sempre. Quando há arrependimento, sempre há espaço para restauração e recomeço na presença dEle."
    },
    {
      "numero": "6",
      "texto": "Derrama a tua ira sobre as nações que não te reconhecem, sobre os reinos que não invocam o teu nome,",
      "reflexao": "O salmista pede justiça. Este versículo nos lembra que Deus é justo e que aqueles que rejeitam, zombam e se levantam contra Ele enfrentarão Sua justiça. É um chamado para que todas as nações reconheçam quem é o Senhor."
    },
    {
      "numero": "7",
      "texto": "pois devoraram Jacó e arrasaram a sua terra.",
      "reflexao": "Deus vê e registra cada injustiça, cada opressão e cada dor que seus filhos sofrem. Este versículo nos encoraja a confiar que, mesmo quando tudo parece perdido, Deus se levanta em defesa dos que O amam."
    },
    {
      "numero": "8",
      "texto": "Não nos cobre de vergonha pelos pecados dos nossos antepassados; venha depressa ao nosso encontro, pois estamos muito abatidos.",
      "reflexao": "Aqui há um clamor sincero por misericórdia e perdão. Este versículo nos lembra que podemos pedir a Deus que, pela sua graça, quebre os ciclos de dor, pecado e sofrimento, trazendo socorro, restauração e esperança."
    },
    {
      "numero": "9",
      "texto": "Ajuda-nos, ó Deus, nosso Salvador, para a glória do teu nome; livra-nos e perdoa os nossos pecados por amor do teu nome.",
      "reflexao": "Este versículo expressa o mais puro clamor de quem entende que só Deus pode restaurar. Nos ensina que não clamamos por nossos méritos, mas pela graça, pelo amor e pela fidelidade que existem no nome do Senhor."
    },
    {
      "numero": "10",
      "texto": "Por que as nações haveriam de dizer: 'Onde está o Deus deles?' Diante de nós faze conhecer às nações que estás vingando o sangue dos teus servos.",
      "reflexao": "O clamor é para que Deus mostre às nações que Ele não abandona seus filhos. Este versículo nos lembra que Deus age no tempo certo, e que todos verão que o Deus dos céus é vivo, poderoso e justo."
    },
    {
      "numero": "11",
      "texto": "Chegue a ti o gemido dos prisioneiros; com o poder do teu braço, preserva os condenados à morte.",
      "reflexao": "Deus ouve até o gemido mais silencioso. Este versículo nos encoraja a crer que nenhum clamor passa despercebido. Deus se inclina, ouve e socorre os que estão em cativeiro, seja físico, emocional ou espiritual."
    },
    {
      "numero": "12",
      "texto": "Retribui sete vezes mais aos nossos vizinhos as afrontas com que te insultaram, Senhor.",
      "reflexao": "O salmista pede justiça proporcional. Este versículo reflete que Deus zela por seu nome e por seu povo. Nenhuma afronta contra o Senhor e seus filhos ficará sem resposta. Ele é justo e defensor dos que Nele confiam."
    },
    {
      "numero": "13",
      "texto": "Então nós, o teu povo, as ovelhas da tua pastagem, te louvaremos para sempre; de geração em geração cantaremos os teus louvores.",
      "reflexao": "O salmo se encerra com uma promessa de louvor eterno. Este versículo nos lembra que, mesmo após a dor, a restauração leva à adoração. Quando Deus restaura, nossa resposta natural é viver em gratidão, proclamando Sua fidelidade para sempre."
    }
  ]
}
