{
  "livro": "Salmos",
  "capitulo": "87",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ele edificou sua cidade sobre o monte santo;",
      "reflexao": "Este versículo mostra que Deus escolheu um lugar para manifestar Sua glória e presença. Nos lembra que, assim como Deus estabeleceu Sião, Ele também deseja edificar nossas vidas sobre fundamentos santos e firmes."
    },
    {
      "numero": "2",
      "texto": "o Senhor ama as portas de Sião mais do que a qualquer outro lugar de Jacó.",
      "reflexao": "O amor de Deus por Sião simboliza Seu amor pela comunhão com Seu povo. Este versículo nos ensina que Deus valoriza aqueles que se reúnem, que O buscam e vivem em aliança com Ele, mais do que qualquer riqueza ou estrutura terrena."
    },
    {
      "numero": "3",
      "texto": "Coisas gloriosas são ditas de ti, ó cidade de Deus!",
      "reflexao": "A cidade de Deus é símbolo da habitação da Sua glória. Este versículo nos lembra que quem vive na presença de Deus carrega promessas, honra e testemunhos de coisas gloriosas que o Senhor faz em favor dos Seus."
    },
    {
      "numero": "4",
      "texto": "‘Entre os que me reconhecem estão Raabe e Babilônia, Filístia, Tiro e também Cuxe’, e se dirá: ‘Este nasceu em Sião’.",
      "reflexao": "Este versículo revela que, mesmo povos antes inimigos, reconhecerão o Senhor. Nos dias atuais, isso aponta para a expansão do Reino — Deus chama pessoas de todas as nações, línguas e povos para serem parte da Sua família, nascidos espiritualmente em Sião."
    },
    {
      "numero": "5",
      "texto": "De fato, acerca de Sião se dirá: ‘Todos estes nasceram ali’, e o próprio Altíssimo a estabelecerá firmemente.",
      "reflexao": "Deus é quem estabelece e firma aqueles que pertencem à Sua cidade, à Sua presença. Este versículo nos lembra que nossa verdadeira identidade está em sermos filhos de Deus, nascidos espiritualmente no Reino, e isso é motivo de honra eterna."
    },
    {
      "numero": "6",
      "texto": "O Senhor escreverá no registro dos povos: ‘Este nasceu ali’.",
      "reflexao": "O nome dos que pertencem a Deus está escrito no livro da vida. Este versículo nos traz consolo e esperança, pois nos lembra que somos conhecidos, amados e registrados no Reino dos Céus, como cidadãos da cidade de Deus."
    },
    {
      "numero": "7",
      "texto": "Com canções e danças, dirão: ‘Em Sião estão as nossas origens’.",
      "reflexao": "A verdadeira fonte de vida, alegria, paz e provisão está em Deus. Este versículo nos ensina que, quando fazemos de Deus nossa morada, nossa fonte, encontramos plenitude, satisfação e celebração constante em Sua presença."
    }
  ]
}
