{
  "livro": "Salmos",
  "capitulo": "114",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Quando Israel saiu do Egito, a casa de Jacó saiu do meio de um povo de língua estrangeira,",
      "reflexao": "Deus é aquele que conduz seu povo à liberdade. Este versículo nos lembra que, assim como Deus libertou Israel, Ele também nos tira do cativeiro, da opressão e nos conduz a uma nova vida de propósito e esperança."
    },
    {
      "numero": "2",
      "texto": "Judá tornou-se o santuário de Deus, Israel, o seu domínio.",
      "reflexao": "Quando Deus liberta, Ele também estabelece comunhão e habitação com seu povo. Este versículo nos ensina que não somos apenas libertos, mas chamados para sermos morada da Sua presença e reflexo do Seu governo."
    },
    {
      "numero": "3",
      "texto": "O mar olhou e fugiu, o Jordão retrocedeu;",
      "reflexao": "Nada resiste ao poder de Deus. Este versículo nos mostra que, quando Ele age, até os maiores obstáculos — como o mar e o rio — se tornam caminho. O impossível se curva diante da Sua autoridade."
    },
    {
      "numero": "4",
      "texto": "os montes saltaram como carneiros, as colinas, como cordeiros.",
      "reflexao": "A criação responde ao mover de Deus. Este versículo nos lembra que tudo — absolutamente tudo — se dobra, se move e se transforma quando a presença do Senhor se manifesta em poder."
    },
    {
      "numero": "5",
      "texto": "Por que fugiste, ó mar? E tu, Jordão, por que retrocedeste?",
      "reflexao": "O salmista faz uma pergunta poética que reforça uma grande verdade: a natureza responde ao Deus Todo-Poderoso. Este versículo nos leva a refletir que, se até a criação obedece, nós também devemos confiar e nos render à Sua vontade."
    },
    {
      "numero": "6",
      "texto": "Por que vocês saltaram como carneiros, ó montes, e vocês, colinas, como cordeiros?",
      "reflexao": "O mover de Deus gera transformação. Este versículo nos lembra que nada permanece da mesma forma quando Deus entra em cena. Montanhas de problemas e desafios também podem 'saltar' e se dissipar diante Dele."
    },
    {
      "numero": "7",
      "texto": "Estremeça na presença do Soberano, ó terra, na presença do Deus de Jacó!",
      "reflexao": "O poder e a majestade de Deus são tão grandes que até a terra treme diante Dele. Este versículo nos convida a viver em reverência, temor e adoração, reconhecendo a grandeza do Deus que nos ama e nos sustenta."
    },
    {
      "numero": "8",
      "texto": "Ele fez da rocha um açude, e do rochedo, uma fonte.",
      "reflexao": "Deus traz provisão onde não há esperança. Este versículo nos enche de fé, mostrando que o Senhor é capaz de transformar lugares secos, áridos e impossíveis em fontes de vida, restauração e milagres."
    }
  ]
}
