{
  "livro": "Salmos",
  "capitulo": "107",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deem graças ao Senhor porque ele é bom; o seu amor dura para sempre.",
      "reflexao": "Deus é bom em todo tempo, e Seu amor é eterno. Este versículo nos lembra que a gratidão deve ser constante, pois o amor do Senhor nunca falha, mesmo quando as circunstâncias são desafiadoras."
    },
    {
      "numero": "2",
      "texto": "Assim o digam os que o Senhor resgatou, os que livrou das mãos do adversário,",
      "reflexao": "Todo aquele que foi alcançado pela graça de Deus deve testemunhar. Este versículo nos convida a declarar o que Deus fez em nossas vidas e a compartilhar com outros as Suas maravilhas e livramentos."
    },
    {
      "numero": "3",
      "texto": "e reuniu de outras terras, do oriente e do ocidente, do norte e do sul.",
      "reflexao": "Deus é aquele que reúne, restaura e traz de volta os que estavam dispersos. Este versículo nos lembra que, não importa onde estejamos ou quão longe tenhamos ido, o Senhor é poderoso para nos trazer de volta para Sua presença e cuidado."
    },
    {
      "numero": "4",
      "texto": "Perambularam pelo deserto e por terras áridas, sem encontrar cidade onde pudessem viver.",
      "reflexao": "Andar longe de Deus é como vagar no deserto — sem direção, sem descanso. Este versículo nos lembra que somente em Deus encontramos morada, segurança e paz verdadeira."
    },
    {
      "numero": "5",
      "texto": "Estavam famintos e sedentos, e suas vidas iam se esvaindo.",
      "reflexao": "A fome e a sede da alma só podem ser saciadas em Deus. Este versículo nos ensina que longe dEle tudo se torna vazio, sem força e sem vida, mas na Sua presença encontramos sustento e renovação."
    },
    {
      "numero": "6",
      "texto": "Na sua aflição, clamaram ao Senhor, e ele os livrou das suas tribulações;",
      "reflexao": "Deus responde aos que clamam. Este versículo é um convite à esperança, lembrando que, não importa o quão profundo seja nosso sofrimento, Deus ouve e responde quando clamamos sinceramente."
    },
    {
      "numero": "7",
      "texto": "e os conduziu por caminho seguro a uma cidade habitada.",
      "reflexao": "Deus não apenas livra, mas também conduz. Este versículo nos lembra que o Senhor nos guia para lugares de segurança, descanso e vida plena, quando escolhemos confiar nEle."
    },
    {
      "numero": "8",
      "texto": "Que eles deem graças ao Senhor por seu amor leal e por suas maravilhas em favor dos homens,",
      "reflexao": "O louvor é a resposta natural de quem reconhece o amor e o cuidado de Deus. Este versículo nos convida a nunca esquecer de agradecer, pois cada livramento e cada provisão são expressões do Seu amor fiel."
    },
    {
      "numero": "9",
      "texto": "porque ele sacia os sedentos e satisfaz plenamente os famintos.",
      "reflexao": "Deus supre nossas necessidades mais profundas. Este versículo nos fortalece, lembrando que só o Senhor pode preencher os vazios da alma e satisfazer completamente nosso coração."
    },
    {
      "numero": "10",
      "texto": "Outros se assentavam nas trevas e na sombra da morte, aflitos, acorrentados com ferro,",
      "reflexao": "As trevas da alma, o medo e a prisão espiritual são realidades para quem vive longe de Deus. Este versículo revela que muitos vivem assim, até que escolhem clamar pelo livramento do Senhor."
    },
    {
      "numero": "11",
      "texto": "por se rebelarem contra as palavras de Deus e desprezarem os desígnios do Altíssimo.",
      "reflexao": "A rebeldia contra Deus sempre traz prisão e sofrimento. Este versículo nos alerta que rejeitar os caminhos do Senhor leva a uma vida de opressão, angústia e vazio."
    },
    {
      "numero": "12",
      "texto": "Por isso ele os sujeitou a trabalhos pesados; tropeçaram, e não houve quem os ajudasse.",
      "reflexao": "Quando insistimos em caminhar longe de Deus, enfrentamos pesos que poderiam ser evitados. Este versículo nos lembra que a verdadeira liberdade e descanso só existem na presença e na vontade do Senhor."
    },
    {
      "numero": "13",
      "texto": "Na sua aflição, clamaram ao Senhor, e ele os salvou da tribulação em que se encontravam.",
      "reflexao": "O amor de Deus sempre se manifesta quando há um coração quebrantado. Este versículo nos ensina que, mesmo após erros e rebeldias, Deus está pronto para ouvir e salvar quando nos voltamos a Ele."
    },
    {
      "numero": "14",
      "texto": "Ele os tirou das trevas e da sombra da morte e quebrou as correntes que os prendiam.",
      "reflexao": "Nosso Deus é especialista em quebrar correntes e trazer luz às trevas. Este versículo nos lembra que, não importa quão preso alguém esteja, Deus tem poder para libertar e restaurar totalmente."
    },
    {
      "numero": "15",
      "texto": "Que eles deem graças ao Senhor por seu amor leal e por suas maravilhas em favor dos homens,",
      "reflexao": "A gratidão deve ser constante. Este versículo nos convida a reconhecer que cada livramento, cada vitória e cada recomeço são frutos do amor leal e das maravilhas que Deus opera diariamente por nós."
    },
    {
      "numero": "16",
      "texto": "porque despedaçou as portas de bronze e rompeu as trancas de ferro.",
      "reflexao": "Deus destrói todo tipo de prisão. Este versículo nos fortalece ao lembrar que nenhuma barreira, física ou espiritual, é capaz de resistir ao poder do Senhor quando Ele decide libertar os Seus."
    },
    {
      "numero": "17",
      "texto": "Outros se tornaram tolos por causa dos seus caminhos rebeldes e sofreram por causa das suas maldades;",
      "reflexao": "O pecado e a rebeldia cegam e geram sofrimento. Este versículo nos alerta que a escolha por caminhos errados traz dor, mas também nos lembra que há esperança quando nos voltamos para Deus."
    },
    {
      "numero": "18",
      "texto": "sentiram repugnância por qualquer comida e chegaram perto das portas da morte.",
      "reflexao": "O distanciamento de Deus leva à exaustão física, emocional e espiritual. Este versículo mostra como o pecado e a dor podem consumir uma pessoa por completo, levando-a ao limite da existência."
    },
    {
      "numero": "19",
      "texto": "Na sua aflição, clamaram ao Senhor, e ele os salvou da tribulação em que se encontravam.",
      "reflexao": "Deus nunca rejeita um clamor sincero. Este versículo reafirma que, não importa quão fundo alguém tenha caído, o Senhor está pronto para ouvir, resgatar e dar um novo começo aos que O buscam de coração."
    },
    {
      "numero": "20",
      "texto": "Ele enviou a sua palavra e os curou, e os livrou da morte.",
      "reflexao": "O poder da palavra de Deus traz cura, libertação e vida. Este versículo nos lembra que, quando Deus libera Sua palavra sobre nós, correntes se quebram, enfermidades são curadas e a morte dá lugar à vida abundante."
    },
    {
      "numero": "21",
      "texto": "Que eles deem graças ao Senhor por seu amor leal e por suas maravilhas em favor dos homens,",
      "reflexao": "A gratidão deve ser uma constante expressão de quem reconhece a bondade e a fidelidade do Senhor. Este versículo nos convida a nunca deixar de louvar, pois cada milagre é uma expressão viva do amor de Deus."
    },
    {
      "numero": "22",
      "texto": "Que eles ofereçam sacrifícios de ação de graças e anunciem as suas obras com cânticos de alegria.",
      "reflexao": "Deus se agrada de um coração grato que testemunha Suas obras. Este versículo nos ensina que nosso louvor, nossas palavras e nossa gratidão devem ser constantes, contagiando outros com os feitos maravilhosos do Senhor em nossa vida."
    },
    {
      "numero": "23",
      "texto": "Fizeram-se ao mar em navios, para negócios na imensidão das águas,",
      "reflexao": "Muitos seguem suas jornadas, buscando sustento, realização e sonhos, mas, assim como os navegantes dependem do vento e do mar, nós dependemos da direção e proteção do Senhor em nossa caminhada."
    },
    {
      "numero": "24",
      "texto": "e viram as obras do Senhor, as suas maravilhas nas profundezas.",
      "reflexao": "Deus revela Sua grandeza em todos os lugares, até nas profundezas dos mares. Este versículo nos lembra que, mesmo nas jornadas mais desafiadoras da vida, podemos ver e reconhecer os sinais do Seu poder e cuidado."
    },
    {
      "numero": "25",
      "texto": "Pois ele falou e provocou uma tempestade que levantou as ondas do mar.",
      "reflexao": "Deus tem poder sobre as circunstâncias. As tempestades da vida, embora assustadoras, não estão fora do controle do Senhor. Às vezes, Ele permite para que reconheçamos nossa total dependência dEle."
    },
    {
      "numero": "26",
      "texto": "Eles subiam aos céus e desciam aos abismos; sua coragem se derretia diante do perigo.",
      "reflexao": "As lutas e os altos e baixos da vida podem enfraquecer até os mais corajosos. Este versículo nos lembra que é normal se sentir fraco, mas é no Senhor que encontramos força e renovação."
    },
    {
      "numero": "27",
      "texto": "Cambaleavam, tontos como bêbados, e toda a sua habilidade foi inútil.",
      "reflexao": "Há momentos em que nossas próprias forças e habilidades não são suficientes. Este versículo nos ensina que é nesses momentos que aprendemos a depender totalmente de Deus e de Sua soberania."
    },
    {
      "numero": "28",
      "texto": "Na sua aflição, clamaram ao Senhor, e ele os tirou da tribulação em que se encontravam.",
      "reflexao": "O socorro de Deus nunca falha. Este versículo reforça que, não importa quão forte seja a tempestade, quando clamamos ao Senhor, Ele nos ouve e nos livra, trazendo paz e direção."
    },
    {
      "numero": "29",
      "texto": "Reduziu a tempestade a uma brisa e serenou as ondas.",
      "reflexao": "O mesmo Deus que permite o vento forte é aquele que tem poder para acalmar as tempestades. Este versículo nos enche de paz, lembrando que Deus transforma o caos em calmaria quando confiamos nEle."
    },
    {
      "numero": "30",
      "texto": "Eles se alegraram quando tudo se acalmou, e assim os levou ao porto almejado.",
      "reflexao": "Deus não só acalma a tempestade, como também nos leva com segurança até o destino preparado. Este versículo nos traz esperança: o Senhor guia nossa vida até o lugar de paz, provisão e descanso."
    },
    {
      "numero": "31",
      "texto": "Que eles deem graças ao Senhor por seu amor leal e por suas maravilhas em favor dos homens,",
      "reflexao": "O louvor é a resposta de quem reconhece o cuidado de Deus. Este versículo nos lembra que precisamos sempre agradecer pelas intervenções, milagres e livramentos que o Senhor realiza em nosso favor."
    },
    {
      "numero": "32",
      "texto": "Que o exaltem na assembleia do povo e o louvem na reunião dos líderes.",
      "reflexao": "Testemunhar os feitos de Deus é uma forma de louvar. Este versículo nos incentiva a não guardar para nós as bênçãos recebidas, mas compartilhar, edificar outros e exaltar o nome do Senhor publicamente."
    },
    {
      "numero": "33",
      "texto": "Ele transforma rios em deserto, e fontes de água em terra seca,",
      "reflexao": "Deus é soberano sobre a criação e as circunstâncias. Este versículo nos ensina que Ele permite até o secar dos rios quando há necessidade de correção, disciplina ou mudança de rota na vida dos homens."
    },
    {
      "numero": "34",
      "texto": "pela maldade dos seus habitantes, a terra fértil se torna estéreo.",
      "reflexao": "O pecado traz consequências não só espirituais, mas também físicas e materiais. Este versículo nos alerta que viver longe dos princípios de Deus pode transformar abundância em escassez."
    },
    {
      "numero": "35",
      "texto": "Ele transforma o deserto em açudes, e a terra ressecada em fontes de água.",
      "reflexao": "Nosso Deus é especialista em reverter cenários. Este versículo nos enche de esperança, lembrando que, assim como Deus transforma o deserto em fonte, também pode transformar nossa vida, restaurar e renovar tudo."
    },
    {
      "numero": "36",
      "texto": "Ali ele estabelece os famintos, para que construam uma cidade onde possam morar,",
      "reflexao": "Deus cuida dos necessitados e oferece recomeços. Este versículo nos mostra que o Senhor não apenas provê, mas também estabelece e firma quem nEle confia, dando estabilidade e segurança."
    },
    {
      "numero": "37",
      "texto": "semeiem campos, plantem vinhas e colham uma grande safra.",
      "reflexao": "Deus abençoa o trabalho das mãos daqueles que nEle confiam. Este versículo nos lembra que, ao plantar com fé e depender do Senhor, colheremos frutos abundantes e bênçãos sem medida."
    },
    {
      "numero": "38",
      "texto": "Ele os abençoa, e eles se multiplicam grandemente; e não deixa que diminuam os seus rebanhos.",
      "reflexao": "A bênção de Deus traz crescimento, provisão e estabilidade. Este versículo reforça que quando estamos debaixo da graça do Senhor, Ele cuida dos detalhes, multiplica e sustenta nossa vida."
    },
    {
      "numero": "39",
      "texto": "Quando eles diminuem e são humilhados por opressão, desgraça e tristeza,",
      "reflexao": "Há momentos em que Deus permite que passemos por processos de humilhação, dor e escassez, não para nos destruir, mas para nos realinhar, nos fortalecer e nos trazer de volta ao centro da Sua vontade."
    },
    {
      "numero": "40",
      "texto": "Ele derrama desprezo sobre os nobres e os faz vaguear por desertos sem caminhos.",
      "reflexao": "Deus humilha os soberbos e orgulhosos. Este versículo nos lembra que a autossuficiência, a arrogância e o desprezo pelas coisas de Deus conduzem à ruína, mas que a humildade atrai Sua graça e favor."
    },
    {
      "numero": "41",
      "texto": "Mas levanta os necessitados da opressão e aumenta as famílias deles como rebanhos.",
      "reflexao": "Deus é aquele que exalta os humildes. Este versículo nos enche de esperança, mostrando que o Senhor não se esquece dos necessitados, dos oprimidos e dos que O buscam com sinceridade e dependência."
    },
    {
      "numero": "42",
      "texto": "Os justos vêem isso e se alegram, mas todos os perversos se calam.",
      "reflexao": "O agir de Deus traz alegria para os justos e silencia os ímpios. Este versículo nos lembra que o Senhor é justo e que, no tempo certo, a Sua bondade será evidente, trazendo alegria e recompensa aos que O amam."
    },
    {
      "numero": "43",
      "texto": "Reflitam nisso os sábios e considerem a bondade do Senhor.",
      "reflexao": "A verdadeira sabedoria está em reconhecer, refletir e viver de acordo com o amor e a fidelidade do Senhor. Este versículo encerra com um convite: observar, aprender e se maravilhar com o Deus que cuida, restaura, disciplina e ama eternamente."
    }
  ]
}
