{
  "livro": "Salmos",
  "capitulo": "84",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Como é agradável o lugar da tua habitação, Senhor dos Exércitos!",
      "reflexao": "O salmista expressa o desejo profundo pela presença de Deus. Este versículo nos lembra que não há lugar melhor do que estar na presença do Senhor, onde encontramos paz, amor e segurança."
    },
    {
      "numero": "2",
      "texto": "A minha alma anseia, até desfalece, pelos átrios do Senhor; o meu coração e o meu corpo cantam de alegria ao Deus vivo.",
      "reflexao": "Aqui vemos uma paixão intensa pela presença de Deus. Este versículo nos ensina que a verdadeira alegria, força e propósito da vida estão em estar perto de Deus, adorando e vivendo em comunhão com Ele."
    },
    {
      "numero": "3",
      "texto": "Até o pardal encontrou um lar, e a andorinha um ninho para si, para abrigar seus filhotes, um lugar perto do teu altar, Senhor dos Exércitos, meu Rei e meu Deus.",
      "reflexao": "Deus oferece abrigo até aos menores e mais frágeis. Este versículo nos lembra que há lugar para todos na presença do Senhor — um lugar de cuidado, proteção e amor para aqueles que buscam refúgio nEle."
    },
    {
      "numero": "4",
      "texto": "Como são felizes os que habitam em tua casa; eles te louvam sem cessar!",
      "reflexao": "A verdadeira felicidade está em viver na presença de Deus. Este versículo nos inspira a buscar diariamente comunhão com o Senhor, pois é ali que encontramos contentamento duradouro."
    },
    {
      "numero": "5",
      "texto": "Como são felizes os que em ti encontram sua força, e os que são peregrinos de coração!",
      "reflexao": "Felizes são aqueles que dependem de Deus e fazem da Sua presença o seu caminho. Este versículo nos ensina que, mesmo em jornada, nossa força vem do Senhor, e nosso coração deve estar voltado para Ele."
    },
    {
      "numero": "6",
      "texto": "Ao passarem pelo vale de Baca, fazem dele um lugar de fontes; as chuvas de outono também o enchem de cisternas.",
      "reflexao": "O vale de Baca representa lugares de dor e dificuldade. Este versículo revela que quem anda com Deus transforma desertos em mananciais — onde há lágrimas, Deus gera vida, refrigério e renovação."
    },
    {
      "numero": "7",
      "texto": "Prosseguem o caminho de força em força, até que cada um se apresente a Deus em Sião.",
      "reflexao": "A jornada com Deus é de crescimento contínuo. Este versículo nos lembra que, em cada etapa, Deus nos fortalece, até que cheguemos à Sua presença, plenos, amadurecidos e vitoriosos."
    },
    {
      "numero": "8",
      "texto": "Ouve a minha oração, Senhor Deus dos Exércitos; escuta-me, ó Deus de Jacó.",
      "reflexao": "O salmista clama por atenção e resposta. Este versículo nos ensina que Deus ouve cada oração sincera. Podemos nos aproximar com confiança, certos de que Ele se inclina para nos ouvir."
    },
    {
      "numero": "9",
      "texto": "Olha, ó Deus, que és nosso escudo; trata com bondade o teu ungido.",
      "reflexao": "Deus é nosso escudo e protetor. Este versículo nos lembra que podemos confiar na proteção e no cuidado do Senhor, que guarda, livra e trata com amor os que são Seus."
    },
    {
      "numero": "10",
      "texto": "Melhor é um dia nos teus átrios do que mil noutro lugar; prefiro ficar à porta da casa do meu Deus a habitar nas tendas dos ímpios.",
      "reflexao": "Nada se compara à presença de Deus. Este versículo é uma poderosa declaração de amor e prioridade espiritual: estar com Deus, mesmo em posição simples, é infinitamente melhor do que qualquer honra ou prazer longe dEle."
    },
    {
      "numero": "11",
      "texto": "O Senhor Deus é sol e escudo; o Senhor concede favor e honra; não recusa nenhum bem aos que vivem com integridade.",
      "reflexao": "Deus é luz, proteção e fonte de favor. Este versículo nos encoraja a viver em integridade, pois aqueles que andam com Deus não carecem de nada — Ele supre, honra e cuida em todo tempo."
    },
    {
      "numero": "12",
      "texto": "Ó Senhor dos Exércitos, como é feliz aquele que em ti confia!",
      "reflexao": "A verdadeira felicidade está em confiar plenamente no Senhor. Este versículo encerra o salmo reforçando que a confiança em Deus é a base de uma vida plena, segura e verdadeiramente abençoada."
    }
  ]
}
