{
  "livro": "Salmos",
  "capitulo": "106",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Deem graças ao Senhor, porque ele é bom; o seu amor dura para sempre.",
      "reflexao": "A bondade de Deus é eterna. Este versículo nos lembra que, independentemente das circunstâncias, o amor e a misericórdia do Senhor jamais falham e duram para sempre. Gratidão deve ser nossa resposta constante."
    },
    {
      "numero": "2",
      "texto": "Quem poderá descrever os feitos poderosos do Senhor, ou declarar todo o louvor que lhe é devido?",
      "reflexao": "O agir de Deus é tão grandioso que palavras não são suficientes. Este versículo nos inspira a viver uma vida de louvor constante, pois tudo que Deus faz é digno de exaltação sem fim."
    },
    {
      "numero": "3",
      "texto": "Felizes os que agem com justiça, que praticam sempre o que é certo!",
      "reflexao": "A felicidade verdadeira está na obediência. Este versículo nos ensina que viver de acordo com os princípios de Deus — praticando a justiça e a retidão — é caminho seguro para uma vida abençoada e plena."
    },
    {
      "numero": "4",
      "texto": "Lembra-te de mim, Senhor, quando tratares com favor o teu povo, vem em meu auxílio quando o salvares,",
      "reflexao": "Deus não se esquece dos Seus. Este versículo é um clamor sincero que nos lembra que podemos, sim, pedir ao Senhor que nos inclua no agir da Sua graça, no tempo em que Ele manifesta Seu favor e salvação."
    },
    {
      "numero": "5",
      "texto": "para que eu desfrute do bem que reservas aos teus escolhidos, para que eu me alegre com a alegria do teu povo e me orgulhe com a tua herança.",
      "reflexao": "A verdadeira alegria está em fazer parte do povo de Deus. Este versículo nos ensina que há bênçãos, paz e satisfação incomparáveis em viver dentro da aliança e dos planos do Senhor."
    },
    {
      "numero": "6",
      "texto": "Pecamos como os nossos antepassados; fizemos o mal e fomos rebeldes.",
      "reflexao": "Reconhecer nossos erros é o primeiro passo para a restauração. Este versículo nos ensina que assumir nossos pecados diante de Deus abre caminho para o perdão, a misericórdia e um recomeço em Sua presença."
    },
    {
      "numero": "7",
      "texto": "No Egito os nossos antepassados não deram atenção às tuas maravilhas; não se lembraram das muitas manifestações do teu amor, e rebelaram-se junto ao mar, o mar Vermelho.",
      "reflexao": "Quando esquecemos os feitos de Deus, corremos o risco de cair na incredulidade. Este versículo nos alerta a manter viva a memória da bondade e dos milagres do Senhor, para que não sejamos dominados pela dúvida ou pela rebeldia."
    },
    {
      "numero": "8",
      "texto": "Contudo, ele os salvou por causa do seu nome, para manifestar o seu poder.",
      "reflexao": "Deus salva, não por nossos méritos, mas por amor ao Seu nome e para que Sua glória seja conhecida. Este versículo nos lembra que a graça de Deus nos alcança, mesmo quando não merecemos, porque Ele é fiel e poderoso."
    },
    {
      "numero": "9",
      "texto": "Repreendeu o mar Vermelho, e este secou; ele os conduziu pelas profundezas como por um deserto.",
      "reflexao": "Deus abre caminhos onde não há. Este versículo nos lembra que o Deus que abriu o mar é o mesmo que hoje pode abrir portas, romper impossíveis e nos conduzir com segurança por qualquer dificuldade."
    },
    {
      "numero": "10",
      "texto": "Salvou-os das mãos de quem os odiava; das mãos dos inimigos os redimiu.",
      "reflexao": "Deus é nosso libertador e protetor. Este versículo nos conforta e fortalece, mostrando que o Senhor luta por nós, livra-nos das mãos do inimigo e nos concede vitória, segurança e paz."
    },
    {
      "numero": "11",
      "texto": "As águas cobriram os seus adversários; nenhum deles sobreviveu.",
      "reflexao": "Quando Deus age, o livramento é completo. Este versículo nos lembra que o Senhor não apenas nos liberta, mas também destrói aquilo que tenta nos prender, nos oprimir e nos impedir de viver Seus planos."
    },
    {
      "numero": "12",
      "texto": "Então creram nas suas promessas e a ele cantaram louvores.",
      "reflexao": "O agir de Deus renova nossa fé e gera louvor. Este versículo nos lembra que, quando experimentamos o cuidado do Senhor, nossa resposta deve ser sempre fé, gratidão e adoração constante."
    },
    {
      "numero": "13",
      "texto": "Mas logo se esqueceram do que ele tinha feito e não confiaram nos seus desígnios.",
      "reflexao": "O esquecimento espiritual enfraquece a fé. Este versículo é um alerta para que nunca deixemos de lembrar quem Deus é, o que Ele já fez, e que Seus planos são sempre perfeitos, mesmo quando não entendemos."
    },
    {
      "numero": "14",
      "texto": "Dominados pela gula no deserto, puseram Deus à prova nas regiões áridas.",
      "reflexao": "Quando buscamos mais os desejos do nosso coração do que a presença de Deus, colocamos nossa comunhão em risco. Este versículo nos ensina a alinhar nossos desejos ao propósito do Senhor, confiando que Ele sabe do que realmente precisamos."
    },
    {
      "numero": "15",
      "texto": "Ele lhes atendeu o pedido, mas mandou sobre eles uma doença degenerativa.",
      "reflexao": "Nem tudo o que pedimos fora da vontade de Deus será para nosso bem. Este versículo nos alerta que, quando insistimos no que não é plano do Senhor, podemos colher consequências, e por isso é vital confiar nos Seus caminhos e esperar pela Sua vontade."
    },
    {
      "numero": "16",
      "texto": "No acampamento tiveram inveja de Moisés e de Arão, daquele que fora consagrado ao Senhor.",
      "reflexao": "A inveja e a rebeldia geram divisão e afastamento da presença de Deus. Este versículo nos lembra que precisamos honrar aqueles que Deus escolheu, reconhecendo que cada chamado é estabelecido pela soberania do Senhor, e não pela vontade humana."
    },
    {
      "numero": "17",
      "texto": "A terra abriu-se, engoliu Datã e sepultou o grupo de Abirão.",
      "reflexao": "A rebelião contra Deus e contra aqueles que Ele escolheu tem consequências sérias. Este versículo nos lembra que o Senhor é justo e que respeitar Sua ordem e Seus líderes é essencial para viver debaixo da Sua proteção."
    },
    {
      "numero": "18",
      "texto": "Acendeu-se fogo contra os seus seguidores; as chamas consumiram os ímpios.",
      "reflexao": "O juízo de Deus é real. Este versículo nos alerta que, embora Deus seja amor, também é justiça, e que a desobediência deliberada traz consequências que só a misericórdia do Senhor pode livrar."
    },
    {
      "numero": "19",
      "texto": "No Horebe fizeram um bezerro, adoraram um ídolo de metal fundido;",
      "reflexao": "Quando desviamos nossos olhos de Deus, corremos o risco de criar ídolos que ocupam o lugar do Senhor. Este versículo nos alerta a não permitir que nada tome o espaço que é de Deus em nossa vida."
    },
    {
      "numero": "20",
      "texto": "trocaram a glória deles pela imagem de um boi que come capim.",
      "reflexao": "Abandonar Deus para seguir qualquer outra coisa é trocar o eterno pelo passageiro, o glorioso pelo inútil. Este versículo nos chama a refletir se há algo que estamos colocando acima do Senhor em nossa vida."
    },
    {
      "numero": "21",
      "texto": "Esqueceram-se de Deus, o seu Salvador, que fizera grandes coisas no Egito,",
      "reflexao": "Esquecer o que Deus fez enfraquece a fé e abre portas para a desobediência. Este versículo nos lembra que manter viva a memória dos feitos do Senhor nos fortalece e nos mantém no caminho certo."
    },
    {
      "numero": "22",
      "texto": "maravilhas na terra de Cam e feitos temíveis junto ao mar Vermelho.",
      "reflexao": "Deus já fez grandes maravilhas, e elas são testemunho da Sua fidelidade. Este versículo nos convida a olhar para trás, lembrar dos milagres e fortalecer nossa confiança de que Ele continua o mesmo hoje."
    },
    {
      "numero": "23",
      "texto": "Por isso ele ameaçou destruí-los, mas Moisés, seu escolhido, intercedeu diante dele, para evitar que sua ira os destruísse.",
      "reflexao": "A intercessão tem poder. Este versículo nos ensina que Deus valoriza os intercessores, aqueles que se colocam na brecha, orando e clamando pela misericórdia sobre os outros, como fez Moisés."
    },
    {
      "numero": "24",
      "texto": "Eles também rejeitaram a terra desejável; não creram na promessa dele.",
      "reflexao": "A incredulidade nos impede de viver as promessas de Deus. Este versículo nos alerta que, quando não confiamos na Palavra do Senhor, perdemos bênçãos que Ele já preparou para nós."
    },
    {
      "numero": "25",
      "texto": "Queixaram-se em suas tendas e não obedeceram ao Senhor.",
      "reflexao": "A murmuração e a desobediência afastam a presença de Deus. Este versículo nos ensina que precisamos substituir as queixas por gratidão e a rebeldia por obediência, para viver debaixo da bênção do Senhor."
    },
    {
      "numero": "26",
      "texto": "Por isso ele levantou a mão e jurou que os abateria no deserto,",
      "reflexao": "Deus leva a sério nossa obediência. Este versículo nos lembra que a dureza do coração e a recusa em confiar nEle podem nos fazer perder aquilo que Ele havia preparado como herança e promessa."
    },
    {
      "numero": "27",
      "texto": "que abateria a sua descendência entre as nações e os dispersaria por outras terras.",
      "reflexao": "O afastamento de Deus gera desunião, perda e exílio espiritual. Este versículo é um alerta sobre as consequências da desobediência, não só para nós, mas para as gerações que nos seguem."
    },
    {
      "numero": "28",
      "texto": "A eles também se juntaram na adoração a Baal-Peor e comeram sacrifícios oferecidos a ídolos mortos.",
      "reflexao": "Quando nos afastamos de Deus, nos tornamos vulneráveis a influências e práticas que destroem a nossa comunhão. Este versículo nos lembra que adorar qualquer coisa fora de Deus leva à destruição espiritual."
    },
    {
      "numero": "29",
      "texto": "Provocaram o Senhor à ira com os seus atos, e uma praga irrompeu no meio deles.",
      "reflexao": "O pecado coletivo gera consequências sérias. Este versículo nos alerta que viver em desobediência constante entristece o coração de Deus e traz sérios prejuízos espirituais, emocionais e até físicos."
    },
    {
      "numero": "30",
      "texto": "Mas Finéias se apresentou e executou o julgamento, e a praga cessou;",
      "reflexao": "A atitude de quem se posiciona por Deus faz toda a diferença. Este versículo nos ensina que Deus honra aqueles que se levantam com zelo pela Sua santidade e que isso traz cura e restauração ao povo."
    },
    {
      "numero": "31",
      "texto": "e isso lhe foi creditado como um ato de justiça, de geração em geração, para sempre.",
      "reflexao": "Deus recompensa aqueles que se posicionam por Ele. Este versículo nos lembra que atos de fidelidade, coragem e zelo pela presença de Deus deixam um legado de justiça que atravessa gerações."
    },
    {
      "numero": "32",
      "texto": "Provocaram a ira de Deus junto às águas de Meribá; e, por causa deles, Moisés foi castigado;",
      "reflexao": "Até os líderes podem ser afetados pela desobediência do povo. Este versículo nos alerta que nossas atitudes impactam não só nossa vida, mas também a vida daqueles que Deus colocou para nos guiar espiritualmente."
    },
    {
      "numero": "33",
      "texto": "rebelaram-se contra o Espírito de Deus, e Moisés falou sem refletir.",
      "reflexao": "Quando a murmuração e a rebeldia se tornam constantes, até os mais firmes podem se desgastar. Este versículo nos alerta que nossas atitudes impactam não só nossa vida, mas também a dos nossos líderes e de quem caminha ao nosso lado."
    },
    {
      "numero": "34",
      "texto": "Eles não destruíram os povos, como o Senhor lhes tinha ordenado,",
      "reflexao": "A desobediência parcial ainda é desobediência. Este versículo nos lembra que, quando não seguimos completamente o que Deus nos manda, abrimos portas para influências que nos afastam da Sua presença."
    },
    {
      "numero": "35",
      "texto": "mas se misturaram com as nações e imitaram as suas práticas.",
      "reflexao": "Quando nos conformamos com o mundo, perdemos nossa identidade em Deus. Este versículo é um alerta para mantermos nossa santidade, sem nos contaminar com práticas que desagradam ao Senhor."
    },
    {
      "numero": "36",
      "texto": "Prestaram culto aos seus ídolos, que se tornaram uma armadilha para eles.",
      "reflexao": "Tudo aquilo que colocamos no lugar de Deus se torna uma armadilha. Este versículo nos lembra que a idolatria — seja ela de coisas, pessoas ou desejos — nos aprisiona e nos afasta da verdadeira liberdade que há em Deus."
    },
    {
      "numero": "37",
      "texto": "Sacrificaram seus filhos e suas filhas a demônios.",
      "reflexao": "O distanciamento de Deus leva a consequências cada vez mais graves. Este versículo revela como o pecado, quando não interrompido, leva a práticas de destruição, inclusive afetando as gerações futuras."
    },
    {
      "numero": "38",
      "texto": "Derramaram sangue inocente, o sangue dos seus filhos e filhas, a quem sacrificaram aos ídolos de Canaã, e a terra foi contaminada com sangue.",
      "reflexao": "Quando o pecado domina, até a vida perde seu valor. Este versículo nos alerta que viver longe dos caminhos de Deus contamina não só nossas vidas, mas também o ambiente, as famílias e as sociedades."
    },
    {
      "numero": "39",
      "texto": "Tornaram-se impuros pelos seus atos; prostituíram-se por suas ações.",
      "reflexao": "O pecado quebra alianças, suja a alma e nos afasta do propósito de Deus. Este versículo nos chama ao arrependimento e à restauração, lembrando que só o Senhor pode nos purificar e nos fazer novos."
    },
    {
      "numero": "40",
      "texto": "Por isso acendeu-se a ira do Senhor contra o seu povo, e ele sentiu aversão pela sua herança.",
      "reflexao": "Deus se entristece profundamente com o pecado do Seu povo. Este versículo nos alerta que, embora Deus seja amor, Sua santidade não permite que viva em comunhão com quem escolhe o caminho da rebeldia."
    },
    {
      "numero": "41",
      "texto": "Entregou-os nas mãos das nações, e os seus adversários os dominaram.",
      "reflexao": "Quando rejeitamos a proteção de Deus, ficamos vulneráveis. Este versículo nos lembra que a desobediência nos tira debaixo da cobertura do Senhor e nos expõe à opressão dos inimigos, tanto espirituais quanto físicos."
    },
    {
      "numero": "42",
      "texto": "Os seus inimigos os oprimiram e os subjugaram com o seu poder.",
      "reflexao": "Estar longe de Deus nos torna frágeis diante das opressões da vida. Este versículo nos ensina que só na presença do Senhor há livramento, força e verdadeira liberdade."
    },
    {
      "numero": "43",
      "texto": "Ele os libertou muitas vezes, mas eles continuaram a rebelar-se e foram levados à ruína pela sua maldade.",
      "reflexao": "Deus é longânimo, cheio de misericórdia, mas não força ninguém a permanecer em Seus caminhos. Este versículo nos lembra que, quando rejeitamos repetidamente Sua mão, colhemos as consequências dos nossos próprios atos."
    },
    {
      "numero": "44",
      "texto": "Contudo, atentou para o sofrimento deles, quando ouviu o seu clamor.",
      "reflexao": "Mesmo quando nos afastamos, Deus está sempre pronto para ouvir quando clamamos. Este versículo revela o coração misericordioso do Senhor, que nunca ignora um coração arrependido e quebrantado."
    },
    {
      "numero": "45",
      "texto": "Por causa deles, lembrou-se da sua aliança e arrependeu-se, por causa do seu imenso amor leal.",
      "reflexao": "Deus é fiel, mesmo quando somos infiéis. Este versículo nos enche de esperança, mostrando que o Senhor nunca se esquece das Suas promessas e que Seu amor é maior do que nossos erros."
    },
    {
      "numero": "46",
      "texto": "Fez com que fossem tratados com bondade por todos os que os levaram cativos.",
      "reflexao": "Mesmo em meio às consequências da desobediência, Deus manifesta graça e compaixão. Este versículo nos lembra que o amor do Senhor se manifesta até nos momentos mais difíceis, trazendo favor inesperado."
    },
    {
      "numero": "47",
      "texto": "Salva-nos, Senhor nosso Deus, e reúne-nos dentre as nações, para que rendamos graças ao teu santo nome e façamos do teu louvor a nossa glória.",
      "reflexao": "O clamor por restauração deve sempre gerar louvor. Este versículo nos ensina que buscar a salvação e o resgate do Senhor não é apenas para nosso bem, mas para que possamos viver uma vida que exalte o nome dEle."
    },
    {
      "numero": "48",
      "texto": "Bendito seja o Senhor, o Deus de Israel, desde a eternidade até a eternidade! E todo o povo diga: ‘Amém!’ Aleluia!",
      "reflexao": "O salmo se encerra com adoração e exaltação. Este versículo nos lembra que, apesar de nossas falhas, Deus continua sendo digno de toda honra, glória e louvor — eternamente. Que nossa vida seja um constante 'Amém' e 'Aleluia' ao Deus que salva, restaura e ama."
    }
  ]
}
