{
  "livro": "Salmos",
  "capitulo": "149",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Cantem ao Senhor uma nova canção, louvem-no na assembléia dos fiéis.",
      "reflexao": "O louvor deve ser constante e renovado em nosso coração. Cada dia é uma nova oportunidade de reconhecer as misericórdias de Deus e adorá-Lo, tanto de forma pessoal quanto comunitária, em unidade com os irmãos na fé."
    },
    {
      "numero": "2",
      "texto": "Alegre-se Israel em seu Criador, exultem os filhos de Sião no seu Rei!",
      "reflexao": "A alegria verdadeira nasce quando reconhecemos quem Deus é para nós: Criador, Rei e Senhor. Este versículo nos convida a nos alegrarmos não nas circunstâncias, mas na identidade de Deus e no Seu governo sobre nossa vida."
    },
    {
      "numero": "3",
      "texto": "Louvem o seu nome com danças; ofereçam-lhe música com tamborim e harpa.",
      "reflexao": "O louvor a Deus envolve todo o nosso ser: corpo, alma e espírito. A alegria no Senhor é tão intensa que se expressa em danças, instrumentos e cânticos de celebração. Deus se alegra quando celebramos Sua presença com liberdade e autenticidade."
    },
    {
      "numero": "4",
      "texto": "Porque o Senhor se agrada do seu povo e coroa de vitória os humildes.",
      "reflexao": "Deus não apenas nos ama, mas Se alegra em nós. Ele honra os humildes, os que confiam nEle, e os reveste de vitória. Este versículo é um lembrete poderoso de que nossa força está na dependência do Senhor e na humildade diante dEle."
    },
    {
      "numero": "5",
      "texto": "Regozijem-se os seus fiéis nessa glória e em seus leitos cantem alegremente!",
      "reflexao": "A alegria e a paz que vêm de Deus não se limitam aos momentos de culto ou celebração pública. Até no repouso, na intimidade do lar ou no silêncio do quarto, podemos celebrar, descansar e nos alegrar na presença do Senhor."
    },
    {
      "numero": "6",
      "texto": "Altos louvores estejam em seus lábios e uma espada de dois gumes em suas mãos,",
      "reflexao": "O louvor é uma arma espiritual poderosa. Enquanto adoramos, Deus nos fortalece para enfrentar as batalhas da vida. A espada de dois gumes simboliza a Palavra de Deus, que é viva, eficaz e poderosa para vencer qualquer adversidade."
    },
    {
      "numero": "7",
      "texto": "para executarem vingança contra as nações e punição contra os povos,",
      "reflexao": "Este versículo reflete o contexto de justiça de Deus contra os opressores e inimigos do Seu povo. Hoje, aplicamos espiritualmente, sabendo que nossas lutas não são contra pessoas, mas contra forças espirituais do mal — e Deus luta por nós."
    },
    {
      "numero": "8",
      "texto": "para prenderem os seus reis com algemas e os seus nobres com correntes de ferro,",
      "reflexao": "Deus é aquele que desfaz poderes malignos e estruturas de opressão. Este versículo é uma imagem poderosa de como Deus intervém para libertar Seu povo e quebrar toda cadeia, tanto no mundo físico quanto espiritual."
    },
    {
      "numero": "9",
      "texto": "para executarem a sentença escrita contra eles. Esta é a glória de todos os seus fiéis. Aleluia!",
      "reflexao": "O juízo de Deus é certo, justo e fiel. Saber que Ele é quem executa a justiça traz descanso ao nosso coração. Nossa glória como fiéis é viver sob a proteção, o amor e a justiça do Deus que reina para sempre. Aleluia!"
    }
  ]
}
