{
  "livro": "Salmos",
  "capitulo": "147",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Aleluia! Como é bom cantar louvores ao nosso Deus! Como é agradável e próprio louvá-lo!",
      "reflexao": "Louvar a Deus não é apenas uma obrigação, mas um privilégio que traz alegria, paz e leveza à alma. O louvor nos conecta com o coração do Pai e renova nossas forças diariamente."
    },
    {
      "numero": "2",
      "texto": "O Senhor edifica Jerusalém; ele reúne os exilados de Israel.",
      "reflexao": "Deus é aquele que reconstrói, restaura e reúne. Mesmo quando tudo parece destruído ou perdido, Ele tem poder para refazer, restaurar vidas, famílias e destinos."
    },
    {
      "numero": "3",
      "texto": "Ele cura os que têm o coração partido e cuida das suas feridas.",
      "reflexao": "Este versículo revela a ternura do nosso Deus. Ele se importa com nossas dores emocionais e espirituais. Onde há feridas, Ele traz cura, onde há dor, Ele traz consolo, e onde há vazio, Ele preenche com amor."
    },
    {
      "numero": "4",
      "texto": "Ele determina o número das estrelas e chama cada uma pelo nome.",
      "reflexao": "Se Deus conhece cada estrela pelo nome, quanto mais conhece você! Este versículo reforça que somos profundamente conhecidos e amados, e que nada escapa ao cuidado e à atenção de Deus."
    },
    {
      "numero": "5",
      "texto": "Grande é o nosso Soberano e tremendo é o seu poder; é impossível medir o seu entendimento.",
      "reflexao": "O poder e a sabedoria de Deus são infinitos. Quando não entendemos os caminhos da vida, podemos confiar que Deus entende, vê além e sabe exatamente o que está fazendo por nós e em nós."
    },
    {
      "numero": "6",
      "texto": "O Senhor sustém os humildes, mas lança por terra os ímpios.",
      "reflexao": "Deus exalta os que são humildes e de coração quebrantado. Ao mesmo tempo, Ele derruba os que se levantam com orgulho e injustiça. Este é um convite para caminharmos em humildade e dependência do Senhor."
    },
    {
      "numero": "7",
      "texto": "Cantem ao Senhor com ações de graças; ao som da harpa façam música para o nosso Deus,",
      "reflexao": "Gratidão e louvor são chaves espirituais. Este versículo nos convida a transformar nossa vida em um cântico constante de gratidão, reconhecendo a bondade e a fidelidade de Deus em tudo."
    },
    {
      "numero": "8",
      "texto": "que cobre o céu de nuvens, concede chuvas à terra e faz crescer a relva nos montes.",
      "reflexao": "Deus é quem cuida da criação e também de nós. Ele provê, sustenta e faz florescer onde antes havia esterilidade. Assim como Ele cuida da natureza, Ele cuida de cada detalhe da nossa vida."
    },
    {
      "numero": "9",
      "texto": "Ele dá alimento aos animais e aos filhotes dos corvos quando gritam de fome.",
      "reflexao": "Se Deus cuida até dos animais, quanto mais de nós, Seus filhos! Este versículo nos lembra que podemos confiar plenamente na provisão e no cuidado amoroso do Pai."
    },
    {
      "numero": "10",
      "texto": "Não é na força do cavalo que ele se compraz, nem na agilidade do homem que ele se agrada;",
      "reflexao": "Deus não se impressiona com força, beleza ou habilidades humanas. O que agrada a Deus é um coração que confia, que ama e que se rende a Ele com sinceridade e humildade."
    },
    {
      "numero": "11",
      "texto": "o Senhor se agrada dos que o temem, dos que colocam a esperança no seu amor leal.",
      "reflexao": "Deus se alegra daqueles que confiam no Seu amor e que vivem em reverência a Ele. A verdadeira força não está em nós, mas na esperança que colocamos no Deus que nunca falha."
    },
    {
      "numero": "12",
      "texto": "Exalte o Senhor, ó Jerusalém! Louve o seu Deus, ó Sião!",
      "reflexao": "O salmista convida a cidade e seu povo a exaltar o Senhor. Este é também um chamado para nós: que nunca nos cansemos de louvar, exaltar e reconhecer a grandeza do nosso Deus."
    },
    {
      "numero": "13",
      "texto": "Pois ele reforçou as trancas das suas portas e abençoou o seu povo que ali habita;",
      "reflexao": "Deus traz proteção, segurança e bênção sobre aqueles que estão debaixo do Seu cuidado. Quando confiamos nEle, vivemos em paz, sabendo que Ele cerca nossas vidas com Seu amor e proteção."
    },
    {
      "numero": "14",
      "texto": "ele é quem traz paz aos seus territórios e o alimenta com o melhor do trigo.",
      "reflexao": "Deus é quem traz paz e provisão. Este versículo nos lembra que a verdadeira prosperidade e segurança vêm do Senhor, que supre não apenas nossas necessidades físicas, mas também as emocionais e espirituais."
    },
    {
      "numero": "15",
      "texto": "Ele envia sua ordem à terra, e sua palavra corre veloz.",
      "reflexao": "Quando Deus libera uma palavra, ela se cumpre. Sua palavra é viva, poderosa e eficaz, e nenhuma barreira pode impedir aquilo que Ele determina sobre nossas vidas."
    },
    {
      "numero": "16",
      "texto": "Faz cair a neve como lã e espalha a geada como cinza.",
      "reflexao": "Deus controla os elementos da natureza. Ele tem domínio sobre tudo, mostrando que Seu poder é ilimitado e que nada está fora do Seu controle — nem na criação, nem em nossas vidas."
    },
    {
      "numero": "17",
      "texto": "Lança o gelo como se fosse pedrinhas; quem pode resistir ao seu frio?",
      "reflexao": "O poder de Deus se manifesta até nas coisas que parecem simples, como o clima e os fenômenos naturais. Isso nos lembra que Ele é soberano sobre tudo, e nosso coração pode descansar nessa verdade."
    },
    {
      "numero": "18",
      "texto": "Ele envia a sua palavra e as derrete; faz soprar o vento, e as águas correm.",
      "reflexao": "A palavra de Deus traz mudança, transformação e vida. Onde há gelo, frieza ou estagnação, Ele sopra Seu Espírito e faz fluir águas de vida, renovando, restaurando e trazendo movimento aos lugares secos."
    },
    {
      "numero": "19",
      "texto": "Ele revela a sua palavra a Jacó, os seus decretos e as suas leis a Israel.",
      "reflexao": "Deus se revela àqueles que O buscam. Sua palavra não é um mistério inacessível, mas um presente que orienta, transforma e guia Seus filhos no caminho da verdade e da vida."
    },
    {
      "numero": "20",
      "texto": "Ele não fez isso por nenhuma outra nação; todas as outras desconhecem as suas leis. Aleluia!",
      "reflexao": "Deus escolheu revelar Seus princípios, Sua vontade e Seu amor de forma especial ao Seu povo. Este versículo nos lembra do privilégio que temos em conhecer a Deus e viver de acordo com Sua palavra. Aleluia!"
    }
  ]
}
