{
  "livro": "Salmos",
  "capitulo": "118",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Deem graças ao Senhor porque ele é bom; o seu amor dura para sempre.",
      "reflexao": "A gratidão é uma resposta ao amor eterno de Deus. Este versículo nos lembra que, independentemente das circunstâncias, Deus permanece bom e Seu amor nunca falha nem se esgota."
    },
    {
      "numero": "2",
      "texto": "Que Israel diga: 'O seu amor dura para sempre!'",
      "reflexao": "O povo de Deus é chamado a declarar continuamente a fidelidade e o amor do Senhor. Este versículo nos inspira a manter viva essa confissão de fé e esperança em nossas vidas."
    },
    {
      "numero": "3",
      "texto": "Que a casa de Arão diga: 'O seu amor dura para sempre!'",
      "reflexao": "O convite ao louvor se estende aos líderes espirituais. Este versículo nos lembra que aqueles que servem no ministério devem ser exemplos vivos de gratidão e reconhecimento da fidelidade de Deus."
    },
    {
      "numero": "4",
      "texto": "Que os que temem o Senhor digam: 'O seu amor dura para sempre!'",
      "reflexao": "Todos os que reverenciam o Senhor, de todas as nações e gerações, são chamados a proclamar que o amor de Deus é eterno e inabalável."
    },
    {
      "numero": "5",
      "texto": "Na minha angústia clamei ao Senhor, e o Senhor me respondeu, dando-me ampla liberdade.",
      "reflexao": "Deus ouve o clamor dos aflitos. Este versículo nos lembra que, em meio às lutas, podemos encontrar liberdade, consolo e socorro no Senhor, que nunca rejeita um coração quebrantado."
    },
    {
      "numero": "6",
      "texto": "O Senhor está comigo, não temerei. O que me podem fazer os homens?",
      "reflexao": "Quando Deus está conosco, não há razão para temer. Este versículo nos fortalece, lembrando que, com o Senhor ao nosso lado, não há ameaça humana que possa prevalecer contra nós."
    },
    {
      "numero": "7",
      "texto": "O Senhor está comigo; ele é o meu ajudador. Verei a derrota dos meus inimigos.",
      "reflexao": "Deus não é apenas presente, Ele é nosso ajudador ativo. Este versículo nos encoraja a confiar que, no tempo certo, veremos a vitória que o Senhor preparou para nós sobre toda adversidade."
    },
    {
      "numero": "8",
      "texto": "É melhor buscar refúgio no Senhor do que confiar nos homens.",
      "reflexao": "Este versículo nos lembra que, por mais bem-intencionados que os homens sejam, só Deus é refúgio seguro, fonte de verdadeira proteção, paz e esperança."
    },
    {
      "numero": "9",
      "texto": "É melhor buscar refúgio no Senhor do que confiar em príncipes.",
      "reflexao": "Nem mesmo os poderosos deste mundo podem oferecer segurança como o Senhor oferece. Este versículo nos ensina que a confiança plena deve estar somente em Deus."
    },
    {
      "numero": "10",
      "texto": "Todas as nações me cercaram, mas em nome do Senhor eu as derrotei.",
      "reflexao": "Quando Deus está conosco, não importa o tamanho dos inimigos. Este versículo nos lembra que, no nome do Senhor, encontramos força para vencer qualquer batalha."
    },
    {
      "numero": "11",
      "texto": "Cercaram-me por todos os lados, mas em nome do Senhor eu as derrotei.",
      "reflexao": "O salmista reafirma que, mesmo cercado, a vitória veio pelo nome do Senhor. Este versículo fortalece nossa fé para confiar, mesmo quando as circunstâncias parecem impossíveis."
    },
    {
      "numero": "12",
      "texto": "Cercaram-me como enxames de abelhas, mas foram consumidos como fogo entre espinhos. Em nome do Senhor eu as derrotei.",
      "reflexao": "O ataque parecia intenso, mas o poder de Deus é muito maior. Este versículo nos lembra que, quando confiamos no Senhor, o que parece avassalador se dissipa como fogo nos espinhos."
    },
    {
      "numero": "13",
      "texto": "Empurraram-me para me derrubar, mas o Senhor me ajudou.",
      "reflexao": "Mesmo quando somos pressionados e quase caímos, Deus se levanta em nosso socorro. Este versículo nos ensina que a mão do Senhor nos sustenta quando nossas forças falham."
    },
    {
      "numero": "14",
      "texto": "O Senhor é a minha força e o meu cântico; ele é a minha salvação.",
      "reflexao": "Quando Deus é nossa força, não precisamos temer. Este versículo nos convida a fazer do Senhor nosso motivo de louvor, nossa segurança e nossa vitória, porque Ele é nossa salvação."
    },
    {
      "numero": "15",
      "texto": "Alegres brados de vitória ressoam nas tendas dos justos: 'A mão direita do Senhor age com poder!'",
      "reflexao": "Quando Deus age, há festa, alegria e testemunho entre os justos. Este versículo nos lembra que a mão poderosa do Senhor traz vitória e livramento, enchendo nossa casa e nosso coração de celebração e gratidão."
    },
    {
      "numero": "16",
      "texto": "A mão direita do Senhor é exaltada; a mão direita do Senhor age com poder!",
      "reflexao": "Quando Deus levanta Sua mão, ninguém pode impedir. Este versículo nos lembra que Sua intervenção é poderosa e traz livramento, vitória e restauração para os que confiam Nele."
    },
    {
      "numero": "17",
      "texto": "Não morrerei; mas viverei e contarei o que o Senhor fez.",
      "reflexao": "Este é um versículo de declaração de vida e esperança. Nos ensina que, mesmo em meio às lutas, Deus nos sustenta, nos dá vida e nos chama para sermos testemunhas das Suas maravilhas."
    },
    {
      "numero": "18",
      "texto": "O Senhor me castigou com severidade, mas não me entregou à morte.",
      "reflexao": "Deus corrige aqueles que ama, mas Sua correção não é destruição, é amor. Este versículo nos lembra que, mesmo em meio às disciplinas, o Senhor preserva nossa vida e nos conduz à restauração."
    },
    {
      "numero": "19",
      "texto": "Abre para mim as portas da justiça; entrarei e renderei graças ao Senhor.",
      "reflexao": "O desejo do salmista é viver em comunhão com Deus. Este versículo nos convida a buscar a presença do Senhor, a entrar nos Seus caminhos e viver uma vida de gratidão e retidão."
    },
    {
      "numero": "20",
      "texto": "Esta é a porta do Senhor, por ela entram os justos.",
      "reflexao": "Há um caminho preparado para os que escolhem viver de acordo com a vontade de Deus. Este versículo nos lembra que a justiça, a integridade e a obediência nos conduzem à presença do Altíssimo."
    },
    {
      "numero": "21",
      "texto": "Dou-te graças, porque me respondeste e foste a minha salvação.",
      "reflexao": "Deus é aquele que ouve e responde. Este versículo nos ensina a cultivar um coração grato, reconhecendo que cada livramento e cada resposta vêm das mãos do Senhor."
    },
    {
      "numero": "22",
      "texto": "A pedra que os construtores rejeitaram tornou-se a pedra angular.",
      "reflexao": "Deus exalta o que o mundo rejeita. Este versículo é uma poderosa lembrança de que Deus escolhe e usa aqueles que foram descartados pelos homens, transformando-os em peças fundamentais no Seu plano."
    },
    {
      "numero": "23",
      "texto": "Isso vem do Senhor, e é algo maravilhoso para nós.",
      "reflexao": "Tudo que Deus faz é perfeito e surpreendente. Este versículo nos convida a enxergar que os planos do Senhor são sempre maiores e mais maravilhosos do que podemos imaginar."
    },
    {
      "numero": "24",
      "texto": "Este é o dia em que o Senhor agiu; alegremo-nos e exultemos neste dia.",
      "reflexao": "Cada dia é um presente e uma oportunidade para celebrar o agir de Deus. Este versículo nos lembra que viver com gratidão e alegria é uma forma de reconhecer a bondade e a soberania do Senhor."
    },
    {
      "numero": "25",
      "texto": "Senhor, salva-nos! Senhor, concede-nos sucesso!",
      "reflexao": "O clamor por salvação e prosperidade legítima está no coração do justo. Este versículo nos ensina a depender de Deus não só para livramento, mas também para que sejamos bem-sucedidos segundo Sua vontade."
    },
    {
      "numero": "26",
      "texto": "Bendito é o que vem em nome do Senhor. Da casa do Senhor nós os abençoamos.",
      "reflexao": "Este versículo nos lembra que aqueles que vêm em nome do Senhor carregam consigo uma bênção especial. É um chamado para abençoar e honrar os que caminham nos caminhos do Altíssimo."
    },
    {
      "numero": "27",
      "texto": "O Senhor é Deus, e ele fez resplandecer sobre nós a sua luz. Juntem-se ao cortejo festivo, levando ramos até as pontas do altar.",
      "reflexao": "Deus ilumina nosso caminho e nos convida a celebrar Sua bondade. Este versículo é uma declaração de festa, gratidão e adoração, lembrando que a luz de Deus dissipa toda escuridão."
    },
    {
      "numero": "28",
      "texto": "Tu és o meu Deus, graças te darei; tu és o meu Deus, eu te exaltarei.",
      "reflexao": "O louvor e a gratidão são respostas naturais de quem reconhece Deus como Senhor da sua vida. Este versículo nos inspira a viver uma vida de constante exaltação ao nome do Senhor."
    },
    {
      "numero": "29",
      "texto": "Deem graças ao Senhor porque ele é bom; o seu amor dura para sempre.",
      "reflexao": "O salmo se encerra reafirmando uma verdade eterna: Deus é bom e Seu amor nunca acaba. Este versículo nos convida a viver uma vida de gratidão contínua, reconhecendo que a bondade do Senhor nos sustenta dia após dia."
    }
  ]
}
