{
  "livro": "Salmos",
  "capitulo": "92",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Como é bom render graças ao Senhor e cantar louvores ao teu nome, ó Altíssimo,",
      "reflexao": "A gratidão a Deus enche nosso coração de paz. Este versículo nos lembra que louvar ao Senhor não é apenas uma obrigação, mas um privilégio que nos enche de alegria e fortalece nossa fé."
    },
    {
      "numero": "2",
      "texto": "anunciar de manhã o teu amor leal e de noite a tua fidelidade,",
      "reflexao": "Começar o dia reconhecendo o amor de Deus e encerrá-lo celebrando sua fidelidade é o caminho para uma vida equilibrada, fortalecida na presença do Senhor."
    },
    {
      "numero": "3",
      "texto": "ao som da lira de dez cordas, da harpa e da melodia da cítara.",
      "reflexao": "O louvor envolve todo o nosso ser, inclusive nossas expressões artísticas. Este versículo nos inspira a usar todos os meios — voz, instrumentos, arte — para exaltar a grandeza de Deus."
    },
    {
      "numero": "4",
      "texto": "Tu me alegras, Senhor, com os teus feitos; as obras das tuas mãos levam-me a cantar de alegria.",
      "reflexao": "Meditar nas obras de Deus nos enche de alegria. Este versículo nos convida a contemplar e celebrar as maravilhas que o Senhor realiza em nossas vidas e ao nosso redor todos os dias."
    },
    {
      "numero": "5",
      "texto": "Como são grandes as tuas obras, Senhor, e os teus pensamentos, que profundos!",
      "reflexao": "Deus opera de forma muito além do que podemos compreender. Este versículo nos ensina que confiar nos planos do Senhor é escolher descansar na Sua sabedoria infinita e no Seu amor perfeito."
    },
    {
      "numero": "6",
      "texto": "Os insensatos não entendem, os tolos não veem",
      "reflexao": "Aqueles que rejeitam a sabedoria de Deus não conseguem perceber Suas obras. Este versículo nos alerta sobre a importância de buscar entendimento espiritual para reconhecer o agir do Senhor na vida e no mundo."
    },
    {
      "numero": "7",
      "texto": "que, embora os ímpios brotem como a erva e floresçam todos os malfeitores, serão destruídos para sempre.",
      "reflexao": "O aparente sucesso dos ímpios é passageiro. Este versículo nos lembra que, fora da presença de Deus, tudo é temporário. Apenas quem vive na vontade do Senhor permanece firme e seguro eternamente."
    },
    {
      "numero": "8",
      "texto": "Mas tu, Senhor, és exaltado para sempre.",
      "reflexao": "O reinado de Deus é eterno. Este versículo nos fortalece, lembrando que, independentemente do que vemos no mundo, o Senhor está no trono e sua soberania é imutável e eterna."
    },
    {
      "numero": "9",
      "texto": "Pois os teus inimigos, Senhor, os teus inimigos perecerão; serão dispersos todos os malfeitores.",
      "reflexao": "Deus executa justiça. Este versículo nos assegura que o mal não prevalecerá, e que o Senhor, no tempo certo, derrota tudo aquilo que se levanta contra Seu povo e contra Sua vontade."
    },
    {
      "numero": "10",
      "texto": "Tu aumentaste a minha força como a do boi selvagem; ungi-me com óleo fresco.",
      "reflexao": "Deus fortalece e renova. Este versículo nos inspira a buscar diariamente a unção fresca do Senhor, que revigora nossa força espiritual e nos capacita para enfrentar qualquer desafio."
    },
    {
      "numero": "11",
      "texto": "Os meus olhos contemplaram a derrota dos meus inimigos; os meus ouvidos ouviram a debandada dos meus maldosos agressores.",
      "reflexao": "Deus permite que vejamos a vitória que Ele concede sobre aqueles que se levantam contra nós. Este versículo nos lembra que o Senhor é nosso defensor e guerreia por nós."
    },
    {
      "numero": "12",
      "texto": "Os justos florescerão como a palmeira, crescerão como o cedro do Líbano;",
      "reflexao": "Deus faz os justos prosperarem de forma firme e duradoura. Este versículo nos lembra que quem vive na presença de Deus cresce, floresce e permanece, mesmo em tempos difíceis, assim como a palmeira e o cedro."
    },
    {
      "numero": "13",
      "texto": "plantados na casa do Senhor, florescerão nos átrios do nosso Deus.",
      "reflexao": "Estar plantado na presença de Deus é garantia de uma vida frutífera e abundante. Este versículo nos convida a firmar nossas raízes espirituais no Senhor, onde encontramos sustento e crescimento constantes."
    },
    {
      "numero": "14",
      "texto": "Mesmo na velhice darão fruto, permanecerão viçosos e cheios de vitalidade,",
      "reflexao": "Deus renova nossas forças, independente da idade. Este versículo nos traz esperança, mostrando que quem vive na presença do Senhor nunca deixa de ser relevante, frutífero e cheio de vida espiritual."
    },
    {
      "numero": "15",
      "texto": "para proclamar que o Senhor é justo. Ele é a minha rocha, e nele não há injustiça.",
      "reflexao": "O nosso testemunho é declarar a justiça, fidelidade e perfeição de Deus. Este versículo encerra reafirmando que Deus é nossa rocha, nosso sustento seguro, em quem podemos confiar completamente, pois nEle não há erro, nem falha, nem injustiça."
    }
  ]
}
