{
  "livro": "Salmos",
  "capitulo": "65",
  "versiculos": [
    {
      "numero": "1",
      "texto": "O louvor te aguarda em Sião, ó Deus; os votos que te fizemos serão cumpridos.",
      "reflexao": "Deus é digno de todo louvor. Este versículo nos lembra que o louvor não é apenas uma expressão, mas também um compromisso. Cumprir votos diante de Deus significa viver de forma coerente com nossa fé, sendo gratos, obedientes e constantes em nossa caminhada espiritual."
    },
    {
      "numero": "2",
      "texto": "Ó tu que ouves a oração, a ti virão todos os homens.",
      "reflexao": "Deus é aquele que ouve orações. Isso nos traz conforto e esperança, pois não clamamos ao vazio. Nosso Deus é acessível, amoroso e atento a cada súplica. É por isso que, cedo ou tarde, todos entenderão que somente nele há resposta, socorro e salvação."
    },
    {
      "numero": "3",
      "texto": "Quando os nossos pecados pesavam sobre nós, tu os perdoaste.",
      "reflexao": "O peso do pecado é esmagador, mas Deus, em Sua misericórdia, nos oferece perdão. Este versículo fala da graça que nos alcança, nos limpa e nos dá uma nova chance. Isso nos convida a viver em constante arrependimento e gratidão pela bondade do Senhor que não se cansa de perdoar."
    },
    {
      "numero": "4",
      "texto": "Como são felizes aqueles a quem escolhes e trazes a ti, para viverem em teus átrios! Transbordamos de bênçãos da tua casa, do teu santo templo!",
      "reflexao": "A verdadeira felicidade está na presença de Deus. Aqueles que vivem próximos a Ele desfrutam de paz, plenitude e propósito. Este versículo nos lembra que estar na presença do Senhor é experimentar uma vida abundante, onde somos constantemente alimentados espiritualmente por Seu amor e graça."
    },
    {
      "numero": "5",
      "texto": "Tu nos respondes com feitos de justiça, ó Deus, nosso Salvador; esperança de todos os confins da terra e dos mais distantes mares.",
      "reflexao": "Deus não apenas ouve, Ele responde. E Suas respostas são sempre justas. Este versículo nos lembra que Deus é esperança não só para nós, mas para toda a humanidade. Não importa onde estejamos ou quão distantes nos sintamos, Ele é socorro e salvação para todos que O buscam com sinceridade."
    },
    {
      "numero": "6",
      "texto": "Tu que firmaste os montes pela tua força, pelo teu grande poder.",
      "reflexao": "Este versículo nos leva a contemplar a majestade de Deus como Criador. Se Ele é poderoso o suficiente para firmar os montes e sustentar toda a criação, quanto mais não cuidará de nós? Isso nos convida a confiar plenamente em Sua soberania e cuidado."
    },
    {
      "numero": "7",
      "texto": "Tu acalmas o bramido dos mares, o bramido das suas ondas e o tumulto dos povos.",
      "reflexao": "Deus tem poder para acalmar tanto as forças da natureza quanto os conflitos e inquietações da humanidade. Este versículo é um lembrete de que, mesmo quando tudo parece turbulento, Deus pode trazer paz ao nosso coração e às situações mais caóticas da nossa vida."
    },
    {
      "numero": "8",
      "texto": "Os que vivem nos confins da terra temem os teus feitos; onde nasce o sol e onde se põe, tu inspiras cânticos de alegria.",
      "reflexao": "A grandeza de Deus transcende fronteiras. Sua majestade é percebida em toda parte, do nascer ao pôr do sol. Este versículo nos convida a enxergar a mão de Deus em cada detalhe da criação e a responder a isso com gratidão, reverência e alegria."
    },
    {
      "numero": "9",
      "texto": "Cuidas da terra e a regas; tu a enriqueces grandemente. Os ribeiros de Deus transbordam de água para proporcionar o trigo, pois assim ordenaste.",
      "reflexao": "Deus é aquele que cuida da criação e provê tudo o que precisamos. Este versículo nos lembra que, assim como Ele cuida da terra, Ele também cuida de nós, suprindo nossas necessidades físicas, emocionais e espirituais. Podemos confiar que nunca faltará aquilo que vem das mãos do Senhor."
    },
    {
      "numero": "10",
      "texto": "Regas os sulcos da terra, aplainas os seus torrões, tu a amoleces com as chuvas e abençoas as suas colheitas.",
      "reflexao": "O cuidado de Deus é detalhado e constante. Assim como Ele prepara a terra para produzir, Ele também trabalha em nosso coração, quebrando durezas, regando com Sua Palavra e preparando-nos para uma vida frutífera. Deus não é apenas Provedor, mas também Aquele que nos transforma."
    },
    {
      "numero": "11",
      "texto": "Coroas o ano com a tua bondade, e por onde passas emana fartura;",
      "reflexao": "Que promessa maravilhosa: Deus coroa o nosso ano com Sua bondade! Mesmo em meio a desafios, Sua presença traz abundância, esperança e bênçãos. Este versículo nos inspira a confiar que cada etapa da nossa vida, quando entregue nas mãos de Deus, é marcada por Sua fidelidade e cuidado amoroso."
    },
    {
      "numero": "12",
      "texto": "fartura vertem as pastagens do deserto, e as colinas se vestem de alegria.",
      "reflexao": "Até os lugares mais áridos se tornam férteis quando Deus libera Sua bênção. Este versículo nos encoraja a crer que, mesmo em tempos de sequidão espiritual, emocional ou financeira, Deus pode transformar o deserto em jardim, trazendo alegria onde antes havia tristeza."
    },
    {
      "numero": "13",
      "texto": "Os campos se revestem de rebanhos, e os vales se enchem de trigo; eles exultam e cantam de alegria!",
      "reflexao": "Quando Deus abençoa, há abundância, há vida e há celebração. Este versículo fecha o salmo nos lembrando que a bênção do Senhor gera não apenas provisão, mas também júbilo. Assim como a natureza celebra, nós também somos chamados a exultar e cantar de alegria diante das maravilhas que Deus faz em nossa vida."
    }
  ]
}
