{
  "livro": "Salmos",
  "capitulo": "127",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Se não for o Senhor o construtor da casa, será inútil trabalhar na construção. Se não é o Senhor que vigia a cidade, será inútil a sentinela montar guarda.",
      "reflexao": "Este versículo traz um princípio fundamental para a vida: sem Deus, todo esforço é vazio. Na correria dos nossos dias, muitas vezes tentamos construir, conquistar e proteger com nossas próprias forças, esquecendo que é Deus quem sustenta tudo. Confiar nEle é garantir que nosso trabalho tenha propósito, segurança e bênção."
    },
    {
      "numero": "2",
      "texto": "Será inútil levantar cedo e dormir tarde, trabalhando arduamente por alimento. O Senhor concede sono àqueles a quem ama.",
      "reflexao": "Vivemos em uma sociedade que glorifica o excesso de trabalho, o cansaço e a produtividade sem limites. Este versículo nos lembra que, enquanto descansamos, Deus trabalha por nós. Ele cuida, provê e nos dá descanso. Isso não é apenas físico, mas também emocional e espiritual. Confiar em Deus é também aprender a descansar nEle."
    },
    {
      "numero": "3",
      "texto": "Os filhos são herança do Senhor, uma recompensa que ele dá.",
      "reflexao": "Em tempos em que muitos valores familiares estão sendo deixados de lado, Deus nos lembra que os filhos são presentes, bênçãos e uma herança preciosa. Cuidar, amar e orientar nossos filhos é também reconhecer que eles são dádivas dadas por Deus, e que temos a missão de formá-los nos caminhos do Senhor."
    },
    {
      "numero": "4",
      "texto": "Como flechas nas mãos do guerreiro são os filhos nascidos na juventude.",
      "reflexao": "Esta metáfora é poderosa. Assim como flechas são preparadas, alinhadas e lançadas para alcançar um alvo, os filhos precisam ser preparados, orientados e lançados para cumprir seus propósitos no mundo. Isso nos convida, como pais e responsáveis, a investir tempo, amor e valores que preparem nossos filhos para serem instrumentos de transformação."
    },
    {
      "numero": "5",
      "texto": "Como é feliz o homem que tem sua aljava cheia deles! Não será humilhado quando enfrentar seus inimigos no tribunal.",
      "reflexao": "Aqueles que têm sua vida cercada por filhos bem preparados, formados em amor e princípios, são abençoados. Este versículo mostra que uma família forte, estruturada nos caminhos do Senhor, é fonte de honra, proteção e alegria. Em tempos de desafios, são eles que se tornam apoio, força e continuidade da bênção de Deus sobre nossas vidas."
    }
  ]
}
