{
  "livro": "Salmos",
  "capitulo": "36",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Há no coração do ímpio a voz da transgressão; não há temor de Deus diante dos seus olhos.",
      "reflexao": "Quando alguém perde o temor de Deus, abre espaço para a transgressão dominar. Este versículo nos alerta sobre a importância de cultivar diariamente o temor do Senhor, que nos guia e nos preserva do mal."
    },
    {
      "numero": "2",
      "texto": "Ele se acha tão importante que não percebe e nem rejeita o seu pecado.",
      "reflexao": "O orgulho cega e impede o arrependimento. Este versículo revela que, sem humildade, uma pessoa não enxerga seu próprio erro, afastando-se do caminho da vida e da graça de Deus."
    },
    {
      "numero": "3",
      "texto": "As palavras da sua boca são maldade e engano; ele deixou de agir com sabedoria e de fazer o bem.",
      "reflexao": "A boca revela o que há no coração. Este versículo nos mostra que quem abandona a sabedoria se entrega à mentira, ao engano e à maldade. Por isso, é essencial encher o coração da Palavra e da presença de Deus."
    },
    {
      "numero": "4",
      "texto": "Até na sua cama planeja o mal; compromete-se com o caminho que não é bom e não rejeita o mal.",
      "reflexao": "O mal não é apenas um ato, mas um caminho que é alimentado no pensamento, nas intenções e nas escolhas diárias. Este versículo nos convida a escolher o bem, rejeitando toda inclinação que nos afasta de Deus."
    },
    {
      "numero": "5",
      "texto": "O teu amor, Senhor, chega até os céus; a tua fidelidade até as nuvens.",
      "reflexao": "A grandeza do amor e da fidelidade de Deus é incomparável. Este versículo traz conforto e segurança, lembrando-nos que, por mais profundas que sejam nossas lutas, o amor de Deus nos envolve e nos sustenta infinitamente."
    },
    {
      "numero": "6",
      "texto": "A tua justiça é firme como as altas montanhas; as tuas decisões são profundas como o grande mar. Senhor, tu preservas tanto os homens como os animais.",
      "reflexao": "Deus é justo, sábio e cuida de toda a criação. Este versículo revela a profundidade e a firmeza da justiça divina, que protege, preserva e governa com amor e equidade."
    },
    {
      "numero": "7",
      "texto": "Como é precioso o teu amor, ó Deus! Os homens encontram refúgio à sombra das tuas asas.",
      "reflexao": "Deus é nosso abrigo seguro. Este versículo nos lembra que, quando tudo parece inseguro, encontramos paz, proteção e descanso no amor fiel do Senhor, que nos acolhe como um pai amoroso acolhe seus filhos."
    },
    {
      "numero": "8",
      "texto": "Eles se banham na fartura da tua casa; tu lhes dás de beber do teu rio de delícias.",
      "reflexao": "Na presença de Deus há abundância, paz e alegria. Este versículo nos revela que aqueles que vivem próximos de Deus desfrutam de plenitude, refrigério e satisfação que o mundo não pode oferecer."
    },
    {
      "numero": "9",
      "texto": "Pois em ti está a fonte da vida; graças à tua luz, vemos a luz.",
      "reflexao": "Deus é a fonte de toda vida e de toda luz. Este versículo nos lembra que, quando caminhamos na luz do Senhor, nossos olhos se abrem, nossa vida ganha sentido e encontramos direção, paz e propósito."
    },
    {
      "numero": "10",
      "texto": "Continua estendendo o teu amor aos que te conhecem, e a tua justiça aos que são retos de coração.",
      "reflexao": "O amor e a justiça de Deus são contínuos para aqueles que O buscam de coração sincero. Este versículo nos incentiva a permanecer firmes na caminhada, certos de que Deus nunca abandona os que andam em retidão."
    },
    {
      "numero": "11",
      "texto": "Não permitas que o pé dos arrogantes me esmague, nem que a mão dos ímpios me faça fugir.",
      "reflexao": "O salmista clama por livramento e proteção. Este versículo nos lembra que podemos pedir ao Senhor que nos preserve da opressão, da maldade e das investidas daqueles que se levantam contra nós."
    },
    {
      "numero": "12",
      "texto": "Ali caem os que praticam o mal; são derrubados, e jamais se levantarão.",
      "reflexao": "Deus faz justiça. Este versículo encerra o salmo com a certeza de que o mal não triunfa para sempre. Os que vivem na prática da injustiça acabam colhendo as consequências, enquanto os que confiam no Senhor permanecem firmes, sustentados por Seu amor e Sua fidelidade."
    }
  ]
}
