{
  "livro": "Salmos",
  "capitulo": "115",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Não a nós, Senhor, nenhuma glória para nós, mas sim ao teu nome, por teu amor e por tua fidelidade!",
      "reflexao": "O verdadeiro louvor reconhece que toda glória pertence a Deus. Este versículo nos lembra que nossas conquistas, vitórias e bênçãos são fruto do amor e da fidelidade do Senhor, e não de nossos méritos."
    },
    {
      "numero": "2",
      "texto": "Por que perguntaram as nações: 'Onde está o Deus deles?'",
      "reflexao": "Em tempos de desafio, o mundo questiona nossa fé. Este versículo nos lembra que, mesmo quando não vemos, Deus está presente, agindo e cuidando, e Sua fidelidade não falha."
    },
    {
      "numero": "3",
      "texto": "O nosso Deus está nos céus, e pode fazer tudo o que lhe agrada.",
      "reflexao": "Deus é soberano e ilimitado. Este versículo nos fortalece, mostrando que o Senhor não está limitado pelas circunstâncias humanas. Ele faz o que deseja, no tempo certo e com perfeição."
    },
    {
      "numero": "4",
      "texto": "Os ídolos deles são prata e ouro, feitos por mãos de homens.",
      "reflexao": "Tudo aquilo que o homem constrói para substituir Deus é vazio e sem vida. Este versículo nos alerta contra as falsas seguranças e os ídolos modernos, lembrando que só o Senhor é digno de adoração."
    },
    {
      "numero": "5",
      "texto": "Têm boca, mas não podem falar, olhos, mas não podem ver;",
      "reflexao": "Os ídolos são incapazes de se comunicar, de enxergar ou de responder. Este versículo nos ensina que qualquer coisa que tentamos colocar no lugar de Deus nunca poderá suprir, ouvir ou guiar como o Senhor faz."
    },
    {
      "numero": "6",
      "texto": "têm ouvidos, mas não podem ouvir, nariz, mas não podem sentir cheiro;",
      "reflexao": "O salmista reforça a inutilidade dos ídolos. Este versículo nos lembra que só Deus é vivo, sensível e presente. Ele ouve, vê, sente e responde ao clamor dos Seus filhos."
    },
    {
      "numero": "7",
      "texto": "têm mãos, mas não podem apalpar, pés, mas não podem andar; nem emitem som algum com a garganta.",
      "reflexao": "Tudo que não vem de Deus não tem poder de sustentar, socorrer ou conduzir. Este versículo nos convida a refletir sobre onde temos colocado nossa confiança: nas coisas passageiras ou no Deus vivo e eterno."
    },
    {
      "numero": "8",
      "texto": "Tornem-se como eles aqueles que os fazem e todos os que neles confiam.",
      "reflexao": "A idolatria leva à esterilidade espiritual. Este versículo nos alerta que quem confia em ídolos — sejam eles físicos, emocionais ou materiais — se torna tão vazio quanto aquilo em que confia."
    },
    {
      "numero": "9",
      "texto": "Confie no Senhor, ó Israel! Ele é o seu socorro e o seu escudo.",
      "reflexao": "O convite é claro: confie no Senhor. Este versículo nos lembra que Deus é socorro certo, escudo protetor e refúgio seguro para todos que O buscam de coração."
    },
    {
      "numero": "10",
      "texto": "Confie no Senhor, ó casa de Arão! Ele é o seu socorro e o seu escudo.",
      "reflexao": "A proteção e o cuidado de Deus não são apenas para alguns, mas para todos que O servem. Este versículo reafirma que a presença do Senhor é constante para aqueles que caminham com Ele."
    },
    {
      "numero": "11",
      "texto": "Vocês que temem o Senhor, confiem no Senhor! Ele é o seu socorro e o seu escudo.",
      "reflexao": "Independente da posição, da linhagem ou da história, quem teme ao Senhor pode descansar, porque Deus é sempre socorro presente e escudo que protege contra todo mal."
    },
    {
      "numero": "12",
      "texto": "O Senhor lembra-se de nós e nos abençoará: abençoará os israelitas, abençoará a casa de Arão,",
      "reflexao": "Deus não se esquece dos Seus. Este versículo nos enche de esperança, mostrando que o Senhor está atento, cuidando e disposto a abençoar aqueles que O temem e que vivem debaixo da Sua aliança."
    },
    {
      "numero": "13",
      "texto": "abençoará os que temem o Senhor, do menor ao maior.",
      "reflexao": "Ninguém é pequeno demais para Deus. Este versículo nos lembra que o amor, a bênção e o cuidado do Senhor alcançam a todos, independentemente da posição social, da idade ou da força."
    },
    {
      "numero": "14",
      "texto": "Que o Senhor os multiplique, vocês e os seus filhos.",
      "reflexao": "Deus deseja crescimento, vida abundante e bênçãos geracionais. Este versículo é uma declaração profética de multiplicação, favor e prosperidade para aqueles que vivem debaixo da Sua aliança."
    },
    {
      "numero": "15",
      "texto": "Sejam vocês abençoados pelo Senhor, que fez os céus e a terra.",
      "reflexao": "Quando a bênção vem de Deus, ela carrega o selo da eternidade. Este versículo nos fortalece, lembrando que o Deus que criou os céus e a terra é quem também cuida pessoalmente de cada detalhe da nossa vida."
    },
    {
      "numero": "16",
      "texto": "Os mais altos céus pertencem ao Senhor, mas a terra ele confiou ao homem.",
      "reflexao": "Deus é soberano sobre tudo, mas escolheu confiar a gestão da terra aos homens. Este versículo nos lembra da responsabilidade que temos em cuidar do que Deus nos confiou, tanto física quanto espiritualmente."
    },
    {
      "numero": "17",
      "texto": "Os mortos não louvam o Senhor, tampouco nenhum dos que descem ao silêncio;",
      "reflexao": "O tempo de louvar é agora, enquanto há vida. Este versículo nos lembra que nossa oportunidade de adorar, agradecer e viver para Deus é enquanto estamos vivos, e isso deve ser uma prioridade diária."
    },
    {
      "numero": "18",
      "texto": "mas nós bendiremos o Senhor, desde agora e para sempre. Aleluia!",
      "reflexao": "O salmo se encerra com uma poderosa declaração de compromisso e louvor. Este versículo nos inspira a viver uma vida de adoração constante, que começa agora e se estende para toda a eternidade. Aleluia!"
    }
  ]
}
