{
  "livro": "Salmos",
  "capitulo": "90",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Senhor, tu és o nosso refúgio, sempre, de geração em geração.",
      "reflexao": "Deus é abrigo seguro em todas as gerações. Este versículo nos lembra que, não importa o tempo, as mudanças ou as circunstâncias, quem se refugia no Senhor encontra paz, proteção e segurança eterna."
    },
    {
      "numero": "2",
      "texto": "Antes de nascerem os montes e de criares a terra e o mundo, de eternidade a eternidade tu és Deus.",
      "reflexao": "Deus é eterno, soberano sobre toda criação. Este versículo nos ensina que confiar no Senhor é colocar nossa vida nas mãos daquele que não tem começo nem fim — aquele que sustenta tudo com seu poder."
    },
    {
      "numero": "3",
      "texto": "Fazes os homens voltarem ao pó, dizendo: ‘Retornem ao pó, seres humanos.’",
      "reflexao": "Este versículo nos lembra da nossa fragilidade e da brevidade da vida. Somos pó e retornamos ao pó, mas enquanto vivemos, podemos escolher viver para Deus e deixar um legado eterno."
    },
    {
      "numero": "4",
      "texto": "De fato, mil anos para ti são como o dia de ontem que passou, como as horas da noite.",
      "reflexao": "O tempo para Deus é diferente do nosso. Este versículo nos ensina que, enquanto para nós o tempo parece longo, para Deus tudo está sob controle, dentro de Seu plano perfeito e eterno."
    },
    {
      "numero": "5",
      "texto": "Como uma corrente os arrastas; são como um sono; são como a relva que brota ao amanhecer,",
      "reflexao": "A vida humana é passageira. Este versículo nos convida a refletir sobre a importância de viver cada dia com propósito, conscientes da nossa dependência do Senhor."
    },
    {
      "numero": "6",
      "texto": "germina e brota pela manhã, mas, à tarde, murcha e seca.",
      "reflexao": "Nossa existência é breve, como a relva. Este versículo nos lembra que, enquanto temos vida, devemos buscar o que é eterno, valorizando nossa comunhão com Deus acima de tudo."
    },
    {
      "numero": "7",
      "texto": "Somos consumidos pela tua ira e aterrorizados pelo teu furor.",
      "reflexao": "Este versículo reflete a realidade do juízo de Deus sobre o pecado, mas também nos lembra que o temor do Senhor nos conduz ao arrependimento, à reverência e ao caminho da vida."
    },
    {
      "numero": "8",
      "texto": "Diante de ti puseste as nossas iniquidades, os nossos pecados ocultos à luz da tua presença.",
      "reflexao": "Nada está escondido de Deus. Este versículo nos ensina que viver na transparência com o Senhor, reconhecendo nossas falhas, é o caminho para o perdão, a cura e a restauração espiritual."
    },
    {
      "numero": "9",
      "texto": "Todos os nossos dias passam debaixo do teu furor; vão-se como um murmúrio.",
      "reflexao": "Este versículo revela o quão rápido e frágil é o nosso tempo. Nos chama a buscar sentido não nas coisas passageiras, mas em viver para a glória de Deus, que dá sentido à nossa existência."
    },
    {
      "numero": "10",
      "texto": "Os anos de nossa vida chegam a setenta, ou a oitenta para os que têm mais vigor; contudo, são anos difíceis e cheios de sofrimento, pois a vida passa rapidamente, e nós voamos!",
      "reflexao": "A vida é breve e cheia de desafios. Este versículo nos convida a valorizar cada dia, buscando viver de forma sábia, priorizando o que é eterno e não o que é passageiro."
    },
    {
      "numero": "11",
      "texto": "Quem conhece o poder da tua ira? Pois o teu furor é tão grande como o temor que te é devido.",
      "reflexao": "Este versículo revela que, assim como Deus é amor, Ele também é justiça. Nos lembra que viver no temor do Senhor é reconhecer Sua grandeza, santidade e soberania sobre todas as coisas."
    },
    {
      "numero": "12",
      "texto": "Ensina-nos a contar os nossos dias para que o nosso coração alcance sabedoria.",
      "reflexao": "Um dos versículos mais poderosos deste salmo. Ele nos convida a viver cada dia com propósito, entendendo que a verdadeira sabedoria está em reconhecer a brevidade da vida e viver de acordo com os princípios de Deus."
    },
    {
      "numero": "13",
      "texto": "Volta-te, Senhor! Até quando será assim? Tem compaixão dos teus servos!",
      "reflexao": "O clamor do salmista é pelo retorno do favor de Deus. Este versículo nos ensina que, mesmo quando sentimos que Deus está distante, podemos clamar por Sua misericórdia e confiar que Ele se volta para nós com amor."
    },
    {
      "numero": "14",
      "texto": "Satisfaz-nos pela manhã com o teu amor leal, e todos os nossos dias cantaremos felizes e cheios de alegria.",
      "reflexao": "Quando somos saciados pelo amor de Deus, nossa vida ganha sentido, alegria e propósito. Este versículo nos encoraja a buscar diariamente a presença do Senhor, que nos renova e fortalece."
    },
    {
      "numero": "15",
      "texto": "Dá-nos alegria pelo tempo que nos afligiste, pelos anos em que tanto sofremos.",
      "reflexao": "Deus é especialista em transformar dor em alegria. Este versículo nos lembra que Ele pode nos recompensar, restaurar e trazer dupla honra, mesmo depois de tempos difíceis e de sofrimento."
    },
    {
      "numero": "16",
      "texto": "Sejam manifestos os teus feitos aos teus servos, e aos filhos deles o teu esplendor.",
      "reflexao": "Deus deseja que Seus feitos sejam conhecidos não apenas por nós, mas também por nossas gerações. Este versículo nos ensina a orar e viver de forma que nossos filhos e descendentes conheçam e experimentem a glória do Senhor."
    },
    {
      "numero": "17",
      "texto": "Esteja sobre nós a bondade do nosso Deus Soberano; consolida, para nós, a obra de nossas mãos, consolida a obra de nossas mãos!",
      "reflexao": "Este versículo encerra com um pedido lindo e poderoso: que Deus abençoe, sustente e firme tudo o que realizamos. Nos lembra que todo trabalho feito sob a bênção do Senhor tem valor, propósito e permanece."
    }
  ]
}
