{
  "livro": "Salmos",
  "capitulo": "14",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Diz o tolo em seu coração: 'Deus não existe.' Corromperam-se e cometeram atos detestáveis; não há ninguém que faça o bem.",
      "reflexao": "Quando as pessoas escolhem viver como se Deus não existisse, a consequência é a corrupção dos valores e da própria alma. Este versículo nos alerta que afastar-se de Deus conduz ao vazio, à maldade e à falta de propósito. É um chamado à reflexão e ao retorno ao Criador, que é fonte de vida, amor e verdade."
    },
    {
      "numero": "2",
      "texto": "O Senhor olha dos céus para os filhos dos homens, para ver se há alguém que tenha entendimento, alguém que busque a Deus.",
      "reflexao": "Deus observa atentamente a humanidade, procurando corações que O busquem com sinceridade. Este versículo nos convida a sermos esses adoradores, que não seguem o fluxo da incredulidade, mas que buscam ao Senhor, encontrando nEle sentido, direção e vida abundante."
    },
    {
      "numero": "3",
      "texto": "Todos se desviaram, igualmente se corromperam; não há ninguém que faça o bem, não há nem um sequer.",
      "reflexao": "Esta é uma declaração sobre a condição caída da humanidade, algo que ainda vemos refletido em nossos dias. Contudo, ela também nos aponta para a graça: é justamente por saber disso que Deus nos oferece redenção por meio de Jesus. É um chamado a reconhecer nossa necessidade do Salvador e a depender inteiramente dEle."
    },
    {
      "numero": "4",
      "texto": "Será que nenhum dos malfeitores aprende? Eles devoram o meu povo como quem come pão e não clamam pelo Senhor.",
      "reflexao": "O mal prospera quando há silêncio, quando as pessoas não clamam e não buscam a Deus. Este versículo nos desafia a não sermos indiferentes, mas a sermos pessoas que intercedem, que oram e que permanecem firmes na fé, mesmo quando o mal parece avançar."
    },
    {
      "numero": "5",
      "texto": "Olhem! Estão tomados de pavor, pois Deus está presente na companhia dos justos.",
      "reflexao": "Que conforto saber que Deus está presente no meio dos justos! Este versículo nos lembra que, mesmo quando somos minoria, Deus está conosco. A presença dEle traz paz, segurança e esperança. Nenhuma oposição, nenhuma ameaça, é maior do que a presença do Senhor ao nosso lado."
    },
    {
      "numero": "6",
      "texto": "Vocês frustram os planos dos pobres, mas o refúgio deles é o Senhor.",
      "reflexao": "O mundo pode tentar oprimir, explorar e prejudicar os mais fracos, mas este versículo é uma poderosa lembrança de que Deus é o refúgio dos pobres, dos necessitados e dos injustiçados. Quem faz do Senhor o seu abrigo encontra segurança, proteção e cuidado constante."
    },
    {
      "numero": "7",
      "texto": "Oh! Se de Sião viesse a salvação para Israel! Quando o Senhor restaurar o seu povo, exultará Jacó, e Israel se alegrará.",
      "reflexao": "Este versículo é uma declaração de esperança e expectativa pela salvação e pela restauração que vêm de Deus. Ele aponta para a fidelidade do Senhor em cuidar, restaurar e renovar a alegria do Seu povo. É um convite a mantermos nossa esperança viva, crendo que o Deus que promete é fiel para cumprir."
    }
  ]
}
