{
  "livro": "Salmos",
  "capitulo": "39",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Disse comigo mesmo: 'Vou cuidar da minha conduta e não pecar com a língua; porei mordaça na minha boca enquanto os ímpios estiverem na minha presença'.",
      "reflexao": "Este versículo revela a sabedoria de quem entende que as palavras têm poder. O salmista nos ensina a importância de controlar a língua, especialmente diante das adversidades, evitando reações precipitadas."
    },
    {
      "numero": "2",
      "texto": "Enquanto me calei resignado e me contive inutilmente, minha angústia aumentou.",
      "reflexao": "O silêncio diante das dificuldades pode gerar angústia quando não é acompanhado de oração. Este versículo nos mostra que não devemos apenas silenciar diante dos homens, mas também abrir o coração diante de Deus."
    },
    {
      "numero": "3",
      "texto": "Meu coração ardia no peito; enquanto eu meditava, o fogo aumentou; então comecei a falar:",
      "reflexao": "Quando as angústias se acumulam, elas se tornam como fogo no interior. Este versículo nos lembra que devemos transformar essa inquietação em oração, derramando tudo diante do Senhor."
    },
    {
      "numero": "4",
      "texto": "Mostra-me, Senhor, o fim da minha vida e o número dos meus dias, para que eu reconheça a minha fragilidade.",
      "reflexao": "Este versículo é um convite à reflexão sobre a brevidade da vida. Reconhecer nossa fragilidade nos conduz à humildade e nos leva a valorizar o que realmente importa: a comunhão com Deus e viver segundo Sua vontade."
    },
    {
      "numero": "5",
      "texto": "Deste aos meus dias o comprimento de um palmo; a duração da minha vida é nada diante de ti. De fato, o homem não passa de um sopro.",
      "reflexao": "Nossa vida é breve, como um sopro. Este versículo nos ensina que, ao compreender isso, desenvolvemos uma nova perspectiva sobre o tempo e passamos a viver de forma mais intencional, buscando o que é eterno."
    },
    {
      "numero": "6",
      "texto": "Sim, cada um vai e vem como uma sombra; em vão se agita, amontoando riqueza sem saber quem ficará com ela.",
      "reflexao": "O salmista nos alerta que buscar apenas riquezas e coisas materiais é correr atrás do vento. O que realmente tem valor são os tesouros eternos acumulados na presença de Deus."
    },
    {
      "numero": "7",
      "texto": "Mas agora, Senhor, que hei de esperar? Minha esperança está em ti.",
      "reflexao": "Este versículo é uma linda declaração de fé. Quando tudo neste mundo se mostra passageiro, nossa esperança deve estar firmada somente em Deus, que é eterno, fiel e soberano."
    },
    {
      "numero": "8",
      "texto": "Livra-me de todas as minhas transgressões; não faças de mim zombaria dos tolos.",
      "reflexao": "O salmista reconhece sua fragilidade e seu pecado, clamando por perdão e livramento. Este versículo nos lembra que podemos, com confiança, pedir a Deus que nos perdoe e nos livre das consequências do erro."
    },
    {
      "numero": "9",
      "texto": "Emudeço, não abro os meus lábios, pois tu mesmo fizeste isso.",
      "reflexao": "O silêncio aqui é uma expressão de submissão à vontade de Deus. Este versículo nos ensina que há momentos em que o melhor é silenciar e confiar, reconhecendo que Deus está no controle de todas as coisas."
    },
    {
      "numero": "10",
      "texto": "Afasta de mim o teu açoite; fui vencido pelo golpe da tua mão.",
      "reflexao": "Quando sentimos o peso da correção de Deus, podemos clamar por misericórdia. Este versículo revela que Deus corrige por amor, mas também acolhe quando reconhecemos nossa dependência e clamamos por compaixão."
    },
    {
      "numero": "11",
      "texto": "Tu repreendes e disciplinas o homem por causa do seu pecado; como traça destróis o que ele valoriza. De fato, o homem não passa de um sopro.",
      "reflexao": "Este versículo nos lembra que Deus corrige para nos realinhar com Seu propósito. O que valorizamos fora de Deus é frágil e passageiro, mas nEle encontramos estabilidade e sentido eterno."
    },
    {
      "numero": "12",
      "texto": "Ouve a minha oração, Senhor, escuta o meu grito de socorro; não sejas indiferente às minhas lágrimas. Pois sou para ti como forasteiro, como todos os meus antepassados.",
      "reflexao": "O salmista clama com profundidade, mostrando que Deus se importa com nossas lágrimas. Este versículo nos encoraja a derramar o coração na presença do Pai, sabendo que Ele nunca é indiferente ao nosso sofrimento."
    },
    {
      "numero": "13",
      "texto": "Desvia de mim o olhar, para que eu tenha um pouco de alegria, antes que eu me vá e deixe de existir.",
      "reflexao": "O salmo se encerra com um clamor por alívio, mostrando a intensidade da dor do salmista. Este versículo nos lembra que, mesmo quando tudo parece difícil, podemos abrir nosso coração a Deus, que nos ouve, consola e restaura."
    }
  ]
}
