{
  "livro": "Salmos",
  "capitulo": "124",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Se o Senhor não estivesse do nosso lado — que Israel o repita —",
      "reflexao": "Este versículo nos leva a refletir sobre a importância da presença de Deus em nossas vidas. Quantas vezes passamos por situações que, se não fosse a mão do Senhor, teriam nos destruído? É um convite diário a reconhecer que, sem Deus, somos frágeis, mas com Ele somos fortalecidos e guardados em todos os nossos caminhos."
    },
    {
      "numero": "2",
      "texto": "se o Senhor não estivesse do nosso lado, quando os inimigos nos atacaram,",
      "reflexao": "Vivemos em um mundo onde os desafios, as adversidades e até pessoas mal-intencionadas podem se levantar contra nós. Este versículo nos lembra que, se não fosse a intervenção de Deus, muitos ataques teriam nos derrubado. Ele é nosso escudo, nosso defensor e nossa fortaleza segura."
    },
    {
      "numero": "3",
      "texto": "eles já nos teriam engolido vivos, quando se enfureceram contra nós;",
      "reflexao": "O salmista usa uma imagem forte para mostrar a gravidade das situações enfrentadas. Quantas vezes na vida nos sentimos à beira de sermos esmagados pelas circunstâncias? Este versículo nos consola, pois afirma que Deus impede que o mal prevaleça sobre aqueles que confiam nEle. Mesmo quando tudo parece perdido, Ele nos livra."
    },
    {
      "numero": "4",
      "texto": "as águas nos teriam arrastado, e as torrentes nos teriam afogado;",
      "reflexao": "Aqui, as águas representam as lutas avassaladoras que tentam nos submergir. Na vida moderna, isso pode se traduzir em crises emocionais, financeiras, familiares ou espirituais. Mas Deus se levanta como aquele que ergue nossa cabeça acima das águas e não permite que sejamos destruídos."
    },
    {
      "numero": "5",
      "texto": "sim, as águas violentas teriam nos arrastado.",
      "reflexao": "O salmista reforça que, sem Deus, estaríamos à mercê das circunstâncias, afogados nas dores e nas dificuldades. Esta é uma lembrança poderosa de que, quando confiamos no Senhor, Ele nos mantém firmes mesmo em meio às tempestades mais intensas da vida."
    },
    {
      "numero": "6",
      "texto": "Bendito seja o Senhor, que não nos entregou para sermos dilacerados pelos dentes deles.",
      "reflexao": "Este é um versículo de gratidão. Quantas vezes Deus nos livrou de situações que sequer imaginamos? Ele não nos entrega ao inimigo, não nos abandona, nem permite que sejamos destruídos. Louvar a Deus pelo livramento diário é reconhecer Sua bondade e cuidado constantes."
    },
    {
      "numero": "7",
      "texto": "Como um pássaro escapamos da armadilha do caçador; a armadilha foi quebrada, e nós escapamos.",
      "reflexao": "Que imagem maravilhosa! Deus quebra as armadilhas preparadas contra nós. Mesmo quando não percebemos, Ele desfaz laços, quebra correntes e abre caminhos. Este versículo é uma declaração de vitória: com Deus, somos livres, somos protegidos e nada pode nos prender quando Ele decide nos libertar."
    },
    {
      "numero": "8",
      "texto": "O nosso socorro está no nome do Senhor, que fez os céus e a terra.",
      "reflexao": "A conclusão deste salmo é uma das declarações mais poderosas de fé: nosso socorro não está nas coisas deste mundo, mas no Senhor, o Criador dos céus e da terra. Esta verdade nos traz paz, segurança e confiança. Quem tem Deus como socorro jamais estará desamparado, não importa quão difícil seja a batalha."
    }
  ]
}
