{
  "livro": "Salmos",
  "capitulo": "102",
  "versiculos": [
    {
      "numero": "1",
      "texto": "Ouve a minha oração, Senhor! Chegue a ti o meu grito de socorro.",
      "reflexao": "Deus ouve os clamores sinceros. Este versículo nos ensina que, nos momentos de dor e angústia, podemos clamar e confiar que o Senhor inclina os ouvidos para nos ouvir e socorrer."
    },
    {
      "numero": "2",
      "texto": "Não escondas de mim o teu rosto quando estou atribulado. Inclina para mim os teus ouvidos; quando eu clamar, responde-me depressa.",
      "reflexao": "O salmista expressa urgência. Este versículo nos lembra que podemos orar com sinceridade e transparência, expressando nossas aflições e suplicando pelo socorro imediato do Senhor."
    },
    {
      "numero": "3",
      "texto": "Pois os meus dias desvanecem como fumaça, e os meus ossos queimam como brasas vivas.",
      "reflexao": "A sensação de fragilidade humana é real diante do sofrimento. Este versículo nos convida a entregar a Deus até nossos momentos mais difíceis, pois só Ele pode transformar dor em esperança."
    },
    {
      "numero": "4",
      "texto": "Meu coração está ferido e seco como a relva; até me esqueço de comer.",
      "reflexao": "Quando a tristeza parece nos consumir, até as necessidades básicas perdem o sentido. Este versículo nos lembra que, mesmo nesse estado, Deus cuida, restaura e renova nossa vida e nossas forças."
    },
    {
      "numero": "5",
      "texto": "Por causa do meu forte gemido, estou reduzido a pele e osso.",
      "reflexao": "O salmista expressa uma dor que afeta até seu físico. Este versículo nos mostra que podemos levar a Deus não só nossas lutas espirituais, mas também as emocionais e físicas, confiando na Sua restauração."
    },
    {
      "numero": "6",
      "texto": "Sou como a coruja do deserto, como uma coruja entre as ruínas.",
      "reflexao": "O sentimento de solidão e abandono é profundo. Este versículo nos lembra que Deus vê quando nos sentimos isolados e esquecidos, e Ele está presente para nos consolar e sustentar."
    },
    {
      "numero": "7",
      "texto": "Fico acordado; sou como um passarinho solitário no telhado.",
      "reflexao": "A insônia causada pela aflição revela uma alma inquieta. Este versículo nos ensina que, mesmo nas madrugadas silenciosas, Deus está conosco, pronto para ouvir, fortalecer e trazer paz ao nosso coração."
    },
    {
      "numero": "8",
      "texto": "Os meus inimigos zombam de mim o tempo todo; os que me insultam usam o meu nome para maldições.",
      "reflexao": "A perseguição e a zombaria machucam, mas este versículo nos lembra que, mesmo quando somos alvo de palavras duras, Deus permanece nosso defensor, nosso amparo e nosso escudo."
    },
    {
      "numero": "9",
      "texto": "Pois como cinza tenho comido o meu pão, e com lágrimas misturo o que bebo,",
      "reflexao": "O sofrimento do salmista é tão profundo que até sua alimentação se torna amarga. Este versículo nos ensina que, mesmo quando a dor parece insuportável, podemos derramar nosso coração diante de Deus, que acolhe cada lágrima."
    },
    {
      "numero": "10",
      "texto": "por causa da tua indignação e da tua ira; pois me rejeitaste e me lançaste para longe.",
      "reflexao": "O salmista sente-se afastado de Deus, mas isso revela sua percepção, não a realidade. Este versículo nos lembra que, mesmo quando achamos que Deus está distante, Ele nunca nos abandona, e Sua disciplina vem para restaurar, não para destruir."
    },
    {
      "numero": "11",
      "texto": "Meus dias são como sombras que se alongam, e vou murchando como a relva.",
      "reflexao": "Este versículo reflete a brevidade e a fragilidade da vida. Nos convida a lembrar que, embora nossa existência seja passageira, nosso Deus é eterno e, nEle, encontramos esperança e propósito."
    },
    {
      "numero": "12",
      "texto": "Tu, porém, Senhor, reinas para sempre, e o teu nome será lembrado de geração em geração.",
      "reflexao": "Deus é eterno e imutável. Este versículo nos enche de esperança, mostrando que, enquanto nossa vida é breve, o Senhor permanece para sempre, e Seu nome e Sua fidelidade atravessam todas as gerações."
    },
    {
      "numero": "13",
      "texto": "Tu te levantarás e terás misericórdia de Sião, pois é hora de mostrares compaixão; o tempo determinado já chegou.",
      "reflexao": "Deus tem um tempo determinado para agir. Este versículo nos lembra que, mesmo quando a espera parece longa, há um tempo de restauração, favor e misericórdia preparado pelo Senhor para o Seu povo."
    },
    {
      "numero": "14",
      "texto": "Pois as suas pedras são amadas pelos teus servos, as suas ruínas os enchem de compaixão.",
      "reflexao": "Aquilo que parece ruína aos olhos humanos é precioso para Deus. Este versículo nos ensina que Deus se importa com o que foi destruído e traz restauração, cura e renovo para aqueles que amam a Sua presença."
    },
    {
      "numero": "15",
      "texto": "As nações temerão o nome do Senhor, e todos os reis da terra a sua glória.",
      "reflexao": "Deus será reconhecido por toda a terra. Este versículo nos lembra que o nome do Senhor será reverenciado entre as nações e que até os grandes da terra se curvarão diante de Sua glória."
    },
    {
      "numero": "16",
      "texto": "Pois o Senhor reconstruirá Sião e se manifestará na sua glória.",
      "reflexao": "Deus é especialista em restauração. Este versículo nos enche de esperança, mostrando que o Senhor não apenas reconstrói o que foi destruído, mas faz isso manifestando Sua glória e Seu amor."
    },
    {
      "numero": "17",
      "texto": "Ele responderá à oração dos desamparados; as suas súplicas não desprezará.",
      "reflexao": "O Senhor nunca ignora um coração quebrantado. Este versículo nos conforta, nos mostrando que Deus está atento, pronto para ouvir e responder os clamores dos que se sentem sozinhos e esquecidos."
    },
    {
      "numero": "18",
      "texto": "Escreva-se isto para as gerações futuras, e um povo que ainda será criado louvará o Senhor:",
      "reflexao": "O que Deus faz não é só para hoje, mas para que as futuras gerações saibam que Ele é fiel. Este versículo nos convida a deixar um legado de fé e louvor para aqueles que ainda virão."
    },
    {
      "numero": "19",
      "texto": "‘Dos seus altos e santos céus o Senhor olhou; dos céus observou a terra,",
      "reflexao": "Deus, mesmo em Sua grandeza, se inclina para olhar a terra. Este versículo nos lembra que Ele vê nossas dores, nossas lutas e nossos clamores, e que Seu olhar está sempre atento sobre nós."
    },
    {
      "numero": "20",
      "texto": "para ouvir os gemidos dos prisioneiros e libertar os condenados à morte.’",
      "reflexao": "O Senhor é Deus de libertação. Este versículo nos traz esperança, mostrando que não há prisão, seja física, emocional ou espiritual, da qual Deus não possa nos libertar quando clamamos a Ele."
    },
    {
      "numero": "21",
      "texto": "Assim o nome do Senhor será anunciado em Sião e o seu louvor em Jerusalém,",
      "reflexao": "O agir de Deus se torna testemunho vivo. Este versículo nos inspira a proclamar o nome do Senhor, para que outros também conheçam Sua fidelidade, Seu amor e Sua bondade."
    },
    {
      "numero": "22",
      "texto": "quando os povos e os reinos se reunirem para adorar o Senhor.",
      "reflexao": "O plano de Deus é unir todos os povos em adoração. Este versículo aponta para um tempo em que toda a humanidade reconhecerá Sua soberania e se reunirá para louvá-Lo como Rei dos reis."
    },
    {
      "numero": "23",
      "texto": "No meio da minha vida ele me abateu com sua força; abreviou os meus dias.",
      "reflexao": "O salmista expressa sua dor, sentindo-se enfraquecido. Este versículo nos ensina que, mesmo em meio ao abatimento, podemos derramar nosso coração diante de Deus, que compreende nossas fragilidades."
    },
    {
      "numero": "24",
      "texto": "Então eu disse: ‘Meu Deus, não me leves no meio dos meus dias. Os teus dias duram por todas as gerações.’",
      "reflexao": "O salmista reconhece sua própria limitação diante da eternidade de Deus. Este versículo nos convida a confiar no Deus eterno, que controla o tempo e os dias de nossa vida, sustentando-nos em cada estação."
    },
    {
      "numero": "25",
      "texto": "No princípio firmaste os fundamentos da terra, e os céus são obra das tuas mãos.",
      "reflexao": "Deus é o Criador soberano. Este versículo nos lembra que, assim como Ele estabeleceu a terra e os céus, também tem poder para sustentar nossas vidas e renovar nossa esperança."
    },
    {
      "numero": "26",
      "texto": "Eles perecerão, mas tu permaneces; envelhecerão como vestimentas. Como roupas tu os trocarás e serão deixados de lado.",
      "reflexao": "Tudo na criação é passageiro, mas Deus é eterno. Este versículo nos ensina a não colocar nossa confiança nas coisas transitórias, mas no Senhor, que é imutável e eterno."
    },
    {
      "numero": "27",
      "texto": "Mas tu permaneces o mesmo, e os teus dias jamais terão fim.",
      "reflexao": "Deus não muda. Este versículo nos dá segurança e paz, mostrando que, mesmo que tudo mude ao nosso redor, o Senhor permanece fiel, constante e eterno, sustentando-nos com Seu amor imutável."
    },
    {
      "numero": "28",
      "texto": "Os filhos dos teus servos terão uma habitação segura, e os seus descendentes serão estabelecidos diante de ti.",
      "reflexao": "Deus cuida não só de nós, mas também das futuras gerações. Este versículo nos enche de esperança, mostrando que viver em fidelidade ao Senhor gera bênçãos que alcançam nossos filhos e netos, estabelecendo-os firmemente em Sua presença."
    }
  ]
}
